{
    "filename": "B--kviuF04Z.jpg",
    "description": "⚠️ Peligros del 5G ⚠️ <| @Anubimous |> - (CEM = Campos Electromagnéticos) - (RF = Radio Frecuencias) \nRedes 5G: Científicos y médicos de 36 países, advierten de efectos graves en la salud.\n\nNosotros, los abajo firmantes, más de 180 científicos y médicos de 36 países, recomendamos una moratoria para el despliegue de la quinta generación de telecomunicaciones, 5G, hasta que los peligros potenciales para la salud humana y el medio ambiente hayan sido investigados por científicos independientes de la industria. La 5G aumentará notablemente la exposición a los campos electromagnéticos (CEM) de radiofrecuencia (RF) respecto de la 2G, 3G, 4G, WIFI, etc. ya existentes. Los CEM de RF han demostrado ser perjudiciales para los seres humanos y el medio ambiente.\n\nLa 5G conduce al aumento masivo de la exposición obligatoria a la radiación inalámbrica\n\nLa tecnología 5G es efectiva sólo a corta distancia. Se transmite mal a través de material sólido. Se requerirán muchas antenas nuevas y la implementación a gran escala resultará en antenas cada 10 a 12 casas en áreas urbanas, aumentando así masivamente la exposición obligatoria.\n\nCon «el uso cada vez más extenso de tecnologías inalámbricas», nadie puede evitar exponerse. Debido a que añade un número creciente de transmisores 5G (incluso dentro de la vivienda, los comercios y los hospitales) estimándose de”10 a 20 mil millones de conexiones” (refrigeradores, lavadoras, cámaras de vigilancia, automóviles y autobuses, etc.) que serán parte del Internet de las Cosas. Todos estos factores pueden provocar un aumento sustancial de la exposición total a largo plazo a los ciudadanos de la UE.\n\nLos efectos nocivos de la exposición a los CEM de RF ya están probados (Si tienes alguna duda comentala bajo)\n[Un saludo @Anubimous <<<] .\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n#5g #5gpeligro #coronavirus #stop5g #no5g #anonymous #fuck5g #anti5g #stop5gnow #stop5grollout #stop5gaustralia #stop5gglobal #stop5gmichigan #stop5gcalifornia #stop5guk #stop5gperth #stop5gitaly #stop5ghawaii #stop5gcentralcoast #stop5gsydney #stop5gusa #stop5gtoday #stop5gtowers #stop5geverywhere  #anonymousespaña #stop5gbarcelona #stop5gflorida #stop5gspain #anubimous",
    "tags": [
        "stop5gaustralia"
    ],
    "year": "4"
}