{
    "filename": "B-aHYeageRc.jpg",
    "description": "Three years ago at the Munich Security Conference in Germany, #BillGates (who is in the business of viruses and vaccines) warned the world of a deadly coronavirus epidemic that could kill over 30 million people. In the same year of that speech, Bill Gates and his wife Melinda Gates vowed that they would not give up on their goal to implement population control ( #FamilyPlanning in doublespeak) on 120 million women worldwide by 2020. Not only Bill Gates has been warning for years about a deadly coronavirus outbreak, but he also ran a #coronavirus simulation three months before the real outbreak in Wuhan. Scientists funded by the Bill & Melinda Gates Foundation simulated a global coronavirus pandemic that was dubbed #Event201, and it showed that a coronavirus outbreak could potentially kill hundreds of millions of people under the right circumstances. Bill Gates is now funding a 10-year-old company called #Moderna to develop and patent a vaccine for COVID19. Moderna's stocks have been soaring since the beginning of the epidemic. Bill Gates is a known eugenicist who actively pursues population control through vaccinations and drugs around the globe. His obsession with population control, sterilization, and abortion is inspired by his father, who was the head of Planned Parenthood. He regularly gives televised speeches and openly talks about culling the global human population by 10 or 15% through vaccines. Thousands of children in Africa and Asia died or were crippled by vaccine experiments conducted on them through corporations funded by the Bill & Melinda Gates Foundation. Most often these vaccines have been used as a trojan horse by Bill Gates to satisfy his obsession with #PopulationControl. For example, under the guise of eradicating neonatal tetanus, a campaign funded by the Bill & Melinda Gates Foundation carried out a well-coordinated forceful population control mass sterilization exercise in Kenya in 2014 using an antigen that causes miscarriages in a vaccine that was administered to 2.3 million girls and women by the World Health Organization and UNICEF.",
    "tags": [
        "event201"
    ],
    "year": "3"
}