{
    "filename": "B-pvEccqu9e_1.jpg",
    "description": "W T F .\n[🇩🇪 Version in den Kommentaren]\n.\nSwipe left to see the second mood. This is how the past days got me feeling since we entered the jupiter/pluto conjunction. The one mood I'm currently caught in is wtf at all the bs circulating the world, being angry about civil rights and freedom taken away without the blink of an eye even though our ancestors fought for these things for so long and being exhausted about people still trying to  clinge to their cognitive dissonance. Exhausted of all this digging for truth. I'm only human. I get angry, sad and frustrated too. And then I get caught by all the light circulating around, people waking up, people seeing through the lies we've been fed for centuries, people uniting and rising up and also laughing my ass of because this theater play is so sarcastic, so full of the truth in your face that it's unbelievable we've played this for so long. Caught between get the fuck off and namaste. \nThe full moon is just around the corner, bringing tension and trying to teach us harmony. More about it maybe tomorrow. I'm currently learning the hard way that even though I try to assist this earth in doing the light work and helping more and more souls finding their inner truth I need to lean back sometimes, laugh at this worldly play and fill my own cup.\nSorry but I needed to vent that out. \nWhat are your moods right now? Do you resonate with picture one or two? Let me know in the comments.\n.\n#quarantinemood #upsanddowns #covid19 #fuckbillgates #saynotofascism #surveillance #technocracy #awakening #5d #warriorsofthelight #kriegerdeslichts #collectiveconsciousness #protectyourenergy #fightforyourrights #humanrights #civilrights #freepeople #namaste #hippieatheart #travelingyogi #newearth #energyshift #wtf #rememberyourancestors #learnfromthepast #yogateacher #spirituality #feelallthefeels #wakeup #girlswithdreads",
    "tags": [
        "fuckbillgates"
    ],
    "year": "4"
}