{
    "filename": "B-v1ibBJat6.jpg",
    "description": "#rp @pinkhummingbird7 ARE YOU SEEING THIS? ARE YOU? #conspiracytheory deniers and bashers welcome to the NEW WORLD ORDER! 😂\n\nYou know what is about to happen right? Those with the #Coronavirusimmunitypassport get to go to work. Without one you are considered high risk and therefore less opportunity! Let that sink in reaaaaaalllll slow my friend. To get those opportunities you will have to get #vaccinated and for employers to get favourable terms of Health insurance their employees have got to be, you guessed it... Lol! Do you know what those #vaccines contain beside harmful chemicals that kill infants? Nano tech! Don't believe me I beg you! Do your research please. Guess what loves nano tech so much? 5G! Let's say you are like no I ain't getting nonathatshit, guess what, you will be LOCKED out of the system. SO LIKE I ASKED, ARE YOU SEEING THIS? \nI can only laugh right now because a lot of humans are about to sleep walk into a ghastly future! DO YOU KNOW WHAT IS WORSE THAN LOSING YOUR CIVIL LIBERTIES? Losing the absolute right over your own body's sovereignty. THAT IS RAPE, for lack of a better term.\n\nFolks, we have run out of places to fucking hide. So what are you going to do? Whilst we are still figuring out our collective strategy for our children, SHARE THIS ON YOUR PAGES! IN YOUR IG STORIES. MAKE THIS VIDEO VIRAL! MORE PEOPLE NEED TO FUCKING STOP TWERKING AND WAKE THE FUCK UP!\n\nNo one is going to save us! WE HAVE GOT TO DO SHIT OURSELVES ABOUT THIS. We as a collective are more powerful than they think! Which side are you going to stand on? Spread the message! Far and wide! 🤗✊🏾Godspeed, folks. Godspeed.  #martiallaw #socialdistancing  #2020 #agenda31 #depopulation  #femacamps #selfquarantine#washyourhands # #id2020 #govegan #diaryfree #meatfree #newworldorder #wakeupsheeple #UK #USA #5g #stop5g #femacamps #toiletpapercrisis #parentsofinstagram\n\n#gtfohwtbs #f #billgates 💯💯💯💯💯💯#repost @pinkhummingbird7 #freedomforall",
    "tags": [
        "wakeupsheeple"
    ],
    "year": "4"
}