{
    "filename": "B94lrq2HGEf.jpg",
    "description": "I told you this was all a ploy to implement the big shift.  If you follow my films and presentations, you see why The sacred ELiminati EL even represents the twin pillars of entry into the temple, initiation and enTRANCE into the internment camps. ⠀⛩\n⠀\nA coming digital 5G biometric tracking surveillance CHECKPOINT service that accesses your entire data from financial status, tax history, social credit score, social media ranking, watch history, sexual preferences, political views, will be monitored by armed militarized CDC police  will determine who is desireable for society and who goes to camp.  #vacciNATION  #ID2020 💉💉🦠🧬🩸\nSource http://id2020.org/ .\n.\n“The Pentagon is setting up 11 quarantine camps on military bases near major airports across the US in anticipation of an influx of American citizens returning from China in need of monitoring for the deadly coronavirus that is now being called COVID-19.” .\n.\nThe Department of Defense approved 11 'installation sites' near major airports around the US \nThey will be used if and when hospitals are unable to accommodate passengers in their own quarantine sites\n.\n.\nThe airports are located in Hawaii, Illinois, Texas , California , Georgia, New York, Washington state, Washington DC, New Jersey and Michigan\n.\n.\nAmericans returning from the coronavirus outbreak epicenter in Wuhan, China, are required to spend 14 days under quarantine \nThose returning from China who did not visit Wuhan are subject to 14 days of self-isolation in their homes\n.\n.\nForeign nationals who have traveled to China in the last 14 days are not allowed into the US \nSource https://www.dailymail.co.uk/news/article-7992909/Military-approves-11-COVID-19-quarantine-camps-1-000-people-major-airports.html\n.\n.\n #liftingtheveil \n@Liftingtheveilofficial is now on all social media. full video presentations and articles can be found at Patreon.com/LiftingTheVeil for full #esoteric films, research articles, livestreams, lessons and mind blowing content on theology, mythology, etymology and language, #symbolism, science, biology, #health and so much more! SEE YOU SOON! MUCH #LOVE, #PEACE AND #WISDOM! \n#covid19 #martiallaw #qanon #conspiracy #id2020 #event201",
    "tags": [
        "event201"
    ],
    "year": "3"
}