{
    "filename": "B_R42oMH7R3.jpg",
    "description": "Danke der Erde für all ihre Geschenke. 🙏🏼💐 Manchmal wäre ich so gerne ein Vogel, einfach frei - ohne Gesetze, Verbote, Ämter, Bürokratie und all das... ich könnte einfach fliegen, wohin ich will. Das Leben wäre natürlich viel simpler und vllt auch weniger interessant... aber ich wäre frei. Wir dürfen unsere Freiheit - die wenige Freiheit, die wir noch haben, nicht für angebliche Sicherheit aufgeben. Glaubt nicht alles und hinterfragt die Dinge. Und hinterfragt die ganze Sache, die hier gerade abläuft - stellt euch das als einen Film vor, den ihr schaut. Wir haben solche Filme alle schon gesehen, darum denken wir: Sowas passiert nur im Film. Denkt darüber nach: Wem nützt dieser Virus? Wer profitiert finanziell davon? Warum heißen die Grundrechte so, wenn sie anscheinend nicht grundsätzlich gelten? Warum wird auf die Schnelle ein Impfstoff für ALLE Menschen hergestellt, der nicht lange genug getestet wurde? 🤔\nUnd glaubt ihr wirklich, den Herrschenden ginge es auf einmal um Menschenleben? Warum ist dann das Wasser vergiftet? Warum sind Giftstoffe in unserem Essen? Warum führen sie Kriege? Warum werden die Menschen systematisch ausgebeutet und missbraucht? Warum sterben jeden Tag Menschen an Hunger und dreckigem Wasser? Mit dem Geld, was Bill Gates den Pharmakonzernen sponsert, könnte man die wahren Probleme sofort lösen. Welthunger beenden - das wäre doch mal was! Aber darum geht’s ja nicht... so lässt sich kein Geld machen. Informiert euch bitte und habt den Mut zu hinterfragen! Schaut euch die arte-Doku „Profiteure der Angst“ an. Ihr seid Menschen, keine Schäfchen! ♥️\nDanke an all die Menschen, die gerade den Mut haben und den Mund aufmachen! Danke an @kilezmore , @b.lash187 , @attila_hildmann (Happy Bday btw. 🥳), @coach_cecil uva. 🙏\n•\n•\n#morgaine #gedanken #realtalk #coronavirus #coronazeit #impfen #attilahildmann #gibgateskeinechance #billgates #geldverdienen #hinterfragen #nachdenken #aufwachen #schafe #pandemie #wasgehtab #impfpflicht #selbstliebe #wirsindmehr #positiveenergie #wirsindviele #selbstwert",
    "tags": [
        "attilahildmann"
    ],
    "year": "4"
}