{
    "filename": "B_VbfQ_HvUw_1.jpg",
    "description": "I've been done for a while with taking it easy on people who follow my information. By now if you are not doing what's needed daily to fight back against the system of this world while focusing every moment of life with pure and clean conscious living, then you have no business being around me on this page, as I want no association with weak minded people who are system lovers and hold blind faith in the ways of this material world thinking it will get better. As they have sped up the wickedness of their agenda so have I turned up the heat to light fires under asses in order to push people into focusing harder than ever to grow their mind with knowledge. If this is not the main focus of your mode with life then you really need to take a hard look at your physical sense lifestyles and make the necessary changes now or else deal with what is now ongoing and will only continue after we are gone from this world. Whatever you choose to think or believe is your business, it is no concern of mine but understand this, it will only get worse as we move along further. \nStop taking this lightly just so you can focus on your bullshit material society living. They don't take killing you and your family lightly so why would you continue keeping your lips glued to their asses, putting money in their pockets and supporting the very thing that's designed to destroy you..think about that as you walk out the front door into the world to carry on in your modernized ways.\n#fuckemall, #billgates, #dracos, #stopmakingstupidpeoplefamous, #americandream, #undergod, #coronavirus, #falseflags, #problemreactionsolution, #lawsareforcontrol, #deathdealers, #facialrecognition, #5g, #biometrics, #cashlesssociety, #illuminatis, #vril, #globalists, #eugenics, #reptos, #wakethefuckup, #goldoildrugs, #socialism, #americaisanillusion, #duality, #occult, #illusionofchoice, #covid19, #economiccollapse, #id2020",
    "tags": [
        "id2020"
    ],
    "year": "4"
}