{
    "filename": "CA4eKy1pTMR.jpg",
    "description": "There has been a lot of #looting in Hawaii lately, but it has been the #Hawaii Government Looting Hawaii's small business community in the name of \"\"it's for your safety\"\". The Governor of Hawaii #governorige  continues to postpone the reopening of #Hawaii \"\"only another 14 days\"\"  over and over again. Meanwhile small businesses across the Islands are loading Uhauls with their businesses as they are unable to pay rents without the visitors who represent 90% of business for many small shopkeepers. Few in the Business Community are speaking up, for fear of being ostracized by the  community or singled out by the counties. Instead people are standing by watching the complete ruin of one of the best economies on earth. There is a concerted effort to kill the visitor industry with the hopes of forcing 30% of residents  to have to leave the islands in search of work elsewhere. Many people in Hawaii can not currently pay their House payments, mortgage or car payments and with the high price of living and $3-4,000 dollar a month rent for 3 bedroom homes, many good local families are facing homelessness as a result. Many of these foreclosed houses will  be swept up by wealthy mainlanders and foreigners in foreclosure proceedings for pennies on the dollar. The Governor and Mayors are praising the \"\"new normal\"\" and excited to return to \"\"like things were in 1980's\"\" Unfortunately this means a two class system of very wealthy and very poor. It is far beyond corona virus, this is a secret land grab as they openly say that the State wants a new breed of visitors: Wealthy Visitors. \nShame is, most local people don't realize which way the pendulum is swinging and think it is for their \"\"safety\"\".... think again, they want your homes and properties, it is all a big agenda. Currently while US citizens are \"\"not welcome\"\" and face 2 week quarantines in very expensive Hotels if they do come, and are also subject to felony arrest for leaving their hotel room to go grocery shopping or pick up to go food. So much for #Constitutional Rights in #hawaii . #covid19 #plandemic2020  #usconstitution \n#kauai #bigisland #maui #reopenhawaii #nokaoi #blm #riots2020 #paia  #reopenhawaii #riot",
    "tags": [
        "plandemic2020"
    ],
    "year": "6"
}