{
    "filename": "CABcxKPpP-S.jpg",
    "description": "Dead pigs on the ground at the JBS pig killing factory in Worthington, Minnesota. Pigs who didn't make it alive to the perpetual murder scene are thrown on the ground at the unloading area. Many of the pigs who have made it to the slaughterhouse alive will be getting killed and trucked as a whole carcass and then will be discarded into the ground via a wood chipper. This is due to the lack of capacity to fully \"\"process\"\" all the pigs who farmers want killed in the midst of this plandemic. ⁣\n⁣\nThe first major \"\"composting site\"\" which was started last weekend can accommodate up to \"\"2,000 head\"\" daily, as the Twin Cities Pioneer Press states. The Minnesota Pork Producers Association will have four of these \"\"composting sites\"\" where six-month old pigs and older pigs who were used for breeding will get processed through a wood chipper. The pigs are getting shredded along with wood. Countless ruined lives and ravaged trees will go to complete waste. Infinite disregard and infinite waste are ubiquitous in our mass error of using living beings and natural land as limitless resources and means to selfish and non-essential ends. Wood chippers are no stranger to animal-based agriculture, they have been used for a long time to kill live chickens, usually from egg-laying facilities, instead of paying for them to be sent to a killing factory. Using others for their bodies and their lives is always a completely tragic waste, no matter what comes out from the use while the victims are alive or after they are dead. As long as we don't grow out of our pathetically high level of species-wide arrogance and entitlement we will never see any kind of significant changes in this world.⁣\n⁣\n#humanssuck #pigsofig #animallovers #baconandeggs #baconeggandcheese #porkenderloins #porkbelly #honeybakedham #whatsforlunch #pandemic #knowyourfarmer #dairygood #pigfarm #babypigs #pettingzoo #carnivorediet #shaunking #antioppression #blacklivesmatter #rapeculture #depressionquotes #idiocracy #mindfulness #minimalistlifestyle #veganfoodshare #paleorecipes #baconwrappedhotdogs #pandemic #coronavirus #plandemic2020 #bekindtooneanother⁣",
    "tags": [
        "plandemic2020"
    ],
    "year": "5"
}