{
    "filename": "CADR4VkHHJv.jpg",
    "description": "A cinco meses de las primeras informaciones sobre el #Covid_19 comienza a surgir \"\"\"\"\"\"\"\"profesionales\"\"\"\"\"\"\"\" asegurando que el virus no ha sido manipulado, que no ha habido intervención humana, que no pudo haber sido liberado, que el #LaboratorioDeWuhan es chevere y que efectivamente fue un murciélago en un mercado de esa ciudad.\nLes creemos?\nQue dilema verdad? Será toda esta nueva ola de \"\"\"\"\"\"\"\"yo no fui\"\"\"\"\"\"\"\" la respuesta del #Cabal?\nAlgunos puntos de interés.\nChina oculto información crítica para el planeta y esto permitió su propagación. \nSi bien no es mortal en términos generales, si lo es para un segmento etareo previamente señalado por las élites como \"\"\"\"\"\"\"\"un problema\"\"\"\"\"\"\"\" económico, los ancianos.\nPor qué algunos países fueron diezmados y otros no? \nSu comportamiento no es similar a ningún otro virus, niveles de contagio y afecciones al sistema inmune son de gran impacto. Aún hoy se difiere en los criterios para su tratamiento, por qué? \nLa subsecuencia económica del virus, es devastadora, un ataque directo a occidente y a la gestión económica de Trump debe ser visto como algo más que posible, factible. La izquierda busca la cabeza de Trump\nLa complicidad de la @who esta evidenciada, a que se debe? El solo hecho de \"\"\"\"\"\"\"\"proteger a China\"\"\"\"\"\"\"\" me resulta muy difícil de aceptar, más en su \"\"\"\"\"\"\"\"presunta ineficiencia\"\"\"\"\"\"\"\" al declarar una pandemia cuando ya estaba el virus presente el 86 países. El pronunciamiento de India ha sido imllacabla dentro de las tónicas de la diplomacia.\nDonde está la verdad?\nMientras oficiales de la administración @realdonaldtrump, como el @Secpompeo y el mismo #Trump han comentado el virus es #ManMade, sus cuerpos de inteligencia (#DeepState) dicen que no!\nQuizás jamás sabrémos la verdad y esto sería \"\"\"\"\"\"\"\"normal\"\"\"\"\"\"\"\", solo las acciones y consecuencias por venir darán luz ante todas estas dudas.\nLo cierto es que los ataques desde la izquierda a #trump son inclementes como he podido ver en @60minutes y @cnn, cargados de manipulación y sugerencias de malas reacciones o acciones tardías cuando los números, a pesar de ser \"\"\"\"\"\"\"\"enormes\"\"\"\"\"\"\"\" palidecen en la estadística.\nPANDEMIA O PLAN-DEMIA, aquí hay gato encerrado.\nSolo algo sé, el virus es chino.\nSu G2 de confianza™️\n#SuG2deConfianza",
    "tags": [
        "cabal"
    ],
    "year": "5"
}