{
    "filename": "CAHUh_AAoAk.jpg",
    "description": "Please stop trusting the plan. \nThis id2020 is moving faster and faster. People have been purposely guided to focus on other things like Obama Gate etc while Bill Gates and his backers have put their contact tracing and vaccines in place- denial won’t make this go away. \nStatement attributed to Lt. Col. Mike Andrews, Department of Defense spokesman: \"\"Today the Department of Defense and the U.S. Department of Health and Human Services, announce a $138 million contract with ApiJect Systems America for “Project Jumpstart” and “RAPID USA,” which together will dramatically expand U.S. production capability for domestically manufactured, medical-grade injection devices starting by October 2020.\n\nSpearheaded by the DOD’s Joint Acquisition Task Force (JATF), in coordination with the HHS Office of the Assistant Secretary for Preparedness and Response, the contract will support “Jumpstart” to create a U.S.-based, high-speed supply chain for prefilled syringes beginning later this year by using well-established Blow-Fill-Seal (BFS) aseptic plastics manufacturing technology, suitable for combatting COVID-19 when a safe and proven vaccine becomes available.\n\nBy immediately upgrading a sufficient number of existing domestic BFS facilities with installations of filling-line and technical improvements, “Jumpstart” will enable the manufacture of more than 100 million prefilled syringes for distribution across the United States by year-end 2020.\n\nThe contract also enables ApiJect Systems America to accelerate the launch of RAPID USA manufactured in new and permanent U.S.-based BFS facilities with the ultimate production goal of over 500 million prefilled syringes (doses) in 2021. This effort will be executed initially in Connecticut, South Carolina and Illinois, with potential expansion to other U.S.-based locations. RAPID will provide increased lifesaving capability against future national health emergencies that require population-scale vaccine administration on an urgent basis.\n\n#microchip #id2020 #vaccine #antivax #holistichealth #agenda2030 #saynotobillgates #covid_19 #housebill6666 #wakeup #billgates #nwo",
    "tags": [
        "saynotobillgates"
    ],
    "year": "5"
}