{
    "filename": "CC_wQkAnJ4F_2.jpg",
    "description": "The new global identity system is your dna itself. Most will blindly choose to follow the system because of their physical attachment to the material world while others will feel mentally trapped having no choice but to accept electronic registration. This is being initiated now under the new global vaccine identification law which will replace your drivers license, passports, visas, etc. Once a person has given them a sample of dna whether through covid testing or otherwise, this is a blood harvesting of anatomy programmed as living algorithm into the quantum super computational intelligence system registering the dna as a deep state owned patent on the existence of the person's life. This will link the new contactless digital currency system directly to the persons dna itself and nobody will have access to this new system unless marked with recieving the digital vaccine. They are using covid as a fear based panic agenda for implementing this new state of tyrannical system under the false pretenses of protecting and making everyone safe from the global threat of the corona organism which is a bioweapon paired with 5g waves for making people sick. Once people have taken the covid vaccine this changes the entire structure of the human form to a biological cellular complex system linked to the internet of things at which point the person will have become one with artificial intelligence through cybernetic genetic enhancement with everything in their physical and mental life laid wide open for deep state shadow operations to have full control over. No thoughts will be unknown, no part of life will be untouched that they have not had influence with control over and on a more important note they have been gathering dna to study which opened the door for creating new types of drugs in which they can electronically trigger these into a person without any type of knowledge in the person for knowing what's happening whether it's to prevent sickness or to implement it as torture and or death. \n\n#goldoildrugs, #coronavirus, #billgates, #id2020, #newworldorder, #trump, #nanotechnology, #darpa, #plandemics, #dracos, #23andme, #artificialintelligence, #5g, #prisonplanet, #666",
    "tags": [
        "id2020"
    ],
    "year": "7"
}