{
    "filename": "CCEI0oCgRjK_1.jpg",
    "description": "As if we didn't already know this information.  Why is the media not reporting this fact of a study done by the cdc themselves? Its not about giving you hope its about keeping you in fear . People in fear will trade freedoms for security . \nNewly published antibody test results from half a dozen parts of the country confirm that COVID-19 infections in the United States far outnumber confirmed cases. The ratio of estimated infections to known cases in these studies, which the U.S. Centers for Disease Control and Prevention (CDC) reported on Friday, range from 6 to 1 in Connecticut as of early May to 24 to 1 in Missouri as of late April.\nThese results confirm something we already knew: The COVID-19 #infection fatality rate—deaths as a share of all infections—is much lower than the crude case fatality rate—deaths as a share of known cases. That is bound to be true when testing is limited and a virus typically produces mild or no symptoms. At the same time, the CDC's antibody studies imply that efforts to control the epidemic through testing, isolation, quarantine, and contact tracing will not be very effective, since they reach only a small percentage of virus carriers.\nThe #CDC analyzed blood samples drawn for routine tests unrelated to COVID-19 from patients in New York City, Connecticut, South Florida, Missouri, Utah, and western Washington state. Although these samples may not be representative of the general population, they provide a clearer picture of virus prevalence than screening limited to people who sought virus tests because they had symptoms consistent with COVID-19 or because they were in close contact with known carriers.\nIn New York City, where the samples were drawn from March 23 through April 1, nearly 7 percent tested positive for #COVID19 antibodies, implying that infections outnumbered reported cases during that period by 12 to 1. The prevalence estimated by a state-sponsored antibody study conducted from April 19 to April 28 was three times as high, although the ratio of estimated infections to known cases (about 11 to 1), was similar. \n.\n#1984 #control #school #hoax #masks #socialdistancing  #deepstate #hospital #filmyourhospital",
    "tags": [
        "filmyourhospital"
    ],
    "year": "6"
}