{
    "filename": "CD4S20kD32T_1.jpg",
    "description": "🏹\nIn 2006, the Bill and Melinda Gates and Rockefeller Foundations launched Alliance for a Green Revolution in Africa (AGRA) promising to double crop productivity and incomes for 30 million small farmers by 2020 while cutting food insecurity by half. Gates’ vision was to force America’s failed system of GMO, chemical, and fossil fuel-based agriculture on African farmers. They spent a billion dollars imposing high-tech corporatized, industrialized agriculture, forcing small farms to transition to imported commercial seeds, petrochemical fertilizers, and pesticides. Gates built the supply chain infrastructure for chemicals and seeds and persuaded African governments to spend huge sums on subsidies and to use authoritarian penalties to force farmers to buy his expensive inputs. As with his African vaccine enterprise, there was no public evaluation or accountability. “False Promises: The Alliance for a Green Revolution in Africa (AGRA)” is the report card on that 14-year effort. The report concludes that the number of Africans suffering extreme hunger has increased by 30 percent in the 13 countries that Gates targeted.\n\nGates made farmers substitute traditional nutritious subsistence crops like sorghum, millet, sweet potato, and cassava for high-yield industrial cash crops, especially corn, which benefit elite commodity traders but leave poor Africans with little to eat. Both nutrition and productivity plummeted. Soils grew more acidic with every application of petrochemical fertilizers. Rural poverty increased, and the number of hungry people in these 13 countries rose to 131 million people.\n\nThe only entities benefiting from Gates’ program were his international corporate parties—particularly Monsanto. Africans call Gates’ program “Neocolonialism”.\n🏹\n#newworldorder #nwo #tolak5g #StopGMO #berdikari #konspirasi #PandemicCurrency #conspiracy #stop5g #stop5gbali #stop5gindonesia #stopgmoindonesia #covid19 #digitalcurrency #psbb #indonesiaberdikari #5G #newnormal #agenda201 #NoGMO #KillGates #GMO #id2020 #TheOldOfIntelligentsia #StopGMO #indonesian_flatearth_society\n#indonesiantruthseekersociety",
    "tags": [
        "id2020"
    ],
    "year": "8"
}