{
    "filename": "CEj0qwlAbeO_2.jpg",
    "description": "Nobody had the statistics that could show, truthfully, that is, how many caught the virus versus how many died from the virus versus how many fully recovered from the virus versus how many carried the virus in their systems, but felt no symptoms.\nIt was a full-speed-ahead torpedoing of America’s businesses, America’s economy, America’s social outlets, America’s schools, America’s churches. Stay home, stay off the streets, wait for the taxpayer stimulus check to buy some food, to pay some bills. Devastation. Destruction. Suicidal — and suicide-driving, sad to say.\nNow the CDC finds this: “Table 3 shows the types of health conditions and contributing causes mentioned in conjunction with deaths involving coronavirus disease 2019 (COVID-19). For 6% off the deaths, COVID-19 was the only cause mentioned. For deaths with conditions or causes in addition to COVID-19, on average, there were 26 additional conditions or causes per death.”\nLike what?\nLike influenza and pneumonia. Like respiratory ailments and failures; Like high blood pressure and diabetes. Like vascular conditions and even dementia. Like heart troubles and heart failures. Even, like poisonings.\nIn layman’s, that means that all the people who’ve died from COVID-19, haven’t, well, quite actually, truly, reaaallly died from COVID-19.\nIt’s like this: A guy goes to the hospital for treatment of a heart attack. The doctor finds his blood pressure soaring, and his vascular system in distress. He’s having difficulty breathing — he shows signs of respiratory failure. Hmm, which came first, the breathing problem or the heart attack? Could it be the breathing difficulty is attributed to the cold clamp on blood flow to his heart? Could be, could be. No matter — the guy tests positive for COVID-19. It’s a COVID-19 death\n.\n.\n.\n#dontbelievethelies #dontbelievethehype #school #socialdistancing  #deepstate #hospital #filmyourhospital #1984 #distraction #hoax #corona #virus #plandemic #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth #freedom #givemelibertyorgivemedeath #conspiracytheory",
    "tags": [
        "filmyourhospital"
    ],
    "year": "8"
}