{
    "filename": "CEjybIJg1_Z_3.jpg",
    "description": "So WE \"\"conspiracy theorist\"\" were correct again hmmmm 🤔🤔.\nOnly 6% of coronavirus deaths in the United States mention COVID-19 as the only cause, while the remaining 94% of deaths with the virus had other “health conditions and contributing causes” as well, according to new data released by the Centers for Disease Control and Prevention.\n“For 6% of the deaths, COVID-19 was the only cause mentioned,” says the CDC report. This comes to 9,683 deaths.\nThe top conditions contributing to deaths involving coronavirus disease include influenza and pneumonia, respiratory failure, hypertensive disease, diabetes, vascular and unspecified dementia, cardiac arrest, heart failure, renal failure, intentional and unintentional injury and poisoning, the report shows.\nThe numbers released by the CDC are based on “provisional death counts,” and the agency says that’s most reliable to “deliver the most complete and accurate picture of lives lost to COVID-19.”\nIt explains that “they are based on death certificates, which are the most reliable source of data and contain information not available anywhere else, including comorbid conditions, race and ethnicity, and place of death.”\nThe CDC defines comorbidity as having “more than one disease or condition … present in the same person at the same time.”\n“Conditions described as comorbidities are often chronic or long-term conditions. Other names to describe comorbid conditions are coexisting or co-occurring conditions and sometimes also ‘multimorbidity’ or ‘multiple chronic conditions.’”\n.\n.\n.\n#dontbelievethelies #dontbelievethehype #school #socialdistancing  #deepstate #hospital #filmyourhospital #1984 #distraction #hoax #corona #virus #plandemic #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth #freedom #givemelibertyorgivemedeath #conspiracytheory",
    "tags": [
        "filmyourhospital"
    ],
    "year": "8"
}