{
    "filename": "CFDFT6dAPxD.jpg",
    "description": ".\nNew movie on Netflix called \"\"Cuties\"\" about 11 yo twerking girls. I already made a post about it. Read the article with more videos from this sick movie and share it with this video!\n\n\"\"Americans and others around the globe took to Twitter to vent their righteous outrage after Netflix published the very poorly written film, “Cuties,” which gratuitously features 11-year-old girls doing sickening “twerk” dances. Many were disgusted that many “journalists” had earlier reviewed the film favorably as a “coming of age” story and excused or justified the “pedophile” angle of the flick.\n\nAfter reviewing clips from the film, we can conclude that the people are justified in their righteous anger, and this is not just an example of an internet outrage mob. Thankfully, Twitter user Ghost Jim provided the clips so we did not have to actually watch this disgusting film.\"\"\n\nFULL ARTICLE WITH SICK VIDEOS FROM THIS MOVIE: \nhttps://www.revolver.news/2020/09/cancel-netflix-cuties/?fbclid=IwAR2Y02Yf6_JeV0tcdKHD4tCb8x2ewzvssvy_dQ6uDFwlhjPtx6vdNehL15g\n@expandedconsciousness \nShare this everywhere and cancel your Netflix account if you have it!\n\n.\n.\n.follow Back Up @truthmovement2\n.\nSPREAD THE WORD🗣\nWAKE OTHERS UP. 💭\n-\n“I am trying to free your Mind Neo, but I can only show you the door, you’re the one who has to walk through it” 🚪🚶🏻‍♂️\n.\n\n——————————————————————————————————————————\n#wakeup #vibration #manifestation #higherfrequency #riseup #darktolight #thestorm #newworldorder #depopulation #lawofattraction #thetruth #protests #deepstate #tyranny #highervibration #memes #Informationwarfare  #cabal #donaldtrump #Covid1984  #matrix #childtrafficking #waronhumanity #consciousness",
    "tags": [
        "cabal"
    ],
    "year": "9"
}