{
    "filename": "B--UdeMoJVj.jpg",
    "description": "Que se entere el mundo\n\nEl COVID ES UNA ESTAFA.\n\nImagina que mueren 1.000.000 al año de gripe común y nadie se entera de una mierda.\nAhora imagina que la muertes de #gripe común de siempre que nunca habías visto ni escuchado, te las sacan cada día por la tele y la llaman #COVID. \nDe repente el caos se apodera de todos.\n\nQue alguien demuestre la existencia de COVID como la de la MALARIA (MAL, ARIA, MAL AIRE).\nLa Farmafia te quiere enfermo, recuérdalo. Un paciente curado es un paciente perdido.\nLos hospitales colapsados vaya tela, estube en el de alicante con un amigo, su madre trabaja allí, que no os engañen, dejar la tele e ir vosotros al hospital a ver qué pasa. Que seguramente lo que os encontréis es 100.000 coreografías de médicos saturados que no dan abasto a salvar vidas.  Tú crees que cualquier hospital colapsado tiene tiempo de pegarse unos bailoteos mientras cientos de miles de muertos caen como moscas a su alrededor?Habéis visto algún colapso en algún lado?\nInvestiga DIOXIDO DE CLORO Y ANDREAS KALCKER (#MMS). INVESTIGA 5G\n--#DESPIERTA👁️-- Cuenta secundaria--@out_of_matrixmind_\n\n#Investiga:\nMKULTRA, #HAARP, PROYECTO MONARCA,PROYECTO DEEPFREEZE, PROYECTO AVALON, PROYECTO #PAPPERCLIP, PROYECTO #FISHBOWL, PROJECT DOMINIC,#AGENDA21,#ADRENOCHROME, BLUE BEAM, BLUE BIRD, Y SABRAS QUIEN GOBIERNA TU MUNDO, COMO Y PORQUÉ\nLa tierra es cientos de veces más grande de lo que se ha dicho, por eso se hizo el TRATADO ANTÁRTICO, para mantener la esclavitud dentro de la ilusión mental de este planeta limitado, el show de truman es real. Investiga Jym Carrey mataron a su esposa por el exponerlo todo, han matado a avicci, a j Lennon, a Diana de Gales, a Canserbero, Justin Bieber probablemente palme el año que viene (INVESTIGA EL CLUB DE LOS 27) han matado a 2 PAC,A JFK,han matado a TANTAS PERSONAS QUE DESCONECTARON DE LA ILUSION Y LO EXPUSIERON para no poner en peligro el sistema. No somos lo que nos hicieron creer👁️👁️\n--\n--\n#covid19\n#corona\n#coronavirus #mkultra #bluebeam #haarp #wakeup #meme #meditacion #research #investiga #matrix #haarp #chemtrails #flatearth #mindcontrol #illuminati #nwo #fucknwo #newworldorder #picoftheday #somosenergia #love",
    "tags": [
        "Qanon",
        "New World Order"
    ],
    "year": "4"
}