{
    "filename": "B-0-K-BALLT.jpg",
    "description": "Those who sacrifice their liberty for safety deserve neither liberty nor safety. ~ Benjamin Franklin. Under the guise of protecting the sheep-like citizens, governments around the world have imposed martial law and curfews. Under the guise of protecting their freedoms, they took away their freedoms. Under the guise of protecting the economy, they destroyed the economy by shutting down all \"\"non-essential\"\" businesses. Under the guise of protecting public health, they destroyed everyone's health by shutting down all gyms and preventing citizens from getting fresh air and sunlight. Thanks to the lab-made bioweapon COVID19, authoritarians around the globe are in a state of euphoria and ecstasy. Now they're free to patrol the streets Nazi-style to punish and enslave citizens with impunity. They can invade any home and kidnap its residents. They can strike down with a rod of iron all civil liberties. They can finally get rid of those pesky leaderless protesters by enforcing martial law and curfew. They can crack down on freespeech and shut down independent journalists through Google, YouTube, Facebook, Twitter, and internet service providers. They can imprison citizens indefinitely and torture them to death then burn what's left of their dead bodies and say it's a biohazard. The U.S. and other so-called democracies around the globe have switched to tyranny and fascism in just several short weeks and there is currently no end in sight to the martial law (lockdown in doublespeak) thanks to COVID19.\n\n#Plandemic #ID2020 #MedicalMartialLaw #MedicalMartialLaw2020 #Event201 #GlobalHealthSecurityAgenda #NWO #NewWorldOrder #COVID19 #Coronavirus #COVID19Lockdown #BiologicalWeapons #WuhanCoronavirus #WuhanVirus #Pandemic #PopulationControl #FamilyPlanning #SelfIsolation #NewNorm \nSources:\nhttps://is.gd/UlPuMu\nhttps://is.gd/p9nWv1\nhttps://is.gd/SxTBMj\nhttps://is.gd/1gWfDI\nhttps://is.gd/GDdcEi",
    "tags": [
        "Mixed/Other"
    ],
    "year": "4"
}