{
    "filename": "B-0ov0wF2Cv.jpg",
    "description": "New drone video shows a giant trench being dug at New York City's public cemetery on Hart Island to help handle an influx of unclaimed bodies due to the coronavirus pandemic.\nThe seaside of the Long Island Sound is home to many mysterious locations, and Hart Island is at the center of one of its darkest untold stories. Hart Island, sometimes referred to as Hart’s Island, is a thin, half-mile long strip of land at the western end of the Long Island Sound which serves as a mass grave for New York City, and is the largest mass grave site in the United States.  This gravesite is known as a potter’s field, because it is a common, tax-funded gravesite used for burying an area’s unidentified or unclaimed bodies.  Over 900,000 bodies were interred at Hart Island since 1869 – most of those being individuals who were homeless or unclaimed residents of New York City, or infants whose parents could not afford a burial.\nThroughout its history, the 130-acre island has been used as a prison camp for thousands of Confederate soldiers, a workhouse, a women’s asylum, a sanatorium, and a Nike missile site during the Cold War. Since its start as a prison camp, people began using the island to bury the unknown or unclaimed en masse. To this day, Riker’s Island inmates still inter 1,500 unclaimed bodies on the southern portion of the island every year.\nFrom 1980 to 2011, daily burials were conducted at the gravesite by prisoners from Riker’s Island, who were paid 50 cents an hour to dig graves and stack wooden boxes in groups of 150 adults and 1,000 infants.  The prisoners were also the only ones to leave memorials at Hart Island, including crosses made of twigs and small offerings of fruit or candy.\n#JesusIsComing #SignsOfTheTimes #PredictiveProgramming #Health #Tukkit #Future #Bronx #MartialLaw #NewYork #Praise #Virus #NYC #FalseFlag #Truth #WakeUp #OpenYourEyes #StayHome #Quarantine #COVid_19 #NewWorldOrder #MarkOfTheBeast #Awakening #Drone #WakeUp #EndTimes #Rikers #Prepare #PottersField",
    "tags": [
        "New World Order"
    ],
    "year": "4"
}