{
    "filename": "B-2WFAPncvm.jpg",
    "description": "- NICE PARODY ON THE ABSURDITY OF THE CV HOAX. OBEY AUTHORITY ESPECIALLY WHEN THEY DRESS IN RIDICULOUS MEDALS, TASSELS, RIBBONS AND PINS.\nThey want 100% vaccination and everyone must be Micro Chipped in order to receive the new Cashless all digital money.\nThis is literally taking the #markofthebeast\nCONNECT THE DOTS\nThe End Goal, The Agenda according to, \"\"\"\"\"\"\"\"Devil Bill\"\"\"\"\"\"\"\", W.H.O. is from the, \"\"\"\"\"\"\"\"Gates of Hell\"\"\"\"\"\"\"\", says,...\nEVERYONE is to be Vaccinated and Micro Chipped. All 7+ Billion, no exceptions.\nDO  NOT  COMPLY\nEvil is coming straight into the open. The population has been waking up and this is now a move to starve us into an weak state and separate us from coming together. They have no defense against the people. We outnumber them 100,000 to 1.\nOur play book can be found at the end of the 1988 Documentary coded in the SciFi movie, \"\"\"\"\"\"\"\"They Live\"\"\"\"\"\"\"\". We have to go after the #tellievision stations. As long as they are broadcasting LIES, the people can never find the Truth.\nRight now everyone locked in, nothing to do and watching TV for some hope in the News. Hi-Def screens flash 240+ frames per second while human conscious mind can only grasp about 30 fps leaving 210 fps being imprinted on the subconscious mind loaded with subliminal LIES.\nATTENTION: Go to the YouTube channel of ODD TV and watch a 16+ minute critical review of 1988 Sci-Fi movie, \"\"\"\"\"\"\"\"They Live\"\"\"\"\"\"\"\". There is another most popular video called: TV MIND CONTROL DOCUMENTARY. 1 hour 8 mins. @oddtvofficial\nGo to his Instagram page and Follow,... read every post.\nStart Researching How the Whirld Actually Works.\nTo see two very informative videos (There are Many) about what a Virus is, please go to @flat_earth_awakening. Guy with the beard. #tombarnett #coronavirus #covid19 #billgatesvaccines\nClick on the above hashtag for Gates and see the obvious Misdirection and Censorship.\nReposted from @a_pilgrims_progress @jen.murray.flat.earth #covid_19 #coronavirus #technocrats #technocracy #mindcontrol #publichealth #newworldorder #vaccines #event201 #virus #ID2020 #corona #1984 #truth #billgates #bravenewworld #germs #meme #vaccines #healthcare #flu #fear #funnymemes #media #pandemic #antivax",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}