{
    "filename": "B-7cjGjH6c5.jpg",
    "description": "#Repost @freedom_faction\n・・・\n#BillGates’ plan to “save the world” by rolling out a #mandatoryvaccine for the #coronavirus — and suggesting nobody will be allowed to resume “normal life” without a “#digitalcertificate“ to prove they have been vaccinated — is proving extremely unpopular with internet users.\n\nInstagrammers are hitting back against Bill Gates, punishing his posts with thousands upon thousands of angry messages telling him to stop experimenting with the health of “lesser humans” or expect to be charged with “#crimesagainsthumanity.“ “Money doesn’t give you any rights against the people. You need to be charged for crimes against humanity,” said schizandramaier in a comment that garnered hundreds of likes. “I look forward to watching your trial!” said ccseyanelee in a comment that also picked up hundreds and hundreds of likes.\n\nMany users also commented on the fact Bill Gates has been deleting the torrent of critical comments from his page. “Good luck deleting comments Billy Boy 😂 they will keep on coming and coming and coming… kinda like those computer viruses you loved so much!” wrote aleiorgu.\n\nRobert F. Kennedy Jr. has also slammed the Microsoft founder over his plans for “dictatorial control over global health policy” and his “messianic conviction that he is ordained to save the world with technology.“ “Vaccines, for Bill Gates, are a strategic philanthropy that feed his many vaccine-related businesses (including Microsoft’s ambition to control a global vac ID enterprise) and give him dictatorial control over global health policy—the spear tip of corporate neo-imperialism,” Kennedy Jr. wrote. “Gates’ obsession with vaccines seems fueled by a messianic conviction that he is ordained to save the world with technology and a god-like willingness to experiment with the lives of lesser humans.” #VaccineAgenda #GlobalHealthSecurityAgenda #PopulationControl #Technocracy #NewWorldOrder #ScientificDictatorship",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}