{
    "filename": "B-aHiLSD8AL.jpg",
    "description": "This video shows why Big Telecom loves #coronavirus. The quarantine has facilitated the unobstructed 5G rollout and has effectively ended the opportunity for mass public protests which were our best hope for derailing the 5G robber barons from microwaving our country and destroying nature. The Telecom Titans now have an open road, willing politicians and a compliant population sufficiently frightened, beleaguered, broke and submissive to relinquish their constitutional freedoms and welcome the surveillance state. 5G has little to do with improving service to individuals. It has everything to do with BigTech data mining, surveillance and social control. If we don’t stop them, they will engineer a massive transfer of wealth and sovereignty away from our citizens into the hands of Big Telecom, Big Tech (Microsoft, Facebook, Google) BigPharma, the military/intelligence apparatus and the ruling plutocrats. Chief among these is Bill Gates with his sinister anti-American tracking system (ID2020), his suspiciously coincidental October 2019 Coronavirus War Game simulations (Gates passed out adorable coronavirus themed stuffed animals to all the high level participants), his pandemic documentary on Netflix, his autocratic control of Anthony Fauci and the WHO (for which he is the top funder), his coronavirus #vaccine patents and his barely disguised — let’s be honest — giddy-delight at the quarantine that is impoverishing his countrymen and crushing their will to resist his tyrannical “reforms.” Gates wants us to cede all power to his “benevolent” dictatorship —including power over our bodies, our health and our children. Gates is the nerdy kid with the magnifying glass. The rest of us are ants getting torched in his global science experiment.Please support our lawsuit against FCC to stop 5G. Link of Roberts vid ⏬\nTaken from @robertfkennedyjr 🙏🏽\n——\nFollow my personal 👉🏽 @itsazeem\n—\n#covid19 #staywoke #nwo #virus #newworldorder #china #wuhan #pinealgland #wakeuppeople #truthseeker #thirdeye #wakeupsheeple #anonymous  #conscious #secretsocieties #mindcontrol #consciousawareness #bigtech #selfaware #freedomthinker #illuminati #truthseeker  #conscious #awareness",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "3"
}