{
    "filename": "B-AtZzmprUl.jpg",
    "description": "#DavidSpade also on #CoronaVirus lockdown.  He speaks on #TomHanks being on lockdown too, and that it all depends on Tom... Hinting if Tom goes down, that they all would go down. #QuentinTarantino is also in #Australia right now under #Quarantine... ANYWAY, David Spade is Brother of #AndySpade who was married to #KateSpade. David has another brother #BryanSpade who lives in #Tucson area if I’m not mistaken, where the Mayor is #JonathanRothschild …. #Arizona Tucson area and so on near the border etc… is where #OperationBackyardBrawl found the CHILD SEX TRAFFICKING CAMPS .. video of this has been posted with the patriots doing a walk through of the compound and him explaining that the local law under Mayor Jonathan Rothschild will not do anything or take any action.\nNow remember they got the biggest whale of them all in custody, who is squealing like a fat pig.. #HarveyWeinstein and if #EpsteinIsntDead is he also giving up the goods on all the people he blackmailed in the past as part of his deal ? \nAnyways, just the first part of this video is a new post, to make a connection for you new followers, I attached an old post of mine from late August 2019, about the KATE SPADE being suicided, hung from a RED SCARF and her husband Andy Spade being forced to where the RAT / MOUSE MASK the day after in public … mouse from disney’s RESCUERS movie … the #GOOGLE searches aren’t blacklisted anymore feel free to research these hashtags under images while GOOGLE is FIXED or BROKE still, however you see it as… LOL \nNOW DON’T HOLD MY FEET TO THE FIRE ON THE WARRANT LIST AND ARRESTS I’m just connecting dots and providing info for you. Follow👉 @originalwaxpressings \n#itsALLconnected #illuminati #deepstate #hollywood #pedowood #hollyweirdisevil #pizzagate #humantrafficking",
    "tags": [
        "Qanon",
        "New World Order",
        "Deep State"
    ],
    "year": "3"
}