{
    "filename": "B-C4lLGJV9f_4.jpg",
    "description": "The other day I posted about chloroquine. It’s an antiviral malaria drug with nasty side effects. Military personnel & veterans are aware of #mefloquinetoxicity. It’s ruined lives. 10-33% of those who take the drug experience side effects. Pres Trump spoke about it but also mentioned hydroxychloroquine, which is less toxic. It’s also used for severe rheumatoid arthritis, Lyme disease, fibromyalgia, etc. .\n.\nThere’s a big difference between chloroquine and hydroxychloroquine.\n.\nWith Trump focusing on hydroxychloroquine, which has a 💯% recovery rate for CV, there is no need for a a new vaccine nor mandatory vaccination.  I know some of you are worried about this. There are draconian NWO type state bills/laws being passed, like in Florida calling for mandatory vaccination in emergency pandemic situations. But with Trump highlighting a drug instead of a shot should hold some weight.\n.\nHigh-dose vitamin C, which has been getting little coverage also has a 💯% recovery rate. There are three ongoing clinical studies in China. Both China and South Korea have been reporting successful cases with no deaths and no side effects. Hospitals in New York and New Jersey are reportedly implementing high-dose vitamin C to patients with CV. Medical professionals have been paying attention to what’s working.\n.\nWith two low cost, effective solutions with minimal side effects and with Pres Trump promoting one of them, should we be worrying about the worst case scenario? Let’s continue focusing on boosting our immune systems for prevention and being fearless. The media has been pushing so much doom and fear. Turn off your TV and focus on your loved ones. We’ve been given an amazing opportunity to do just that for the next couple weeks. Be prepared and don’t be scared! ❤️ ✨ .\n.\n\n#nofear #fearless #chloroquine #mefloquine #hydroxychloroquine #antimalarial #veteran #event201 #coronavirus #novelcoronavirus #coronavirusprevention #covid19 #mentalhealthawareness #holistichealth #holistichealing #vitaminc #highdosevitaminc #antiviral #antivirals #informedconsent #medicalfreedom #immunebooster #immunity #beyourownhealer #fakenews #qanon #wwg1wga #thegreatawakening\n.\n.\n.\n.\n.",
    "tags": [
        "Qanon",
        "Bill Gates"
    ],
    "year": "3"
}