{
    "filename": "B-cTGcfB8oK_1.jpg",
    "description": "Thoughts?\n\nShut down the country. Develop vaccine and digital ID. That’s what #NewWorldOrder eugenicist #BillGates says #America must now do to beat the #coronavirus.\n\nBill Gates has compiled one of the largest personal fortunes in human history, to say he lives in an ‘ivory tower’ would be a gross underestimation of the type of privileged life he actually lives. He is a life-long eugenicist, he is an abortion for #populationcontrol advocate, and his heart’s desire is to give everyone on the planet a vaccination with a #digitalID. Right now, Bill Gates stands on the precipice of seeing his lifelong dream of a New World Order come true in spectacular style. Only one thing standing in his way, America, and he needs to shut her down. “Behold, I have told you before.” Matthew 24:25 (KJB)\n\nYou probably weren’t paying attention when the ‘switch’ happened, they are pretty sneaky like that. But Bill Gates has now been rebranded by the media, as you will see in this article, as a ‘global health expert‘, and we all better start following his advice if we expect to survive. Yep, that’s how they do. Just don’t pay any attention to #Event201, #ID2020, or the Certified Mark, and  you should be able to make the mental leap of accepting ‘bioscientist’ Bill Gates quite nicely. If you had read our article on the #GeorgiaGuidestones in 2015, then this is little or no surprise for you, you should read it.\n\nHOW DID BILL GATES BECOME A ‘GLOBAL HEALTH EXPERT’? BUCKETS AND BUCKETS OF MONEY, THAT’S HOW. TAKE A LOOK.\n\nShut down America for 10 weeks? It won’t be here when you get back from that vacation, and that’s exactly the plan. That’s Bill Gates plan. We’ve been warning you for 10 years now about the plan to collapse America, and it has arrived. The Cloward-Piven strategy on steroids. Welcome to the New World Order, Bill Gates is waiting for you. 🖐🏾More in comments👇🏾",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}