{
    "filename": "B-DvDrCJV6x.jpg",
    "description": "The most basic of all facts about brainwashing: In the entire history of man, no one has ever been brainwashed and realized, or believed, that he had been brainwashed. Those who have been brainwashed will usually passionately defend their manipulators. The Battle for Your Mind: Brainwashing Techniques Being Used On The Public By Dick Sutphen\n\nBefore I continue, let me point out something else about an altered state of consciousness. When you go into an altered state, you transfer into right brain, which results in the internal release of the body's own opiates: enkephalins and Beta-endorphins, chemically almost identical to opium. In other words, it feels good . . . and you want to come back for more.\n\nRecent tests by researcher Herbert Krugman showed that, while viewers were watching TV, right-brain activity outnumbered left-brain activity by a ratio of two to one. Put more simply, the viewers were in an altered state . . . in trance more often than not. They were getting their Beta-endorphin \"\"fix.\"\" To measure attention spans, psychophysiologist Thomas Mulholland of the Veterans Hospital in Bedford, Massachusetts, attached young viewers to an EEG machine that was wired to shut the TV set off whenever the children's brains produced a majority of alpha waves. Although the children were told to concentrate, only a few could keep the set on for more than 30 seconds!\n\nMost viewers are already hypnotized. To deepen the trance is easy. One simple way is to place a blank, black frame every 32 frames in the film that is being projected. This creates a 45-beat-per-minute pulsation perceived only by the subconscious mindthe ideal pace to generate deeps states  By the age of 16, children have spent 10,000 to 15,000 hours watching television ——\n#virus #staywoke #nwo #population #newworldorder #billgates #covid19 #hollyspirit #wakeuppeople #truthseeker #newagedeception #wakeupsheeple #anonymous #conscious #secretsocieties #mindcontrol #consciousawareness #politics #selfaware #freedomthinker #illuminati #truthseeker #conscious #awareness #ceo #epsteindidntkillhimself #conspiracy #wakeup",
    "tags": [
        "Mixed/Other"
    ],
    "year": "3"
}