{
    "filename": "B-HHeLGJT_O_1.jpg",
    "description": "One of the most important Corona Related Posts you will come across... and fuck a like I would really appreciate y’all opinion. In times like this we need more thinkers, problem solvers, etc... I’m not the everything is a conspiracy guy, trust me I’m not, but this should definitely be considered and investigated... Also, if this is found to be man made with ill intent there will certainly be global war. War with China or Russia or both b/c both countries are relatively close to eachother, and have similar economic structures, communism, in fact plenty of Russians look chinese or of “asian decent” probably because ... Europe and Asia are really the same land mass so if u are European u kinda are somewhat asian 🤷🏽‍♂️.\nBut I digress... If America “finds this out” we will certainly be at war with China who has billions of people along with maybe Russia in retaliation for Corona which would mean what?\n\nYou guessed it World War 3...\nWhich means even more people (maybe 10s of millions, depending on the level of weaponry and more importantly bombs we or they use) dying. Which equals a smaller global population... It’s a funny coincidence how almost exactly 100 years (1918) ago a similar thing happened World War 2 and the worst case of the influenza virus ever which infected 500 million people and killed 50 million ppl worldwide... Maybe this is Nature or perhaps this is people in power moving pieces on a chess board controlling the world while we’re all just unconscious pawns being moved by the almighty invisible hand... and this is the Purge \n#Corona\n#Conspiracy #iLikeData #iLikeFacts\n#ThePurge\n#PopulationControl\n#Pandemic and #War\n#StayWoke #WorldWar3\n#WhoRunTheWorld\n#PoliticsAsUsual #Think #ThinkersOnly\n#CouldJustBeNature\n#CouldAlsoBeHumanNature\n#Greed #Control #Power #Supremacy #illuminati #AnimalFarm #1984 #2020 #GeorgeOrwell\n\nNot all Purges are done w/ guns..🔬🧬🦠💉🩸🧪🌡🤢🤮☠️😈🌏",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "3"
}