{
    "filename": "B-j2CjiHm3C.jpg",
    "description": "5G will use a frequency bandwidth of anything between 4ghz to 90ghz. Oxygen has a microwave absorption rate of approximately 60ghz. Currently, the Federal Communications Commission (FCC) has allocated the millimeter wave RF spectrum from 57.05 to 64GHz. What does this mean?\n\nIn a study named “The effect of electromagnetic radiation emitted by display screens on cell oxygen metabolism”, scientists set out to analyse what happens to our blood platelets when immersed with low radiation frequencies. This was their conclusion - “The findings indicate that exposure to electromagnetic radiation of 1 kHz frequency and 150 V/m and 220 V/m intensity may cause adverse effects within blood platelets’ oxygen metabolism and thus may lead to physiological dysfunction of the organism”. Another consequence is that as the oxygen in the surrounding atmosphere can absorb some frequencies, depending on the strength of the cell towers, it means there could be greater interference between signals, thus decreasing connectivity. This is bad for business, so companies are starting to use Beam-forming technology. A way of using narrow beam antennas to minimise the probability of interference however, this means more cell towers are needed. And we know what that means.\n\nStudies are showing adverse effects from low frequency radiation such as; oxidative stress, blood-brain barrier penetration, tumours, reproductive harm, electromagnetic hypersensitivity, and much more. Out of 537 biological studies, 75% of the studies shown significant effects. More research needs to be done by the FCC, but it’s like talking to a brick wall... °\n#coronavirus  #coronavirusfacts #5gfacts #5gtruth #5g #stop5g #fakenewsmedia #coronavirüs #coronavírus #sharethisvideo #emf #radiation #lungissues #mmwave #electromagneticfield #electromagnetic #bannedvideo #watchthisvideo #fakenews #fakenewscnn #fakepropaganda #ascensionsymptoms #lockdown #stop5gaustralia #share",
    "tags": [
        "5G"
    ],
    "year": "4"
}