{
    "filename": "B-kzE1snG-b.jpg",
    "description": "Bill Gates [funded] the sexual abuse of children and hopefully will be f'n [prosecuted] as a pedophile for bankrolling Jeff Epstein's operations to the tune of [a few million dollars] and [flying on] Epstein's private plane, then [lying about it all] before, later, admitting it.\nThe MIT Lab which the millions were funnelled through [recorded the funds in an email] writing,: \"\"\"\"\"\"\"\"This is a gift from Gates directed by Epstein.\"\"\"\"\"\"\"\" The response to email read: \"\"\"\"\"\"\"\"For gift recording purposes, we will *not* be mentioning Jeffrey's name as the impetus for this gift.\"\"\"\"\"\"\"\" These people knew what they were doing.\nGates lied about his relationship with Epstein. And MIT lied about where the money was coming from.\nDuring his relationship with Gates, Epstein was a convicted pedophile. Gates knew this, but he liked what Epstein was selling.\nGates is another extremely rich new world order pawn shaping our world at the highest level. The fact that he was [warning us about a global pandemic relentlessly] via his virtue-signalling foundation, which he has humbly named after himself, should be no surprise to anyone.\nGates likes to profit from people's misery.\nExplains Windows.\nHe loved viruses so much he even made his products extremely susceptible to them.\nHe is a classic, progressive psychopath. His father was even on the board of Planned Parenthood.\nBill is in deep with large scale sex traffickers. His history with Epstein & how he uses satan's media to evade scrutiny. Also makes sense the child pornographer that was busted at Gates' house. GMO fag, Eugenicist, and inventor of nothing.\nBill and Fuckerberg dropped out of Harvard, both set up to front Clown/DARPA projects. Charge them with crimes against humanity, misuse of AI & technology to change brain chemistry and other threats to the human race immediately. Fed to human cattle they are nothing but actors for secret companies. \n#gates #Gatesfoundation #EpsteinDidntKillHimselfBecauseEpsteinIsntDead #epstein #billgates #clinton #virus #wuhan #5g #africa #saudiarabia #india #iran #syria #middleeast #corona #coronavirus #jeffreyepstein #harvard #MIT #vaccine #NWO #depopulation #ID2020 #maga #trump #wwg1wga #qanon",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G",
        "New World Order"
    ],
    "year": "4"
}