{
    "filename": "B-lNX4RlEdf.jpg",
    "description": "SATAN – THE DECEIVER\n1. SATAN WILL ATTACK YOUR MIND.\n2 Corinthians 11:3  3 But I am afraid that just as Eve was deceived by the serpent's cunning, your minds may somehow be led astray from your sincere and pure devotion to Christ.\n• GOD RENEWS OUR LIVES BY RENEWING OUR MINDS.\nRomans 12:2  2 Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.\n• WE MUST PROTECT OUR MINDS FROM ATTACK.\nPhilippians 4:8  8 Finally, brethren, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is of good repute, if there is any excellence and if anything worthy of praise, dwell on these things.\n• YOU ARE WHAT YOU THINK.\nProverbs 23:7  7 For as he thinks within himself, so he is. He says to you, \"\"\"\"\"\"\"\"Eat and drink!\"\"\"\"\"\"\"\" But his heart is not with you.\n2. SATAN WILL LIE TO YOU.\nGenesis 3:1-7  1 Now the serpent was more crafty than any of the wild animals the LORD God had made.\n• SATAN QUESTIONED GOD’S WORD.\nHe said to the woman, \"\"\"\"\"\"\"\"Did God really say, 'You must not eat from any tree in the garden'?\"\"\"\"\"\"\"\"\n• EVE TOOK AWAY FROM GOD’S WORD.\n2 The woman said to the serpent, \"\"\"\"\"\"\"\"We may eat fruit from the trees in the garden, 3 but God did say, 'You must not eat fruit from the tree that is in the middle of the garden,\n• SHE ADDED TO GOD’S WORD. and you must not touch it, or you will die.'\"\"\"\"\"\"\"\"\n• SATAN DENIED GOD’S WORD.\n4 \"\"\"\"\"\"\"\"You will not surely die,\"\"\"\"\"\"\"\" the serpent said to the woman.👑All praises to our King YESHUA!! 🙏🏼👑▶ YESHUA (JESUS) IS COMING◀: REPENT & BELIEVE THE GOSPEL..SHARE AND REPOST!!!!!💜💕💜💕💜💕💜💕 #MartialLaw #caronavirus #covid_19 #bayarea#5g #sacramento#nyc #sanjose #sanfrancisco#oakland#modesto #fresno#losangeles#wakeup #sacramento#bakersfield #Yeshua #messianicjew #femacamps #endtimes#endtimesprophecy #greattribulation#repent #biblicalplague #markofthebeast #california  #rap #hiphop",
    "tags": [
        "5G"
    ],
    "year": "4"
}