{
    "filename": "B-mqnVkgdkz.jpg",
    "description": "Can you imagine always being attacked? Read below. This post is amazing. We love you @realdonaldtrump !! Posted @withregram • @latinoswithtrump PLEASE stop scrolling for a minute and look at this photo. ⁣\n⁣\nIf you have nothing nice to say keep scrolling... Negative comments are NOT welcome.. ⁣\n⁣\nCan you imagine the weight this man is feeling right now? When he signed up for this role (without pay) he did it for us...Americans. ⁣\n⁣\nHe didn’t do it for the fame or glory, he had all that. He was willing to take on whatever, but the magnitude of what we’re currently experiencing has got to be paralyzing. And to some, NOTHING he does is ever right or good enough. ⁣\n⁣\nDo you ever wonder how he must be dealing with it all? When his head finally hits the pillow at night after press conferences and meetings, constantly trying to defend himself and protect our country at the same time...does he break down and cry from the pressure? ⁣\n⁣\nIs he scared and confused? ⁣\nIs he even able to sleep? ⁣\nCan he shut his mind off at all? ⁣\n⁣\nDoes he lay there and talk to God all night praying for strength and answers? ⁣\nHe is, after all, a human being who is hardworking and has feeling like all of us.⁣\n⁣\nWhether he’s making you proud or not, look at this photo and ask God to soften your heart just a litte bit and lift this man up in prayer. ⁣\n⁣\nHe needs them right now more than ever. He is carrying the weight of OUR country on his shoulders and I don’t think anybody could be doing any better of a job than he is currently 🙏🏼❤️ ⁣\n⁣\nAnd please, if you don’t have anything nice to say, there’s NO NEED to comment...just keep scrolling.⁣\n⁣\nThis is about togetherness. This is about staying united. (P.S. this was sent to me by a follower and I want to thank them for doing so)\n.\n.\n.\n.\n.\n#conservative #wearethestorm #trump2020 #trump #republican #wheresjoebiden #wwg1wga #qanon #event201 #nxivm #rachelchandler #darktolight #coronavirus #q #fuckislam #informedconsent #vaccinesharm #panicindc #restart #politics #agenda21 #wethepeople #keepamericagreat #qarmy #maga #usa #declass #trumptrain #kag #thegreatawakening",
    "tags": [
        "Qanon",
        "Bill Gates"
    ],
    "year": "4"
}