{
    "filename": "B-NmlxwAMpm_1.jpg",
    "description": "You don’t say 😴 i can hardly contain my disbelief \nPosted @withregram • @melissasuzannemusic ⚠️ BREAKING⚠️ This is the #epidemiologist who created a mathematical model to predict the severity of #COVID19 which many other nations, including ours, used to create drastic lockdown policies for its citizens. ***HE NOW REALIZES HE #MODELED #INCORRECTLY***, and what he initially predicted to be a severe loss of lives will actually be 25 TIMES LESS DEADLY than originally projected. .\n————————\n❗️Epidemiologist Behind Highly-Cited Coronavirus Model Admits He Was Wrong, Drastically Revises Model❗️\n.\n🗣 “Epidemiologist Neil Ferguson, who created the highly-cited Imperial College London coronavirus model, which has been cited by organizations like The New York Times and has been instrumental in governmental policy decision-making, offered a massive revision to his model on Wednesday.\n.\nFerguson’s model projected 2.2 million dead people in the United States and 500,000 in the U.K. from COVID-19 if no action were taken to slow the virus and blunt its curve.\n.\nHowever, after just one day of ordered lockdowns in the U.K., Ferguson has changed his tune, revealing that far more people likely have the virus than his team figured. Now, the epidemiologist predicts, hospitals will be just fine taking on COVID-19 patients and estimates 20,000 or far fewer people will die from the virus itself or from its agitation of other ailments.\n.\nFerguson thus dropped his prediction from 500,000 dead to 20,000. (Continued in comments)\n\nFollow FOR Thought provoking Red 💊 \n@redpillbabe\n@redpillbabe\n@redpillbabe ================================================================= Growing this page to raise awareness! Please follow @redpillbabe and if you can credit repost! #wwg1wga #pedogateisreal #podestaemails #qanon #truthtolight #followthewhiterabbit #pedowoodisreal #pizzagateisreal #rachelchandler #epsteinisland #declass #voterfraud  #magacountry #sheepnomore #thesepeoplearesick #killary #clintonfoundation #painiscoming #operationmockingbird #pedogate #pedowood #pedovore #spiritcooking #epsteindidntkillhimself #hisnamewassethrich #whatisQ",
    "tags": [
        "Qanon"
    ],
    "year": "3"
}