{
    "filename": "B-NYkPJAi8S.jpg",
    "description": "On Thursday, we wrote a piece about Dr. Shiva Ayyadurai, an MIT scientist with 4 PHD degrees, after he said in his famous tweet that \"\"#fearmongering on coronavirus will go down as the biggest fraud to manipulate economies.\"\" He also accused the \"\"#DeepState\"\" of scaring people and not telling the real truth about the deadly coronovirus.\nDr. Shiva went on to say that the media and the \"\"Deep State\"\" are doing the world a disservice by exaggerating the impact of the virus. The story has received over two million views since the article was published over a week ago. In the meantime, Dr. Vladimir Zelenko, a board-certified family practioner in #NewYork, treated 350 coronavirus patients with 100% success using #Hydroxychloroquine Sulfate.\nAfter the story went viral, Dr. Shiva came out with a follow-up video that goes into a great detail to explain the real truth about coronavirus and why we need to focus more on immune health. Just as we thought we are done with the story, on Friday night, Dr. Shiva doubles down his attack on \"\"Deep State,\"\" and even went as far as naming names,\n\nIn his latest tweet, Dr. Shiva said: \"\"Glad to see #DonaldTrump is reading my tweets! Time to expose \"\"Deep State\"\" Emperor Fauci & his \"\"illustrious\"\" career of #FakeScienceimposing \"\"one-size-fits-all\"\" Medieval Mandated Medicine to profit his #BIGPHARMA minions, the expense of crashing our economy. More to come....\"\" \"\"Deep State\"\" Emperor Fauci\"\" is a reference to Dr. Anthony Fauci, an immunologist who serves as director of the National Institute of Allergy and Infectious Diseases and as a member of the White House Coronavirus Task Force addressing the 2019-20 coronavirus pandemic.\n.\n.\n.\n#dontbelievethelies #dontbelievethehype #bigthingshappening #backroundnoise #deepstate #drfauci #fauci #clintons #distraction #WHO #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q",
    "tags": [
        "Qanon",
        "Deep State"
    ],
    "year": "3"
}