{
    "filename": "B-P0KNxpNol.jpg",
    "description": "The TV is straight hypnosis,witchcraft and sorcery among other things such as mind control etc there was a stage in my life when I stopped watching TV completely for 4 years. When I came out of that season and slowly started to watch it again i saw things very differently to how they were before. Also in that time i had my first attack from a witch astrol projecting in my room so i started looking into it more and being the passionate persistent person i am i came across alot of evil and saw much darkness. The hypnosis of the TV is very powerful it will literally put u into a trance. They try and make there thoughts your thoughts and the way they do it is very crafty and deceiving whether they elongate words and say them sensual or they use hand hypnosis or even rieki ,voodoo and witchcraft,asmr. Also symbols such as spirals and pendants is apart of this. They use words cleverly. I would love to give an example but it will defile your mind the only ones I got. But just say they put the sentence together and say words with different tones of voice so 2 things are actually being said at once. The hidden message will hit your subconscious mind and start to take root and hold of your heart and thoughts. I cant say everything in 1 message but take my advice on this one if you watch TV. Especially with this coronavirus agenda. Everyone across the whole world locked in their house.. hmmm? As soon as I thought that I put the TV on and yes they have ramped the hypnosis up heavily.TV is turning people in zombies. People this stuff is important that even God mentions the sorcery in revelations. Children of God we need to unite and come together more than ever right now as the end approaches and no Jesus cant come any minute now he himself said certain things must happen first. Also Jesus comes after the tribulation not before. That's why he said they will come and kill you and many would be OFFENDED and start to betray one another. Watch after the tribulation if you're not clear about the rapture.\n#Jesus #God #Tv #Church #quarantine #Rock #coronavirus #lockdown #nwo #markofthebeast #gym #music #dance #bitcoin #truther #cashless #forgiven935 #work #mindcontrol #london",
    "tags": [
        "New World Order"
    ],
    "year": "3"
}