{
    "filename": "B-PfvScj2SF.jpg",
    "description": "Medical Martial Law and the Nuremberg Code in the Age of COVID-19 - The COVID-19 pandemic has thrown up an array of questions, yet one question that has been given little attention pertains to how much state power and suspension of civil liberties is justified in the face of a global pandemic? This is by no means a simple question to answer, but it is clear that state power in many countries has grown considerably in recent times, as governments and local authorities have declared national emergencies to fight the virus. Already, we have seen extreme measures taken and unnerving laws passed in the name of combating COVID-19, with these actions considered unthinkable only a few months ago. Just last week, the Italian region of Lombardy has called in the army to help enforce the lockdown against COVID-19. Approximately 40,000 people have now been charged with violating the lockdown in Italy. Italy serves as an example of a potential situation that could unfold in many other countries in the near future.\n\nThe principle of consent was affirmed in the documents that came out after the prosecution of Nazi officials at the Nuremberg trials that took place after World War II. More specifically, the trial of the United States v. Karl Brandt, also known as the Doctors Trial, where doctors were tried for war crimes before US military courts. The Nuremberg Code was one document that came out of the Doctors Trial, and set principles regarding medical ethics and standards that should be followed by doctors and researchers when conducting experiments on human subjects (Pelias 2006: 74). Consisting of 10 principles, the first principle of the Nuremberg Code is perhaps the most important. It states that “the voluntary consent of the human subject is absolutely essential,” and goes to on state that the consent has to be competent, informed and be the product of the “free power”.\n—\nFollow my personal 👉🏽 @itsazeem\n—\n#covid19 #staywoke #nwo #virus #newworldorder #china #wuhan #pinealgland #wakeuppeople #truthseeker #thirdeye #wakeupsheeple #anonymous  #conscious #secretsocieties #mindcontrol #consciousawareness #awareness #selfaware #freedomthinker #illuminati #truthseeker",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "3"
}