{
    "filename": "B-pycO1BzvK_1.jpg",
    "description": "🦠☠️Death Toll of COVID 19☠️🦠 Since the beginning of this pandemic I have continually asked...\nWhat’s the number of actual people who have had NO underlying conditions (heart disease, diabetes, overweight, lung disease, autoimmune disease, etc) that have actually died directly from the virus??? Then I came across some information and got on CDC.GOV and was shocked at what I saw.\n\nCoronavirus disease deaths are identified using the ICD–10 code U07.1. Deaths are coded to U07.1 when coronavirus disease 2019 or COVID-19 are reported as a cause that contributed to death on the death certificate. These can include laboratory confirmed cases, as well as cases without laboratory confirmation. If the certifier suspects COVID-19 or determines it was likely (e.g., the circumstances were compelling within a reasonable degree of certainty), they can report COVID-19 as “probable” or “presumed” on the death certificate.\n\nSo in order for the CDC to count the person as a COVID 19 death they just have to assume that the person died of it WITHOUT evening testing. \nOur world population is in such a state of illness already between pollution, diets that promote foods that feed viruses and pathogens and tell you to avoid foods that actually heal you. Chemicals in everything from toothpaste to heavy metals in vaccines and being sprayed into the atmosphere to “combat global warming” as part of geo engineering efforts. \nTake time away from the main stream media and go for a walk. Eat more fruit, leafy greens, start exercising. Cut out eggs, corn, gluten and other products that directly feed viruses and pathogens. Meditate and look inward for self peace and clarity.\n\nThis is not the end of the world as we know it, the world is actually healing (just look at pictures of the sky above Los Angeles and other metro areas clearing). We will make it through this but we must come together as humanity. Social distancing and a face mask doesn’t mean you have to be cruel or rude to others.\n\n#coronavirus #2020 #healing #health #virus #pandemic #truth #firefauci #cdc #5g #covid19 #healingjourney #raiseyourvibration @medicalmedium @va_shiva",
    "tags": [
        "5G"
    ],
    "year": "4"
}