{
    "filename": "B-s_Uqmnd5J.jpg",
    "description": "The ruling order has been secretly feeding crisis after crisis. Creating a world now so chaotic that people are ready to sacrifice their free will in order to keep their illusions of life, which has brought global security in the form of an artificial dictatorship to control every aspect of living. For over a century they have been focusing heavily on destroying the natural living process of the physical existence, which in doing so was arranged to primarily remove the souls out of the people and with having no inner light they become disconnected entirely from contact with higher self leaving them open subjected to the evils on this planet. \nIt's easy to fool the people when they're fooling themselves. They have to bring humans fully into wickedness in order to bring more darkness onto civilization. \nIf the people are where they need to be then they cannot do so much of this with the evil of their intentions. Disease is a creation not an accident. People create the disease environment for themselves through choosing unnatural dirty lifestyles. Modern medicine, science and technology is the system that advocates using treatments that are worse than the manufactured germ. The treatment is the major risk not the sickness. Vaccinations are one of the worst crimes against humanity in all of the history of mankind. Healthcare is the primary cause of the explosion of disease in the western world. These methods are fabricated toxic filth that mutates natural immunity, placing the person into physical and spiritual death to be carried throughout the lifetime and into the next. Pharmaceutical drugs are far more harmful than the engineered sicknesses and diseases they purportedly eliminate. Take away the profits made from these death dealer programs and they would disappear. If you want to be in life with health then you must stop using consumer products that are designed to suppress and destroy the physical existence. \n#eugenics, #billgates, #philanthropy, #dracos, #engineeredpandemics, #coronavirus, #biowarfare, #problemreactionsolution, #id2020, #digitalidentity, #microchipping, #depopulation, #orderoutofchaos, #deathdealers, #illuminatis, #gatesfoundation, #reptos",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}