{
    "filename": "B-sKR_lDWZU_4.jpg",
    "description": "Gerçeğin yayılması büyük biraderleri rahatsız etti. Birkaç gündür pek ilgilenmeye vakit bulamadım instagram ile. 5G ile ilgili farkındalığın artması sonucu bunu itibarsızlaştırmaya çalışan ısmarlama köşe yazıları, whatsappta dolanan kimin yazdığı belli olmayan, sabahtan akşama kadar ayrıntılı ayrıntılı çürütülüp hatta dalga bile geçilebilecek hatalarla dolu cehaletle yazılmış yazılar işbaşı yapmış.\n.\nBu yazıların bir kısmı gerçek kişilerin gerçek düşünceleri olabilir, ama çoğu öyle değil. Kasıtlı olarak yapılan dezenformasyon-misenformasyon saldırısından ibaret.\n.\nKısıtlı vaktimde alelacele bir hikaye paylaştım, değinilmesi gereken o kadar çok nokta var ki bu gerçeği çarpıtmaya çalışan yazılarda, Okan Bayülgen’in yaptığı tarzda bir TV programında ekranda gösterip dondura dondura kahkahalara boğularak üzerinde dakikalarca konuşulabilecek boyutta.\n.\nBirkaç gündür bu dezenformasyon çalışmaları ile ilgili ayrıntılı bir yazı yazmak istiyordum ama fırsat bulamadım. Bir köşe yazısı geçmişti elime daha doğrusu dm yoluyla bana linki atılmıştı, şöyle bir göz attım dumura uğradım, “keşke aklımızdan geçenler cümlelere otomatik olarak dökülüp post olarak paylaşılabilseydi” ‘yi düşündürttü vakitsizlik.\n.\nDaha o köşe yazısını ele alamadan bugün whatsappta bir ileti geldi önce onun ucundan kıyısından bir geçebildim ancak...\n.\nHerkesin eve kapandığı bugünlerde nasıl vakit bulamıyorsun diye sorabilirsiniz; eşim 7,5 aylık hamile iken,  çok sıkılmış bir 5 yaşındaki kıza evin bir odasını oyun odasına dönüştürme çalışmalarına kalkışınca ve evde domino taşı gibi peydah olan başka işler silsilesi ortaya çıkınca öyle oluyor.\n.\n#5gyehayır \n#5g #stop5g #5gyehayir  #newworldorder #newworldorderagenda #fucknwo #fucknewworldorder #fuckbillgates #fuckrockefeller #fuckbilderberg #fuckrothschild #stop5g #stopgeoengineering #sheeple #sheeplenomore #corona #covid_19 #coronamyass #emfradiation #stop5gnow #fuck5g #fuckcensoreship #truther #truthers #truthersunite #truthershavenofear #deepstate",
    "tags": [
        "Mixed/Other"
    ],
    "year": "4"
}