{
    "filename": "B-tJPC9ACXS.jpg",
    "description": "Mass censorship across the internet and a vast effort to shut down independent thought are currently underway in full swing. The Rothschild-owned corporate media are censoring independent journalists and are de-platforming them to prevent the masses from knowing the truth about the lab-made bioweapon COVID19. Brian Rose is among the many independent journalists who are being shut down by Google's YouTube. \"\"\"\"\"\"\"\"Ofcom, the regulator here in the UK, has been banning individual broadcast stations in the UK from mentioning any links between coronavirus and 5G. Why? That's the only thing they're banning. You could tell people that turmeric cures coronavirus and that's okay but you can't talk about 5G and coronavirus. Why? That's what bothers me,\"\"\"\"\"\"\"\" said Brian Rose. Considering how extensively government and private corporations are silencing independent thought over COVID19 leaves me with no doubt whatsoever that this lab-made virus was planned and deliberately released by governments and private corporations to punish and enslave the clueless masses. Governments and the media are working hand in hand to take the flu-like COVID19 out of proportions. They are deliberately manufacturing panic to sell the vaccine, which will be mandatory and will be worse than the virus itself. For years, it's been foreseen that the global economy will collapse this year, and COVID19 has so far been the perfect scapegoat for the collapse of the world economy. Thanks to COVID19, governments around the globe have been successful in manufacturing a global recession. From this recession, a New World Order (NWO) is expected to emerge, which will centralize more power and authority in the hands of politicians. This NWO will be everything that George Orwell and Aldous Huxley warned us about. \n#BrianRose #DavidIcke #LondonReal #MassCensorship #NWO #NewWorldOrder #YouTube #Google #COVID19 #5G #Coronavirus #COVID19Lockdown #BiologicalWeapons #WuhanCoronavirus #WuhanVirus #Pandemic #PopulationControl #FamilyPlanning #CDC #Censorship #WrongThink #GeorgeOrwell #AldousHuxley\nSources:\nhttps://is.gd/GXQoKO\nhttps://is.gd/qmGDqE\nhttps://is.gd/8yFCBF",
    "tags": [
        "5G",
        "New World Order"
    ],
    "year": "4"
}