{
    "filename": "B-tWh6gAoGH.jpg",
    "description": "..Dr. Shiva Ayyadurai on YT.\n.\nFull video:\n.\nhttps://m.youtube.com/watch?v=k05b8aGDCNI&feature=youtu.be\n• • \n#Repost @flat_earth_frequencies.\n.\nThe corporate government (#USAInc), Fauci, the Chinese communist party, the CDC, the Rockefeller-owned WHO, the Bill & Melinda Gates Foundation, the Clinton Foundation, the Chan Zuckerberg Initiative & big pharma do not promote & support truth, freedom & health. •\n\nThey fear monger, do not educate, dumb down, deceive, & promote immuno-compromised ill health, medical tyranny, corpseoration profits, & depopulation. • “The current trajectory of Dr. Anthony Fauci’s public ‘health’ policy will result in the short- and long-term destruction of our citizen’s immune health as well as our nation’s economic health – perhaps a conscious and intended goal. Dr. Fauci’s policy, at best, is based on a 1950s outdated ‘one-size-fits-all,’ non-personalized approach to medicine and public health; and, at worst is derived from a ‘fake science’ understanding of the immune system – one, which Dr. Fauci, over five decades has perpetuated, and exploited to build his career.” •\n\nDr. Fauci has significant and deep conflicts of interest with Big Pharma that has a singular aim: Force medical mandates e.g. vaccines upon all Americans. Big Pharma is failing, and is in economic peril. Forced and mandated vaccines are the only path for Big Pharma’s future. •\n\nIn the current situation purposely driven by fearmongering and fake science, Dr. Fauci, his allies – Big Pharma, Gates Foundation, Clinton Global Initiative, Chan-Zuckerberg, WHO, CDC – and, the Chinese Communist Party (CPC), will profit enormously, both politically and economically, at the expense of the American working people. •\n\n#virusesareNOTcontagious #yourbeingliedto #wakeup\n#unbearables #notmyvirus #wakeup  #SocialDistancing #filmyourhospital #fearisthevirus #fearmongering #feartactics #masshysteria  #coronavirus #corona #covid #plandemic #unbearables \n#coronavirusoutbreak #trueearther #yoga\n#pandemic2020 #coronaviruspandemic\n#coronavirus #covid  #covid19italia #coronavirusoutbreak #hoax #wearethenewsnow #citizenjournalist",
    "tags": [
        "Qanon",
        "Plandemic"
    ],
    "year": "4"
}