{
    "filename": "B-uQncrD7Xn.jpg",
    "description": "“What are called viruses are always dead and incapable of any acts whatsoever. Dead matter may be acted upon but never acts of itself.” - DR TC FRY\n\nThe reason that there seems to be “epidemics” is that the true contagion is an epidemic of similar bad habits. We all eat pretty much the same junk, are subjected to the same seasons, the same type of housing and, in many other ways, indulge the same health-sapping practices. It’s no wonder that many of us suffer the same diseases. Like causes beget like effects. Of course this is modified in the human situation by the diathesis of each individual.\nThus we see that, within the context of a given family or group, people have more or less the same bad habits and suffer the same diseases.\nThe reason epidemics occur in winter and not in summer should be obvious. If anything, microbial life is more active in summer just as we are and their functions are depressed in winter. But lo and behold, microbial forms of life are said to be more active and to cause epidemics. That’s nonsense of course. In the winter we eat less wholesome food—we eat more junk. We do not exercise as much. We stay indoors and breathe foul air. In the summer we get more sunshine, more exercise, more fresh air, fresh ripe fruits—in short we live more health­fully in summer and less healthfully in winter. Conditions cause us to so live as to generate our diseases. It is not contagion of germs but contagion of pathogenic conditions that create what are termed plagues or epidemics. Source: LIVINGFULLYNOURISHED.COM\n—\nSPEAKER: TC FRY - CLICK THE LINK IN MY BIO FOR THE MOST IMPORTANT VIDEO YOU’LL WATCH TODAY⏫\n—\nFollow my personal 👉🏽 @itsazeem\nFollow my bro 👉🏽 @foundverity\n—\n#covid19 #staywoke #nwo #virus #newworldorder #china #wuhan #pinealgland #wakeuppeople #truthseeker #thirdeye #wakeupsheeple #anonymous  #conscious #secretsocieties #mindcontrol #consciousawareness #politics #selfaware #freedomthinker #illuminati #truthseeker  #conscious #awareness #peoplepower #billgates #conspiracy #wakeup #coronavirus",
    "tags": [
        "Mixed/Other"
    ],
    "year": "4"
}