{
    "filename": "B-UzkOGoR_X.jpg",
    "description": "Brother Air and I went live on 3/13/2020 to address the Coronavirus hysteria. An important feature of this video is the supplemental video footage that goes along with the conversation. For us Mucusless Diet practitioners, nothing has changed. We maintain the same level of intensity and consciousness of purpose as we always have. In a time when people are suddenly concerned with their health and lives, to the point where they are willing to shut countries down, we remain consistent. People are now seeing the world as it is, and not how the false-positive narratives color it to be. Humans are not these advanced, genius beings so far beyond middle ages. We are sicker, and filthier than ever, and perhaps we are seeing this in a way that we have not since the Spanish Flu of 1918.\n\nThe following is a bit of commentary that wrote in our Mucusless Diet Facebook Support Group, that illustrates a few things from our live broadcast. The question was in regard to statements about who and who cannot be infected by viruses. Here was my reply:\n\nMore context from the video is needed to facilitate further discussion on the point you raise regarding what kind of people can be affected by viruses. You’ll recall that I did not co-sign on Brother Air’s statement regarding who is, and is not, capable of being affected by viruses, objectively signaling that we cannot make such a broad statement. I also showed some images from the Ebola outbreak in the supplemental video. I did not push back further, as I did not want to spend time going down that particular road that early in the discussion, as I had number of important issues that I wanted to address. Cont’d below👇\n#coronavirus #covid19 #arnoldehret #profspira #mucuslessdiethealingsystem #mdhs #veganism #event201 #id2020 #stop5g #fearmongering #wewillrise #weareourownsaviors #spiritualwarfare #righteousness #will #prevail",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "3"
}