{
    "filename": "B-vn3uynUQl.jpg",
    "description": "To determine if this EMF shielding fabric works, first I used my intuition. ⁣\n⁣\nI put the sweater on for the first time last night, the fabric feels cool and silky. I immediately felt a physical sigh of relief as soon as I put it on, I even slept in it all night - I never sleep in a sweater but I wanted to! ⁣\nWhen I woke up I didn't want to take it off, so I wore it all day and all night. ⁣⁣\nMy friends noticed the sweater looked so comfortable and both commented on it. They also commented that my energy was really high. I had also noticed an increase in energy today. ⁣\n⁣\nFinally, we tested the phones to see if the fabric actually blocks the cell signal AND IT DOES!!! ⁣⁣\n⁣\nWe tried multiple experiments with multiple phones and like magic the cell signal was immediately lost when we put it inside the sweater. ⁣⁣\n⁣\nI imagine my organs - my heart are protected from EMF's when I am wearing this sweater and I can feel it!! ⁣\n⁣⁣\nI relaunched my website www.shamanminerals.com so that I can sell these sweaters and also EMF blocking underwear for Men (to protect their balls from the sterilizing effects of radiation). ⁣⁣\nThe fabric is a mix of silver, cotton and nylon. This is the silver era! Silver is our ally in the battle against weaponized frequencies. ⁣\n⁣\nWe are thinking about making baby blankets with the fabric, so if you have an interest in ordering one let me know so we can see if there is a demand! ⁣\n⁣\nIf you want to support me you can purchase with the link in my bio! ⁣⁣\nLove, Kaleigh 🙌✨☀😎👊💛\n.\n.\n.\n.\n.\n.\n#emfprotection\n#5g\n#5gprotection \n#justasking\n#justaskingcampaign\n#coronahoax \n#covid19hoax \n#antiradiation \n#freeenergy\n#5d \n#wwg1wga \n#hollyweirdisevil\n#fuckbillgates\n#weaponizedfrequencies\n#coronamemes \n#corona\n#covid19 \n#health\n#healing\n#love",
    "tags": [
        "Mixed/Other"
    ],
    "year": "4"
}