{
    "filename": "B-W9ywepxTA_5.jpg",
    "description": "New York Gov @nygovcuomo , Nevada Gov @stevesisolak and Michigan Gov @gewhitmer need to overturn their ban on hydroxychloroquine, the anti-malaria drug that has had a 100% recovery rate in thousands of CV cases. Doctors worldwide are calling for its use on CV patients. Studies in South Korea and China show significant improvement with no side effects or death. .\n.\nFrench infectious disease expert, Dr. Didier Raipur, MD, PhD said, “From all respiratory infections it’s probably the easiest to treat. There really is no reason to get excited and rush to produce a vaccine.” .\n..\nThe COVID-19 vaccine is being fast tracked in the US and is expected to be available in 12-18 mos. Animal safety studies, which are integral in any drug’s approval is a crucial step. Prior Coronavirus vaccines like SARS showed significant damage to animals. There are severe limitations going straight to human trials because only healthy people will be used. When the vax is available, those with underlying health issues and the immunocompromised will be getting the shot. There’s no way of telling how they’d be affected. It makes complete sense to focus on therapeutic drugs rather than a risky vaccine that hasn’t been tested properly. You would think it’d be a no brainer, but the push and race for a vaccine is showing us the financial incentive that is luring the pharmaceutical companies and blinding some government officials.\n.\n.\n.\n.\n.\n\n#winning #fearmongering #chloroquine #mefloquine #hydroxychloroquine #antimalarial #veteran #event201 #coronavirus #novelcoronavirus #covid19 #safeandeffective #holistichealth #holistichealing #vitaminc #highdosevitaminc #antiviral #antivirals #informedconsent #medicalfreedom #immunebooster #immunity #beyourownhealer #fakenews #qanon #truthseeker #forthechildren #wwg1wga #thegreatawakening",
    "tags": [
        "Qanon",
        "Bill Gates"
    ],
    "year": "3"
}