{
    "filename": "B-XA0dsBOwp.jpg",
    "description": "[Link To Episode📲🖥🎧: https://factionsoffreedom.jimdofree.com/2020/03/27/sn1010-agenda-2020-covid-1984-chaos-what-about-5g/] With such drastic actions being taken by governments worldwide, I think it’s safe to say we’re seeing the global government start. Towards the end of 2019 we kept speaking of a powerful spirit of evil pouring itself out, and now, that same level of malignant evil has manifested itself in the form of the ever-confusing coronavirus. All of this chaos will bring forth a new social order.\n\nWe commonly talk about things such as Agenda 21, Sustainable Development and even the socio-economic reformation, but what type of triggering event would take place to sew up the final pieces of the agenda? Well, Democratic House Majority Whip James Clyburn recently came out stating that this crisis would allow the Democratic party to seize their chance in “restructuring America to their vision.” Unfortunately, regardless of their ultimate vision, I believe they’ve already achieved a portion of their desired goal.\n\nI thoroughly believe that what we’re seeing right now is global plandemic exercise that’s taking place which is designed to monitor people’s and nations reactions live time. Now, with that being said, that doesn’t discount the fact that people are actually dying of a mysterious man-made disease. The fact of the matter is that we’re seeing a disease with ambiguous origins act as the catalyst for global change, and we’re being told to sit by while the reformation takes place.\n\n#FactionsOfFreedom #FreedomFaction #Podcast #AlternativeNews #ConsciousMedia #TruthSeeker #Killuminati #WakeUp #NewWorldOrder #Technocracy #Agenda21 #Agenda2030 #Agenda2050 #SustainableDevelopment #Event201 #GlobalHealthSecurityAgenda #PopulationControl #Coronavirus #CoViD19 #1984 #Lockdown2020 #Stop5G #5G #SilentWeaponsForQuietWars #CARESAct #MarkOfTheBeast",
    "tags": [
        "Bill Gates",
        "5G",
        "New World Order"
    ],
    "year": "3"
}