{
    "filename": "B-xGMiqld9_.jpg",
    "description": "Minnesota Senator and Doctor Scott Jensen say he received a seven-page document from the Minnesota Department of Health on how doctors should go about filling out a cause of death certificate.\nThe letter from the Minnesota department of health gives advice to physicians, physician assistants and others who certify deaths.\nThe doctor says the letter takes you to a CDC website that has recommendations on how to include COVID-19 as a diagnosis for someone who was never tested for COVID-19. \"\"\"\"\"\"\"\"Say I have a nursing home patient that's frail and 88-years-old and comes down with a cough and a fever, and after three days, ends up passing away from pneumonia, I'm not going to put influenza on that death certificate,\"\"\"\"\"\"\"\" Dr. Jensen. So I doubt that I would be inclined to put COVID-19.\"\"\"\"\"\"\"\" Dr. Jensen says each state's reported death numbers are making a lot of people fearful, adding that getting the number right is critical, especially during a pandemic. \"\"\"\"\"\"\"\"I worry about that sometimes we're so darn interested in jazzing up the fear factor that sometimes people's ability to think for themselves is paralyzed if they're frightened enough,\"\"\"\"\"\"\"\" said Dr. Jensen.\nOne of the scenarios listed under the CDC \"\"\"\"\"\"\"\"Guidance for Certifying Deaths Due to Coronavirus\"\"\"\"\"\"\"\" says although no testing was done, the coroner determined that the likely underlying cause of death was COVID-19 given the patient's symptoms and exposure to an infected individual.\nSo is the Minnesota state data reliable? \"\"\"\"\"\"\"\"I don't have any position to question that,\"\"\"\"\"\"\"\" said Dr. Jensen. \"\"\"\"\"\"\"\"I know that I've talked with nursing staff who have been involved with people who have passed away that either had living wills or were on hospice care and in some of those situations, I've been led to believe that there may have been a COVID-19 diagnosis included on the death certificate document without having had a COVID-19 👇🏾 #JesusIsComing #SignsOfTheTimes #PredictiveProgramming #Health #Tukkit #Future #OneWorldGovernment #MartialLaw #NewYork #Praise #Virus #NYC #FalseFlag #Truth #WakeUp #OpenYourEyes #StayHome #Quarantine #COVid_19 #NewWorldOrder #MarkOfTheBeast #Awakening #Worship #WakeUp #EndTimes #WorldHealthOrganization #Prepare #Church",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "4"
}