{
    "filename": "B-XhGu9DE5s.jpg",
    "description": "Do you trust your so called “experts”? This will fly over the heads of many people. Folks, medicine was hijacked following the flexner report in the early 1900s. Rockefeller dumped a load of oil money to create the evil that is big pharma. He also funded universities which aimed to teach medicine in a way which suited one purpose. Profit. Those books you read in class, those lectures you so tireless attended... all under the notion of treatment and symptoms rather than the prevention of the cause. I’ll repeat that. All modern medicine is based on treatment of the symptoms rather than prevention of the cause.\n\nWell what is the cause? Most doctors and scientist are openly admitting they don’t know the cause of most illnesses. They simply don’t know, so their solution is primarily to treat symptoms. The system is not set up for our best interest. As unfortunate as that is, it only means one thing. We must take health and healing into our own hands.\n\nGerm theory, and now the term “virus” has been pushed down our throats by design folks. Each new scare, each new “virus” that is most likely purposely released has warped the minds of the masses into believing that the virus or the germ is the issue. Remember the quote by Louis Pasteur “the microbe is nothing, the terrain is everything”... it’s nothing but huge scare people. And it’s all based on a lie and that lie is that viruses or germs cause disease. No folks. They don’t... it’s your ability (or lack of in this instance) to remove cellular waste. The notion of a virus would very much be inexistent if we all had proper functioning organs and glands, and if our kitchen was feeding and our bathroom was emptying properly.\n\nStart innerstanding health people. Start looking at the cause... but your trusted experts won’t have the answer. They rarely do. Thats not to all experts don’t know... but for the most part yes.\n——\nFollow my personal 👉🏽 @itsazeem\n—\n#covid19 #staywoke #nwo #virus #newworldorder #china #wuhan #pinealgland #wakeuppeople #truthseeker #thirdeye #wakeupsheeple #anonymous  #conscious #secretsocieties #mindcontrol #consciousawareness #politics #selfaware #freedomthinker #illuminati #truthseeker #conscious",
    "tags": [
        "New World Order"
    ],
    "year": "3"
}