{
    "filename": "B-XvROOlgb7.jpg",
    "description": "The premise of Tom Clancy’s The Division is, like so many other Tom Clancy games, pretty simple and pulled from reality. The basis of Ubisoft’s latest takes its inspiration from something called Operation Dark Winter.\nOperation Dark Winter was a simulation run back in the summer of 2001 meant to investigate what the effects would be of a biochemical attack. The short version: it doesn’t go well. Everything falls apart, like that song from the 90s, but less catchy.\nThe slightly longer version is that our healthcare system, whatever your politics might be, isn’t suited to handle a mass outbreak, and things quickly spiral out of control. As the healthcare system bursts, government infrastructure begins to fail. People start to lose confidence in the government and mob violence breaks out. Media has a difficult time delivering information to the public as well – just look at the recent ebola scares to see how that was handled.\nThe Division spawns from this idea. Society breaks down. What happens from there? This is where Ubisoft’s fiction begins. A group called the Strategic Homeland Division, or just “The Division,” as you might have guessed, takes over. These are sleeper agents trained to act independently in the interest of restoring order after a mass event like the smallpox outbreaks depicted in Operation Dark Winter and The Division.\nThe unrest that results from the breakdown makes up a lot of the moment to moment action in the game. We witnessed, through a combination of recorded and hands-on gameplay, three factions we’ll be going up against over the course of the game. There are more than three factions, though word on just how many was sparse.\n#JesusIsComing #SignsOfTheTimes #PredictiveProgramming #Health #Tukkit #PoliceState #Beastmode #MartialLaw #NewYork #CashlessSociety #Virus #TomClancy #FalseFlag #Truth #WakeUp #OpenYourEyes #BushDid911 #Quarantine #COVid_19 #NewWorldOrder #MarkOfTheBeast #Awakening #Pandemic #WakeUp #EndTimes #ComingSoon #Prepare #Technology",
    "tags": [
        "New World Order"
    ],
    "year": "3"
}