{
    "filename": "B-yd5frAn3o.jpg",
    "description": "“If you want a vision of the future, imagine a boot stamping on a human face, forever.” ― George Orwell. Governments and the media are working hand in hand to take the flu-like COVID19 out of proportions. They are deliberately manufacturing panic to sell the vaccine, which will be mandatory and will be worse than the virus itself. For years, it's been foreseen that the global economy will collapse this year, and COVID19 has so far been the perfect scapegoat for the collapse of the world economy. Thanks to COVID19, governments around the globe have been successful in manufacturing a global recession. From this recession, a New World Order (NWO) is expected to emerge, which will centralize more power and authority in the hands of politicians. This NWO will be everything that George Orwell and Aldous Huxley warned us about. Thanks to the lab-made bioweapon COVID19, authoritarians around the globe are in a state of euphoria. Now they're free to patrol the streets to punish and enslave citizens. They can invade any home and kidnap its residents. They can beat down with an iron fist all civil liberties. They can finally get rid of those pesky protesters by enforcing martial law and curfew. They can crack down on freespeech and shut down independent journalists through Google, YouTube, Facebook, and internet service providers. They can imprison citizens indefinitely and torture them to death then burn their bodies and say it's a biohazard. It's all happening NOW and there doesn't seem to be any end in sight for this Orwellian dystopia. \n#Plandemic #ID2020 #MedicalMartialLaw #MedicalMartialLaw2020 #Event201 #GlobalHealthSecurityAgenda #NWO #NewWorldOrder #COVID19 #Coronavirus #COVID19Lockdown #BiologicalWeapons #WuhanCoronavirus #WuhanVirus #Pandemic #PopulationControl #FamilyPlanning #SelfIsolation #NewNorm #BigBrother #ProblemReactionSolution #MassSurveillance #OrwellianNightmare #BigBrother \nSources:\nhttps://is.gd/H8bJFa\nhttps://is.gd/ZVGvXC\nhttps://is.gd/aAwqc",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "4"
}