{
    "filename": "B-zlB9HnMfN.jpg",
    "description": "Earlier today, I came across an article about seven children who had received a trial vaccine for Covid 19. The article, which appeared as if it was written from a local perspective to the situation (In Senegal) discussed the resistance and hesitance that the community had been feeling towards the prospect of the vaccine, yet seven of the local children still received it as a trial. The article stated that the children died shortly after receiving the vaccine. I was not even able to finish reading it, because I was only a little ways into it when an error message appeared on my screen and the article was unable to be refreshed. I then proceeded to search across every search engine that I know of, including the supposed completely independent/non biased search engine, GIBIRU. It was nowhere to be found. The multiple articles the had initially popped up sharing the story, were all completely removed within minutes. I saw this with my own eyes. Now I cannot find evidence even of the disabled links hardly, minus one incident where I still found a broken link that appeared during a search. I’ll share the screenshot of it. Does anyone know anything about this? And, even if this story is completely a hoax, why did it get scrubbed from the internet so quickly and so efficiently with almost no trace? Would a hoax trigger that kind of a concerted effort? It reminds me of a study that was done in Wuhan a couple months ago, that showed a correlation between men who had been infected with this virus, and subsequent damage they incurred to their reproductive system. That study is also very difficult to find now, in fact I haven't been able to find it at all since I initially read it. If this virus has been linked to causing reproductive difficulties, what do you think the chances are that the vaccine could have similar properties and effects, leading to reduced fertility? Is it possible this is all a mass effort to sterilize people? Via FB: Andre Bigsalty #POPULATIONCONTROL \n#corona  #coronavirus  #COVID19 #Shutdown #Martiallaw #quarantine  #pandemic #5G #Vaccination\n#Coronachallege #coronamemes #controlthenarrative",
    "tags": [
        "5G"
    ],
    "year": "4"
}