{
    "filename": "B-zol_Fpw85_7.jpg",
    "description": "What are your thoughts? Seven children in Senegal, Africa died from a supposed COVID19 vaccine, which we all know is currently undergoing human testing right now. News reports broke yesterday, along with a video of a Senegal woman talking about what happened there as well as a video of a community outraged what had happened. But, the news stories, along with the videos were deleted. These screenshots and videos were downloaded before they were removed. .\n.\nThere’s no confirmation of the ingredients of the so called vaccine, but it’s not uncommon for vaccines to be tested on people in Africa. The Ebola, Dtp and polio vaccines have had disastrous and deadly results when administered to African people in the past. Most recently, two highly respected French doctors were criticized for saying the CV vaccine should be tested on “poor Africans.” .\n.\nThe CV vaccine is being fast-tracked and animal testing was skipped. It usually takes 20-25 years to properly produce a biologic. When the SARS vaccine was being tested in China ~2009, mice experienced cytokine storm reactions, which resulted in catastrophic and deadly outcomes. SARS is a type of coronavirus. China was criticized by scientists worldwide when they decided to continue with human trials. .\n.\nI’m not drawing any conclusions, but if these children did indeed receive CV vaccines, then their deaths are plausible. But, we don’t know exactly what were in those shots as well as the health of those children. Malnourished children are often susceptible to viral infections and  death. It is highly suspicious though that the articles and videos were deleted. What do you think happened? .\n.\n.\n.\nvia @holistichealthandmore & @thetruthaboutvaccinesttav .\n.\n.\n.\n\n#coronavirus #covid19 #novelcoronavirus #safeandeffective #medicalfreedom #informedconsent #holistichealth #holistichealing #wwg1wga #thegreatawakening #vaxxedii #exvaxxer #ascension #higherconsciousness #newearth #awakening #loveisgod #weareone #5d #adrenochrome #fearless #donotfear #tuskegeeexperiment #forthechildren #fakenews #maga #rabbithole #truthseekers #truthseeker",
    "tags": [
        "Qanon"
    ],
    "year": "4"
}