{
    "filename": "B7_lUyZFUKA.jpg",
    "description": "💥HeadsUpAlert💥\nI Think this more serious than they are saying....Especially if its true and it has hit the States. \nVIA @freedom_faction\n• • • • • \nGlobal equity markets are taking a beating on Thursday as the death toll climbs to 170 from 132, with 7,711 cases of coronavirus confirmed in #China and 7,814 worldwide. \nThe developments over the last several weeks could force the #WorldHealthOrganization (WHO) to issue a global alert over the alarming infection rate of the deadly virus. \nEvidence shows the virus can be transmitted from person to person before any signs or symptoms, which is one of the reasons why the WHO could soon declare a Public Health Emergency of International Concern (PHEIC), as the virus spreads across the world. \nDozens of cities are shut down across China, more than 50 million folks are quarantined to their homes, and experts have warned there's no vaccine for at least one year, suggests the deadly virus will continue to spread across #China and the world. \nAirline carriers started to cut flights to and from China on Wednesday. Western companies have announced factory and retail store closings across the country, and this will likely result in a massive loss of business that could produce an economic shock felt around the world. \nLate last week, a #Wuhan nurse made an emotional video on social media, claiming more than 90,000 have already been infected.\nOn Wednesday, the Epoch Times tweeted an interview with a Wuhan citizen, who says people in the outbreak areas \"\"\"\"can't get any medical treatments\"\"\"\" nor \"\"\"\"a diagnosis\"\"\"\" because hospitals are overloaded with patients. He said people \"\"\"\"sit and wait to die.\"\"\"\" \"\"\"\"Imagine being a Wuhan citizen…they can't get any medical treatments, they can't even get a diagnosis. They can only sit and wait to die.\"\"\"\" #AhayahAsherAhayah🙏🏾 #Yashayah\n☀☀☀☀☀☀☀\n💪🏾!! Research EVERYTHING\n@minah_truth_rydah\n#Wuhan #China #Coronavirus #EndTimes #Apocalypse\n#wakeupsheeps #slaves #truthbomb  #144k #12Tribes\n#DoomsDay #Quarantine #TVirus #RaccoonCity #ResidentEvil\n#Newworldorder #subliminalmessages #BibleProphecy #StayFocused #HollyweirdisEvil #Adrencrome #AntiChrist",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "1"
}