{
    "filename": "B7xE2d9AqWr.jpg",
    "description": "🇺🇸FOLLOW. LIKE. SHARE!🇺🇸\n.\nCoronavirus Part 2.\n.\nPart 1 (available on our page): Q returned on the 19th of January, which lined up with watch marker [1] (date on watch was 19). The date on the watch for marker [2] is the 27th.  A Q post mentions the National Emergency Presidential Alert Response system tagged with marker [2]. Now there is a reason for an emergency response: the Coronavirus outbreak. .\nBut the timing of this outbreak seems extremely odd.  It’s peaking RIGHT as Trumps defense team is about to take over the impeachment trials.\n.\nCould the reason Nancy held onto the articles of impeachment be because she knew the impeachment would be a dud and they needed a distraction?  This delay could’ve bee to manufacture the vaccine for this coronavirus and make sure it’s ready to deploy worldwide.\n.\nPart 2: the connection between the vaccine patent and the funding from the Bill Gates Foundation is examined.  Incidentally, Bill Gates was involved in a pandemic emergency training event FOR A CORONAVIRUS in October 2019.  There’s a lot of money to be made in vaccines, but only if there is a need to sell them.  How do you creat a market for vaccines? 🤔🤔🤔😷😷😷🚨🚨🚨💉💉💉🇺🇸🇺🇸🇺🇸\n.\n#coronavirus #coronaviruses #coronavirusoutbreak #qanon #qproof #wwg1wga #globalist #globalistagenda #depopulation #depopulationagenda #agenda21 #agenda2030 #falseflag #falseflagoperation #bigpharma #newworldorder #oneworldgovernment #globalcontrol #billgatesfoundation #epsteindidntkillhimself #pedogate #epsteincoverup #cabal #secretsociety #freethinker #truthseekers #thegreatawakeningworldwide #thesepeoplearesick #questioneverything #awakening",
    "tags": [
        "Qanon",
        "Bill Gates",
        "New World Order"
    ],
    "year": "1"
}