{
    "filename": "B88-SjjhnoF.jpg",
    "description": "[Link To Episode 📲🖥🎧: https://factionsoffreedom.jimdofree.com/2020/02/21/sn1005-criminalizing-dissent-the-coronavirus-chokehold-elite-extraterrestrials/] In this information packed transmission, we tackle the tough topic of medicating children and somehow, how it’s become a part of mainstream academia. With mandatory vaccinations being pushed onto the population, it was only a matter of time until another tentacle of the pharmaceutical companies worked their way into our lives. Startlingly enough, this disturbing reality isn’t the only problem we have to deal with.\nGrowing armies of locusts are beginning to reach China after wreaking havoc in Africa. Is this a climate change issue? Or, is this one of those happenstance events that occur only when cued by chaos? Regardless, this very real threat not only effects the peoples of Africa, but it could also potentially devastate China, now that they are suffering under the controversial coronavirus. This whirlwind of wickedness doesn’t escape the world, yet Americans seem bewildered and distracted by the entertainment formerly known as politics.\nThere’s no easy way to say this, but inherently I think you all know: This world is changing and there’s little to much we can do in the way of prevention. With this in mind, our next logical conclusion and approach must be restoration. Society, regardless of the world you’ve grown up in, is on the verge of something massive and these events, as traumatic as they are, are the beginning of even greater things. It’s how we withstand this onslaught of revelations that will determine our outcome.\n#FactionsOfFreedom #Podcast #AlternativeNews #ConsciousMedia #TruthSeeker #Killuminati #TruthSeeker #WakeUp #Agenda21 #Agenda2030 #Agenda2050 #Event201 #PredictiveProgramming #SocialCreditScore #Coronavirus #WuhanCoronavirus #GlobalHealthSecurityAgenda #PopulationControl #Technocracy #NewWorldOrder",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "2"
}