{
    "filename": "B8b0grKiXDI_2.jpg",
    "description": "Reposted from @freedom_faction Thoughts?\nIf this #coronavirus outbreak is not a serious threat, then why is the U.S. government preparing to #quarantine victims all over #America?  As you will see below, 11 U.S. military bases located close to major airports are being converted into “quarantine centers” for potential patients.  When I first learned about this, I was greatly alarmed, because we have all seen what is going on in #China right now.  People are literally being physically dragged out of their homes and are being forcibly relocated to “mass quarantine camps” with hordes of other very sick people.  Sadly, many of them will never come out of those camps alive.  If this virus starts spreading like wildfire here in the #UnitedStates, is it possible that something similar could start happening here?\nThe vast majority of the confirmed cases are still in China, but over the last couple of weeks, the number of cases in the rest of the world has escalated dramatically.\nBack on January 20th, there were only 4 confirmed cases outside of China and now there are 464.  At this point, there are victims in at least 28 different countries, and that number is almost certain to keep growing.\nThe reason why the virus has already spread to so many nations is because it is highly contagious.  Scientists have discovered that it can be transmitted from person to person very easily, it has an incubation period of up to 24 days, and it can survive on smooth surfaces for up to 9 days.\nIf this coronavirus starts spreading very rapidly in the western world it is going to create a tremendous amount of panic.  Many are still trying to compare this virus to the common flu, but that is a huge mistake.  China would never lock down major cities for weeks on end for the flu.\nObviously something really big is happening, and the U.S. government is preparing for a worst case scenario.  According to the Miami Herald, 11 military bases inside the United States are currently in the process of being transformed into “quarantine centers”… 🖐🏾More in comments👇🏾#Event201 #MedicalMartialLaw #FEMACamps #GlobalHealthSecurityAgenda #GeorgiaGuidestones #PopulationControl #NewWorldOrder thx 💚",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "2"
}