{
    "filename": "B8bohWlhEQi.jpg",
    "description": "Thoughts?\nA little more than one week ago, the mainstream press branded the notion that #nCoV might have originated as a #bioweapon developed in a secretive #Wuhan lab as a deranged #conspiracytheory, with zero conclusive evidence to support it.\nReaders may remember how BuzzFeed was extremely triggered by our coverage.\nAnd they also might be interested to hear that over the last two days, two mainstream financial media organizations and a prominent Republican Senator have all raised questions about the virus’s provenance, suggesting that the bioweapons theory isn’t so far-fetched after all.\nIs it merely a coincidence that the Canadian scientist at the center of a bio-espionage probe was recently found dead in #Africa, as we reported last week? Or that a doctor who helped draft a critical international bioweapons convention has said that the virus might be tied to “#biologicalwarfare?” Or an Israeli bioweapons expert?\nApparently, Arkansas Sen. Tom Cotton believes #Beijing needs to address these questions, particularly after China’s ambassador to the US Cui Tiankai accused him of “xenophobia” against Chinese people by even suggesting that the virus could have been engineered as a bioweapon. “I think it’s true that a lot is still unknown and our scientists, Chinese scientists, #American scientists, scientists of other countries, are doing their best to learn more about the virus, but it’s very harmful, it’s very dangerous, to stir up suspicion, rumors and spread them among the people,” he said. “For one thing, this will create panic,” Cui said, adding that it could also foment xenophobia and racist discrimination. “There are all kinds of speculation and rumors,” he added, noting that there were also conspiracy theories about the virus originating in the #UnitedStates. “How can we believe all these crazy things?” On another note, when asked about Chen Qiushi, a citizen journalist who disappeared after covering the outbreak in Wuhan, Cui responded “I have never heard of this guy, so I don’t have any information to share with you.” #Event201 #Coronavirus",
    "tags": [
        "Bill Gates",
        "Bioweapon"
    ],
    "year": "2"
}