{
    "filename": "B8cCeRqp7Kr.jpg",
    "description": "Some get wealthy and famous by first creating bioweapons then selling vaccines for them. Others are not interested in profit at all and just want to see people die and burn in mass. Three years ago, at the Munich Security Conference in Germany, Bill Gates (who is in the business of viruses and vaccines) warned the world of a deadly epidemic that could kill over 30 million people. In the same year of that speech, Bill Gates and his wife Melinda Gates vowed that they would not give up on their goal to implement population control (\"\"\"\"\"\"\"\"family planning\"\"\"\"\"\"\"\" in doublespeak) on 120 million women worldwide by 2020. Bill Gates is a known eugenicist who actively pursues population control through vaccinations and drugs around the globe. Hundreds of children in Africa and Asia died or were crippled by vaccine experiments conducted on them through corporations funded by the Bill & Melinda Gates Foundation. Scientists funded by the Bill & Melinda Gates Foundation simulated a global coronavirus outbreak 3 months before the real outbreak happened in China last week. The simulation was dubbed Event 201, and it showed that a coronavirus outbreak could potentially kill hundreds of millions of people under the right circumstances. Bill Gates is now funding a 10-year-old company called Moderna to develop and patent a vaccine for Wuhan coronavirus. Moderna's stocks have been soaring since the beginning of the epidemic. As of now, there are 43,114 confirmed infections and 1,018 deaths globally by the Wuhan coronavirus.\n#BiologicalWeapons #WuhanCoronavirus #Coronavirus #WuhanVirus #Event201 #CAPS #2019nCoV #CEPI #INOVIO #DARPA  #PublicHealthEmergency #GlobalEmergency #mRNA #mRNAVaccine  #Epidemic #BillGates #MelindaGates #BillAndMelindaGates #BillAndMelindaGatesFoundation #Epidemiologists #Moderna #GlobalPandemic #Pandemic #China #Wuhan #PopulationControl #FamilyPlanning #CDC",
    "tags": [
        "Bill Gates"
    ],
    "year": "2"
}