{
    "filename": "B8njwusCXvI.jpg",
    "description": "Reposted from @foundconscious Only three months ago, John Hopkins, the Bill and Melinda Gates Foundation and the World Economic Forum (a hive of self-professed globalists) ran a “pandemic simulation” called “Event 201” specifically focused on Coronavirus.\n\nNot Ebola, or Swine Flu or even Avian Flu – but CORONAVIRUS. The simulation features the spread of coronavirus in South America, blamed on animal to human transmission (pigs). I assert that Event 201 was not a simulation but a war-game to study the possible outcomes of an event the globalists already knew was coming.\n\nSet aside the fact that before almost every major crisis event and terrorist attack for the past few decades authorities were running simulations for that exact event right before it happened; does anyone really believe that Event 201 is pure coincidence?\nInterestingly, a representative from Johnson and Johnson, one of the companies that may end up designing a “vaccine” for the Cronavirus, suggested during Event 201 that a “centralized” global economic authority in charge of funding and procuring vaccines for various nations in crisis was an option for solving the pandemic.\n\nGee, that sounds strangely similar to what globalists have been demanding for many years now, and the pandemic just happens to offer a perfect excuse for the creation of such a one-world financial authority. Source: humansarefree\n\nThis just supports the idea of my last post.\n——\nFollow my personal 👉🏽 @itsazeem\nFollow my other 👉🏽 @foundverity\n——\n#populationcontrol #staywoke #nwo #population #newworldorder #elite #pinealgland #wakeuppeople #truthseeker #thirdeye #wakeupsheeple #anonymous  #conscious #secretsocieties #mindcontrol #consciousawareness #politics #selfaware #freedomthinker #illuminati #truthseeker  #conscious #awareness #peoplepower #depopulation #conspiracy #wakeup #coronavirus #virus #wuhan thx 💚🙏🏻 follow @the_truth_hunters 💯👆🏻🙏🏻👁️",
    "tags": [
        "New World Order"
    ],
    "year": "2"
}