{
    "filename": "B8sOhyphPLb.jpg",
    "description": "#BillGates has warned that #coronavirus in #Africa could overwhelm health services there and trigger a pandemic which could lead to more than 10 million deaths.\nSpeaking at the American Association for the Advancement of Science (AAAS) in #Seattle this weekend, the #Microsoft founder warned that the coronavirus epidemic is far more of a concern than ebola and could hit Africa worse than #China.\nIn a 2019 Netflix documentary, Gates predicted that a deadly virus could originate in China’s wet markets – just like the one in Wuhan – and rapidly infect the world \nPress TV reports: As Gates was speaking, news broke that the first case of coronavirus had been confirmed on the continent, as a person in #Cairo, #Egypt, tested positive for the disease. “This is a huge challenge,” Gates said. “We’ve always known that the potential for either a naturally caused or intentionally caused pandemic is one of the few things that could disrupt health systems, economies and cause more than 10 million excess deaths.” “This disease, if it’s in Africa, is more dramatic than if it’s in China,” noting that he was “not trying to minimize what’s going on in China in any way.” There are now fears that the disease could spread to sub-Saharan Africa where it could spark an uncontrollable outbreak, with health services unable to monitor or control the virus. \nThe Bill & Melinda Gates Foundation, the charitable foundation that he and his wife, Melinda Gates, established in 2000, recently committed $100 million to fighting the coronavirus.\nAs of Sunday, the death toll in mainland China reached 1,770, up by 105 from the previous day, while there were 2,048 new cases, bringing the total count to 70,548.\nOver 500 cases have been confirmed outside China, mostly of people who traveled from Chinese cities, with five deaths in #HongKong, #Japan, the #Philippines, #Taiwan and #France.\nChinese authorities say the stabilization in the number of new cases is a sign that measures they have taken to halt the spread of the disease are having an effect. However, epidemiologists and economists warn optimism that the disease might be under control is premature. #Event201 #GlobalHealthSecurityAgenda",
    "tags": [
        "Bill Gates"
    ],
    "year": "2"
}