{
    "filename": "B93w3WQg8mR.jpg",
    "description": "Rp @revealed_truth Reposted from @freedom_faction \n#BillGates hosted a closed-door meeting for global elites and the invitation came with a #COVID19 #coronavirus plush toy, a few months later thousands would be dead. Welcome to the #NewWorldOrder.\n\nWhat I am about to show you is so unbelievable, so infused with #conspiracytheory , that your mind will immediately reject it. Yet, the information is 100% true and taken from #JohnsHopkins own website. Let me take you back to the evening of October 18, 2019, to a gathering entitled ‘#Event201’, something Johns Hopkins calls a ‘global pandemic exercise’. Of course, it was invitation only, and held behind closed doors. The financing for this event came from none other than the Bill Gates Foundation.\n\nTo everyone who attended, they were given a cute and cuddly COVID-19 plush toy, the very one you see in the photo at the top of this article. Can you imagine what kind of sick-minded marketing people could conceive of a coronavirus stuffed animal? Wake up, people, the New World Order is not playing around, and yes, they have no qualms of any kind about creating a plush toy out of a killer virus that to date has infected 181,377 people, and has killed 7,118 people, and they best part? They proudly display these statistics on the official Johns Hopkins website. I wonder if they have any of those cute and cuddly coronavirus plushies left?\n\nIn 1999, Gates gave over 20 million dollars to Johns Hopkins to establish a wing of the hospital where the Foundation was born. This foundation has always hidden behind the mantra of “Health and help” for women in third world countries. The thrust of the foundation has been working with the #bigPharma companies, to create vaccines for the masses in these impoverished countries.\n\nThe #ID2020Alliance has launched a new digital identity program at its annual summit in #NewYork, in collaboration with the Government of #Bangladesh, vaccine alliance Gavi, and new partners in government, academia, and humanitarian relief. 🖐🏾More in comments👇🏾#Agenda21 #Agenda2030 #Agenda2050 #Technocracy #GlobalHealthSecurityAgenda #PopulationControl #NewWorldOrder -",
    "tags": [
        "Mixed/Other"
    ],
    "year": "3"
}