{
    "filename": "B94Z0Yaldct.jpg",
    "description": "A cybersecurity “#whitehat” government contractor sent David Knight a warning about a color-coded wristband that will be used for traveling #Americans during an impending #COVID19 lockdown.\nIndividuals traveling will reportedly be stopped at checkpoints where they will have their mouths swabbed and once cleared of #coronavirus be issued a bracelet that changes color daily.\nThe following image is allegedly an example of a temporary bracelet, which will be used until the final products are prepared.\nAlso, as government officials scramble to procure a COVID-19 vaccination, #BillGates and MIT have the technology to track vaccination records via an invisible tattoo.\nTogether, MIT and Gates have “created an ink that can be safely embedded in the skin alongside the vaccine itself, and it’s only visible using a special smartphone camera app and filter,” according to Futurism.\nFuturism explains, “The invisible ‘tattoo’ accompanying the vaccine is a pattern made up of minuscule quantum dots — tiny semiconducting crystals that reflect light — that glows under infrared light. The pattern — and vaccine — gets delivered into the skin using hi-tech dissolvable microneedles made of a mixture of polymers and sugar.” The journal Science Translational Medicine explains the technology as “a covert way to embed the record of a vaccination directly in a patient’s skin rather than documenting it electronically or on paper.” In the face of COVID-19 panic and Democrat politicians pushing #mandatoryvaccinations, this technology could be used to track #Americans who opt-out of a forced inoculation.\nFor example, even before the coronavirus outbreak MIT researcher Kevin McHugh, who worked on the project, said, “In areas where paper vaccination cards are often lost or do not exist at all, and electronic databases are unheard of, this technology could enable the rapid and anonymous detection of patient vaccination history to ensure that every child is vaccinated.” 🖐🏾More in comments👇🏾#Event201 #ID2020 #GlobalHealthSecurityAgenda #MarkOfTheBeast #Technocracy #NewWorldOrder",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "3"
}