{
    "filename": "B95PbUyBtci.jpg",
    "description": "Thoughts?\n\n#California Democratic Gov. Gavin Newsom warned Wednesday he has the \"\"\"\"ability\"\"\"\" to \"\"\"\"do martial\"\"\"\" law to deal with the #coronavirus outbreak.\n\nNewsom was speaking to reporters about the mobilization of the #NationalGuard, emphasizing it is routinely used during natural disasters and other emergencies, reported the Fox affiliate in #NewYorkCity\n\nBut he added, \"\"\"\"We have the ability to do #martiallaw ... if we feel the necessity.\"\"\"\" Imposing martial law would mean replacing the usual laws with military authority and possibly suspending civil liberties such as freedom of association and movement,. Already six counties in the #SanFrancisco #BayArea have ordered residents to remain in their homes with the exception of necessary travel.\n\nPreviously, the governor ordered bars, movie theaters, restaurants, gyms and other venues to close down.\n\nThe state has seen more than 500 cases of the coronavirus and about a dozen deaths.\n\nThe governor also said there are 415 hospitals in the state with nearly 90,000 beds that have been preparing for a surge of patients.\n\nHe said \"\"\"\"few if any\"\"\"\" #California schools will reopen before summer break, the Fox report said.\n\nThe National Guard is on alert for food distribution and public safety missions on an as-needed basis.\n\nNewsom said he hopes the state \"\"\"\"will get back to the life that we have lived.\"\"\"\" According to Fox, the state has an estimated $21 billion in reserves, but the governor said that can go quickly.\n\nThe state Legislature approved $1.1 billion in emergency spending Monday and then voted to suspend its session.\n\nIt was believed to be the first unexpected work stoppage in 158 years.\n\nOn Tuesday, they went a step further, closing both the Capitol and the Legislative Office Building to the public \"\"\"\"until further notice.\"\"\"\" The Fox station reported Newsom said he's started homeschooling his four children, and it is \"\"\"\"unlikely\"\"\"\" that the state's school will be open before summer break. #Event201 #GlobalHealthSecurityAgenda #MedicalMartialLaw #PopulationControl #ScientificDictatorship #Technocracy #NewWorldOrder",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "3"
}