{
    "filename": "B97-hRVnr2l_2.jpg",
    "description": "The world as we know it will change forever in the wake of the #coronavirus pandemic, according to #BillGates who declared that we will soon have “#digitalcertificates” to display our health and vaccination status.\nResponding to a question during a Reddit “#AskMeAnything” session, Bill Gates pointed to major changes for ordinary people that could have privacy and #civilrights implications. “Eventually we will have some digital certificates to show who has recovered or been tested recently or when we have a vaccine who has received it,” said Gates.\nGates also called for a “national tracking system”, saying that “in #Seattle, the [#UniversityofWashington] is providing thousands of tests per day but no one is connected to a national tracking system” and that “Whenever there is a positive test it should be seen to understand where the disease is and whether we need to strengthen the social distancing.“ What is a ‘digital certificate’? Gates clearly believes the public will accept being branded with digital certificates as easily as they accepted barcodes on consumer items.\nAccording to #IMB, a digital certificate is an electronic document that is used to identify an individual, a server, a company, or some other entity, and to associate that identity with a public key.\nLike a driver’s license, a passport, a student ID, a library card, or other commonly used personal IDs, a certificate provides generally recognized proof of a person’s identity — or in this case, a person’s health and vaccination status.\nAll of which raises serious questions. What will happen to people who do not trust Bill Gates enough to accept a digital certificate? What will happen to those who refuse to be vaccinated?\nWhile Gates has not elaborated on what his plan entails, or whether a digital certificate will be implanted in the human body, many people are concerned that the certificate could represent the “#markofthebeast” warned about in the Bible.\nBranding human cattle. 🖐🏾More in comments👇🏾#NewWorldOrder #Technocracy #ScientificDictatorship #VaccineAgenda #GlobalHealthSecurityAgenda #PopulationControl #Agenda21 #Agenda2030",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "3"
}