{
    "filename": "B9DANHJAJrX.jpg",
    "description": "Posted @withregram • @freedom_faction Scientists have been sounding the alarm about the dangers of 5th generation wireless technology. Some countries have heeded the warning about #wirelessradiation and the harmful effects of #EMFs. #China, on the other hand, has completely ignored all warnings and has proceeded to unleash #5G faster than any other nation. In fact, China rolled out 5G in the province of #Wuhan in October 2019. Just two months later, the city became afflicted by a new kind of #coronavirus named #CoVid19. How did a formerly benign class of virus become so opportunistic in such a short amount of time? Why is the death rate so high at the epicenter of the outbreak?\nDid the 5G launch in Wuhan China cause widespread compromised immune systems?\nWhy did the city’s population suddenly become so vulnerable? Could it be that 5G oxidized important surveillance proteins of the innate immune system of the Wuhan population? Does 5G cause severe inflammation, damaging the innate #immunesystem? Could it be that 5G does cause DNA breaks, as documented by scientists? Do these DNA breaks potentially affect innate immune molecules such as the mannose binding lectins (MBLs), which are primarily located on lung surfactant proteins A and D?\nMBLs are powerful defense molecules that have been clinically studied to target coronaviruses early in their replication cycle, preventing viral attachment. If MBL levels are compromised through oxidation, respiratory viruses can more readily take hold of the human host. Deficiency in MBLs also occurs when there is a three single point mutation in exon 1 of the MBL-2 gene. For an infectious agent to cause complication and/or fatality, a person’s immune system must be compromised. Did the launch of 5G in Wuhan China help facilitate the outbreak of this deadly bioweapon?\nMBLs are a natural defense system in the human body used for biological recognition and surveillance at the molecular level. MBLs bind with sugars, allowing the protein to interact with many different kinds of viruses, bacteria, yeasts, fungi and protozoa cloaked with such sugars... 🖐🏾More in comments👇🏾#Stop5G #Event201",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "2"
}