{
    "filename": "B9FldKbBtci.jpg",
    "description": "Thanks to the brave reporting of Chinese citizen journalist Jennifer Zeng (and Spiro Skouras for his video interview), we have learned some shocking information: the #Chinese Government ran a drill or exercise on September 18th, 2019, in #Wuhan, where they simulated a response for … a #novelcoronavirus strain!\nWhat are the chances of the Chinese authorities randomly choosing to practice for a coronavirus entering their country, given the thousands of pathogens and diseases they could have practiced for? This drill was held exactly 30 days before the key date of October 18th, 2019 – the same date when the Wuhan Military Games began and also the very same date when #Event201 (#BigPharma, #BillGates, #China’s CDC, #America’s CDC, etc.) was held in the USA which was also simulating a ‘fictional’ scenario of how to handle a #coronavirus epidemic.\nChinese Government Foreknowledge? Beyond the Realm of Coincidence\nOn her site, Zeng posted a English translation of the Chinese article Wuhan Customs Holds 30 Days Countdown to Military Games and Emergency Response Drill at Ports which revealed the drill, which is highly reminiscent of Western (especially USG) #falseflag operations, which usually contain telltale signs of manipulation such as foreknowledge and ‘coincidental’ drills for an attack or event which later becomes reality. Here are the first 3 paragraphs: “This afternoon (September 18), an inbound flight from an unknown country arrived at Wuhan Tianhe International Airport. All in a sudden, the portal #nuclearradiation monitoring system alarmed. Wuhan Tianhe International Airport Customs, subordinate of Wuhan Customs, immediately controlled and reinvestigated the passenger who triggered the alarm and his baggage. It is found that the passenger was carrying a bottle of “Myanmar ore” which seriously exceeded the standard radiation level. 🖐🏾More in comments👇🏾#GlobalHealthSecurityAgenda #Stop5G #nCoV2019 #CoViD19 #PopulationControl",
    "tags": [
        "Mixed/Other"
    ],
    "year": "2"
}