{
    "filename": "B9H5LJwh2wv.jpg",
    "description": "Billionaire and Microsoft co-founder Bill Gates said the #coronavirus that has killed at least 2,859 people and infected more than 83,700 globally may be the 'once-in-a-century pathogen we've been worried about.\"\"\"\"\"\"\"\" \"\"\"\"\"\"\"\"I hope it's not that bad, but we should assume it will be until we know otherwise,\"\"\"\"\"\"\"\" Gates wrote in an article published Friday in The New England Journal of Medicine. \nGates founded The Bill and Melinda Gates Foundation with his wife in 2000 to help improve world health and combat extreme poverty.  The foundation announced Feb. 5 that it would donate $100 million to help find treatments and expand testing for the virus, particularly for poorer populations.\nAccording to Gates, #COVID19 poses a serious threat to the world because it's far more deadly and contagious than many other deadly viruses. \"\"\"\"\"\"\"\"First, it can kill healthy adults in addition to elderly people with existing health problems,\"\"\"\"\"\"\"\" he wrote. \"\"\"\"\"\"\"\"Second, Covid-19 is transmitted quite efficiently. The average infected person spreads the disease to two or three others — an exponential rate of increase.\"\"\"\"\"\"\"\" World health leaders say the disease is spread by people who are mildly ill or don't show any symptoms at all, making it harder to contain and more contagious than other types of viruses. \nThe mortality rate is \"\"\"\"\"\"\"\"many times more severe than typical seasonal influenza,\"\"\"\"\"\"\"\" Gates said. The #WorldHealthOrganization said the mortality rate of COVID-19 can differ, ranging from 0.7% to up to 4%, depending on the quality of the health-care system where it's treated. Gates said that its current average estimated fatality rate of around 1% places it somewhere between the 1957 Asian flu pandemic (0.6%) that killed 1.1 million people and the 1918 Spanish flu pandemic (2%) that killed 50 million around the world, according to data from the Centers for Disease Control and Prevention.\nGates is sounding the alarm to world leaders to try to help slow the spread of the virus, calling on developed countries to help less wealthy nations prepare. 🖐🏾More in comments👇🏾#Event201 #GlobalHealthSecurityAgenda #PopulationControl #Biowarfare #Agenda21 #Agenda2030 #NewWorldOrder #ScientificDictatorship #MedicalMartialLaw",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "2"
}