{
    "filename": "B9j-M7Agikd_1.jpg",
    "description": "#Repost @freedom_faction with @get_repost\n・・・\nThoughts?\nMIT scientist Shiva Ayyadurai claims that #coronavirus “#fearmongering” is a “#DeepState fraud” to manipulate financial markets.\nAyyadurai, who is noted for his controversial claim to be the “inventor of email,” has a PhD in Biological Engineering and is running as a Republican in the 2020 U.S. Senate election in Massachusetts.\nResponding to #PresidentDonaldTrump’s claim that Democrats and the media are responsible for inflaming the coronavirus scare “far beyond what the facts would warrant,” Ayyadurai agreed that the panic was being overblown for political and economic reasons. “As an MIT PhD in Biological Engineering who studies & does research nearly every day on the Immune System, the #coronavirus fear mongering by the Deep State will go down in history as one of the biggest fraud to manipulate economies, suppress dissent, & push MANDATED Medicine!” tweeted Ayyadurai.\nIndeed, no matter the true scale of the crisis, there’s little doubt that Democrats have seized upon it to blame Trump for the recent stock market crash almost the point of cheering on the chaos.\nWhile Trump has been blasted for leaving the #UnitedStates ill-prepared to deal with a potential pandemic, with just 5,000 people in the U.S. being tested for the virus, others have asserted that the crisis has been hijacked by Trump’s political adversaries to blame him unfairly.\nWhether one treats the outbreak as a significant threat to the world or an over-hyped hysteria does appear to break down along partisan lines.\nA Reuters/Ipsos poll released last week found that Democrats are twice as likely as Republicans to say that the virus poses an imminent threat to the U.S.\nSome have pointed to numbers out of #SouthKorea and #Singapore which show those countries have the situation under control, with new cases now on the decline.\nChina has also declared victory over the virus, with #Chinese #PresidentXiJinping saying the “tide has turned,” a sentiment shared by Alfred Wu, associate professor at the #NationalUniversityofSingapore’s Lee Kuan Yew School of Public Policy, who asserted that the “outbreak has basically ended in China.”",
    "tags": [
        "Mixed/Other"
    ],
    "year": "3"
}