{
    "filename": "B9rqzjchXC5.jpg",
    "description": "#PresidentDonaldTrump plans to declare a #nationalemergency on Friday over the #coronavirus outbreak, invoking the #StaffordAct to open the door to more federal aid for states and municipalities, according to two people familiar with the matter.\nThe president said he will hold a news conference at 3 p.m. in Washington. Trump spoke Friday with #EmmanuelMacron, the #French president tweeted, about the pandemic, and agreed to organize a video conference with world leaders on Monday to coordinate research efforts on a vaccine and treatments and work on how to respond to the economic fallout.\nTrump is under increasing pressure to act as governors and mayors nationwide step up actions to mitigate the spread, closing schools and canceling public events. Declaring a national emergency would allow the government to marshal additional resources to combat the virus, and also marks a symbolic turning point for the president, who has repeatedly compared the coronavirus to the #seasonalflu and insisted that his administration had the outbreak under control.\nU.S. stocks struggled to hold onto gains on Friday. The S&P 500 rose less than 1% in mid-day trading after climbing 6% at the open, following stocks’ worst day since 1987. Treasury yields increased as the Federal Reserve said it was buying $37 billion of bonds across maturities\nSenate Democrats have urged Trump to invoke the Stafford Act and other disaster declaration requests they say would free up more than $42 billion in funding for states available in the Disaster Relief Fund.\nAn emergency declaration would allow a state to request a 75% federal cost-share for expenses that include emergency workers, medical tests, medical supplies, vaccinations, security for medical facilities, and more, according to a letter Democrats sent the president earlier this week.\nOnly a few emergency declarations for public health threats have been made since the 1960s, and only two have targeted disease outbreaks, when #PresidentBillClinton in 2000 declared emergencies in #NewYork and #NewJersey in response to the West Nile Virus. #Event201 #GlobalHealthSecurityAgenda #ScientificDictatorship #Technocracy #NewWorldOrder #CoViD19",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "3"
}