{
    "filename": "B9ub5GnpuvJ.jpg",
    "description": "The masses will never accept major changes to financial, societal, environmental structures unless it can be justified by any means. This is what we seen with 911 - a crisis that gave “justification” to invade Iraq and implement heavy changes to security and surveillance that would have been faced with rejection otherwise.\n\nI do believe this is what we are witnessing right now. The CV is acting as a justification mechanism to roll out the new financial system which will account everything digitally. It will allow for the implementation of the beast system and a tech takeover. It’s all been leading up to this moment with the sudden introduction of blockchain tech, 5G, and AI.\n\nThe financial bubble that has been created by greedy bankers, oiligarchs, and the “elite” mafia is soon to pop. These psychos will not take responsibility and so a the collapse can be blamed on a pandemic. This will usher in the new system - cashless society, advanced security and tracking, and centralisation of control.\n\nThis is why we are seeing CEO’s of major companies stepping down or leaving because THEY KNOW SOMETHING BIG IS HAPPENING!\n\nThese are just my thoughts and opinions, let me know yours below. This post is not intended to promote fear, but to simple share my views openly in hopes to raise some discussion and awareness. Stay healthy folks, take your precautions, and develop your immunity.\n\nFollow my personal 👉🏽 @itsazeem\nFollow my other 👉🏽 @foundverity\n——\n#staywoke #nwo #population #newworldorder #explorepage #pinealgland #wakeuppeople #truthseeker #thirdeye #wakeupsheeple #anonymous  #conscious #secretsocieties #mindcontrol #consciousawareness #china #selfaware #freedomthinker #illuminati #truthseeker  #conscious #awareness #peoplepower #conspiracy #wakeup #virus #covid19 #billgates",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "3"
}