{
    "filename": "B_A_t-DqxxO.jpg",
    "description": "👉 UPDATE:(23.4) deutsch Dr. Rashid Buttar deckt Gates, Faucci und die gefälschten Pademizahlen auf (Youtube) \nLink:https://youtu.be/mSH_NI9FA9k\n\nHabt ihr euch mal gefragt was COVID bedeuten könnte... Googlet mal CERTIFICADE OF VACCINATION ID 😉\nSagt nicht einfach sofort zu allem Ja und Amen informiert euch über Bill Gates und die WHO. Wer ist der Hauptsponsor der WHO? Lest auch mal Kritiken! \nEr will am liebsten die komplette Welt impfen.\nAber seine Kinder sind ungeimpft.?!?!!? Bill Gates wurde bereits von Indien verklagt und in Kenia brachte er einen Impfstoff heraus der nur an Mädchen und  Frauen verabreicht wurde. Man fand ein Schwangerschaftshormon darin. \nWisst ihr wie eine Impfung funktioniert? Genau... ANTIKÖRPER bilden sich. Was passiert also im Beispiel mit dem Schwangerschafthormon? Diese Mädchen können später nicht mehr schwanger werden.\nAch und Microchips in der Impfung? Alles nur #Verschwörungstheorien? Na dann Google das mal in Zusammenhang mit Bill Gates. Dieser Mann spricht sich für eine Bevölkerungsminimierung aus.\nGlaubst du da wirklich noch er hat nur Gutes im Sinn? \nDieser Mann ist Verwandt mit D.Rockefeller\nvon ihm stammt dieses ZITAT:\n\"\"ALLES WAS WIR BRAUCHEN IST EINE GROSSE KRISE UND DIE NATIONEN WERDEN DIE NEUE WELTORDNUNG AKZEPTIEREN.\"\"\n.\nIch werde oben im Bild Seiten für Euch verlinken die ein paar Einblicke geben. Schaut Euch die Stories an falls ihr im Profil nichts findet. 👍\n👉 @coach_cecil 's Youtube Videos zum Thema sind sehr aufschlussreich.\n.\n.\n\n#SolidarityPledge #WHO #billgates #wachauf #nwo #newworldorder #rockefeller #covid #covid19 #CoronaVirus #coronakrise  #fanganzudenken #1984 #impfen #impfung #impfungen #impfzwang #zwangsimpfung #impfluencer #wirbleibenzuhause #gibgateskeinechance #mainstream #freiheit #nichtmituns #bioNtech #coronaimpfungen #coronaimpfstoff",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}