{
    "filename": "B_ASYbeFInq.jpg",
    "description": "Come to think of, maybe #BillGates really is building the #MarkoftheBeast, he certainly has assembled an impressive supporting cast, like #satanist #Madonna.\n\nIsn’t it ironic that Bill Gates, the man whose father ran #PlannedParenthood and was taught from childhood about #populationcontrol through abortion, now desperately wants you to believe he is interested in saving human life? Don’t make me laugh. But what he does want to do is to control the healthcare of every person on the planet, that’s for sure. No better way to control the masses than to control their health. Now comes the announcement that Bill Gates is teaming up with end times satanist, Madonna, pushing something called the #COVID19 Therapeutics Accelerator. “For, lo, I will raise up a shepherd in the land, which shall not visit those that be cut off, neither shall seek the young one, nor heal that that is broken, nor feed that that standeth still: but he shall eat the flesh of the fat, and tear their claws in pieces. Woe to the idol shepherd that leaveth the flock! the sword shall be upon his arm, and upon his right eye: his arm shall be clean dried up, and his right eye shall be utterly darkened.” Zechariah 11:16,17 (KJV)\n\nFrom Madonna’s website April 3, 2020: “I’m joining the Bill & Melinda Gates Foundation effort to find a drug that will prevent or treat COVID-19. We need this to protect our health workers, the most vulnerable, and all of our friends and families. I’m talking about this: I am so impressed by the work of the Bill & Melinda Gates Foundation and the COVID-19 Therapeutics Accelerator’s urgent efforts to find new or existing drugs that could effectively prevent or treat the disease. Harnessing the strength and knowledge of the research community, the Accelerator’s critical scientific progress will inform how we end this pandemic and prevent future impact from the virus. I send enormous gratitude and strength to the courageous first responders, medical professionals and scientists who are protecting our communities, those suffering and our most vulnerable.” –Madonna 🖐🏾More in comments👇🏾#Event201 #GlobalHealthSecurityAgenda #Technocracy #ScientificDictatorship",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}