{
    "filename": "B_aUJDZgzI-.jpg",
    "description": "The lab-made flu COVID19 has been the perfect scapegoat for the collapse of the world economy. For years, it's been foreseen that the global economic system will collapse this year, and COVID19 has so far been the perfect scapegoat for it. Governments and corporations have been deliberately manufacturing panic over COVID19 to sell the vaccine, which will be mandatory and will be worse than the flu itself. This flu was designed in a lab by government agencies like the CDC and DARPA as well as private corporations funded by the Bill & Melinda Gates Foundation. Emergency resolutions like those that followed the 911 attacks are being enacted by politicians around the globe to enforce a cashless society and give more power and authority to governments. Cities around the world have implemented a quarantine lockdown and shut down schools, restaurants, gyms, cinemas, and events. Martial law is in effect. Mass gatherings are forbidden. Military quarantine is underway. Like every orchestrated attack on the livelihood of the working class by the banking elites without fail, American banks received an automatic $1.5 trillion bailout over COVID19 while most citizens are now jobless and broke. Already-wealthy industries like the airline business are also getting billions of free money as a reward by the same government who firmly believes that it's unthinkable to give that money to those who need it most: taxpaying citizens. And to prevent people from knowing the truth about this hoax, mass censorship across the internet to shut down independent thought has been underway in full swing since the beginning of the flu. The Rothschild-owned corporate media are censoring independent journalists and are de-platforming them to prevent the masses from knowing the truth about this lab-made flu. \n#Plandemic #ID2020 #MarkOfTheBeast #DigitalID #UNICEF #WHO #MedicalMartialLaw #MedicalMartialLaw2020 #MartialLaw #MartialLaw2020 #BillGates #Event201 #GlobalHealthSecurityAgenda #NWO #NewWorldOrder #COVID19 #COVID19Bioweapon #Coronavirus #COVID19Lockdown #BiologicalWeapons #WuhanCoronavirus #WuhanVirus #Pandemic #PopulationControl #FamilyPlanning #SelfIsolation #NewNorm #BigBrother",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "Bioweapon",
        "New World Order"
    ],
    "year": "4"
}