{
    "filename": "B_ayMeYjs_g.jpg",
    "description": "Eks Menteri Kesehatan RI Siti Fadilah Supari menyarankan agar pemerintah Indonesia tidak menggunakan vaksin COVID buatan perusahaan farmasi yang terkait dengan Bill Gates. Saran tersebut ia tuangkan dalam sebuah tulisan.\n⁣\n\"\"Untuk menghadapi wabah Corona di Indonesia, sebaiknya pemerintah tidak menggunakan vaksin yang diproduksi oleh perusahaan-perusahaan farmasi yang berkaitan dengan Bill Gates,\"\" tulis Siti yang kini masih menjalani masa tahanan di rutan Pondok Bambu.\n\nAda beberapa faktor yang membuat wanita yang pernah menjabat sebagai Menteri Kesehatan pada Kabinet Indonesia Bersatu. Pertama, Siti mempertanyakan kapan vaksin COVID-19 tersebut mulai diproduksi.\n⁣\n\"\"Kalau Bill Gates sudah siap dengan vaksin Corona sekarang, kapan dia punya seed virus-nya? Apa sebelum pandemic Corona? Apalagi pada tahun 2015, dia telah mengumumkan akan ada pandemik besar di 2020,\"\" kata wanita yang juga dokter spesialis jantung ini.\n\nAlasan kedua, Siti mengatakan bahwa virus Corona hingga kini masih terus bermutasi alias berubah-ubah. Sehingga, Siti mempertanyakan bibit virus yang mana yang dijadikan vaksin oleh perusahaan farmasi yang memiliki hubungan dengan Bill Gates.\n⁣\n\"\"Maka seed (bibit) virus yang mana yang dijadikan vaksin oleh Bill Gates? Sampai sekarang tidak jelas,\"\" tanyanya. Alasan ketiga, Siti mengkhawatirkan pemasangan microchip dalam vaksin tersebut. Jika memang benar dipasangi microchip, dampak negatifnya tidak diketahui.\n\nIa juga meragukan alasan kehadiran microchip itu hanya jadi tanda semata. \"\"Tidak ada bukti sama sekali. Kita wajib waspada karena Bill Gates mempunyai proyek ambisius yaitu depopulasi demi mengatur populasi sedunia,\"\" tulis Siti.\n⁣\nFollow @conspiraciestheory for more!\n⁣#fuckbillgates\n#truthseeker\n#truthseekersociety\n#berdikari\n#indonesiaberdikari\n#Truth_Seeker_Society\n#FuckNWO\n#the3rdtemple\n#AntiNewWorldOrder \n#templeofsalomon\n#KuilSulaiman\n#covid19\n#genosida\n#georgiaguidestones\n#corona\n#Illuminati\n#depopulasi\n#genocide\n#freemason\n#freemasonry \n#lucifer\n#donaltrump\n#TheSimpsons\n#konspirasi\n#flatearth\n#sitifadilahsupari\n#666\n#TheOldOfIntelligentsia\n#indonesian_flatearth_society\n#indonesiantruthseekersociety\n⁣🗞 Liputan6/Benedikta Desideria",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}