{
    "filename": "B_aztZ0FRhy.jpg",
    "description": "Another week is passing by in this locked world. And what’s really pissing me off today ... is the fact that it’s being normalized. This new world we’re living in is totally okay! When ever you watch the news or see a commercial, they are making it like a harmonious proces. We don’t need meetings ...we can do everything on a computer. The world cleaned up... even dolphins are swimming in the canals of Venice.😂🤦🏻‍♀️Schooling is going great with zoom ... the kids are loving it! 🤨And although you can’t see your loved ones you can Facetime them. The “we don’t need to be together to be together” slogan is annoying the hell out of me! 🤬Even writing this tekst I’ve heard already 5 of those commercials.🤦🏻‍♀️Social conditionings at it’s finest?? Like I’ve said in my previous posts people do need to be together. Children need interaction. They need to feel the hugs and love from their loved ones. And even for the adults it’s necessary to be around other human beings. We need that social interaction and not just through a computer. We’re not robots nor shall we ever be! We’re all humans and going through this process in a different way... but I do feel like we’re being led in a certain direction. Normalizing something that is abnormal doesn’t seem right to me. And now drones are flying above our heads and telling us to stay further apart from each other, parks are full of police patrolling, some people in the supermarket think others are radioactive, Singapore wants to jail people for 6 months for standing to close to other humans. That just doesn’t sound harmonious to me. Feels more like a divide and conquer situation. And you don’t have to explain me why we’re all doing it...I know...😏 but some things still don’t feel right to me 🤷🏻‍♀️ #whatsnext ❓❓ ⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n#speakup #truthseeker #draintheswamp  #pizzagate #saynotobillgates #nonewnormal #qanon #truthfreedomhealth #billgates #5g #stop5g #antivax #cabal #who #standthefuckup #id2020 #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G"
    ],
    "year": "4"
}