{
    "filename": "B_BlxzsFEcx.jpg",
    "description": "In lockstep with Mr. Microsoft (Bill Gates) himself, National Institute of Allergy and Infectious Diseases (NIAID) head Dr. Anthony Fauci has signaled that Americans will eventually be able to return back to normal after the Wuhan coronavirus (COVID-19) crisis ends. But this will probably only be the case if they agree to get vaccinated and carry around digital proof of vaccination everywhere they go.\nSpeaking on CNN‘s “New Day” program, Fauci stated that requiring digital vaccine certificates is a “possible” outcome of the pandemic because “it’s one of those things that we talk about when we want to make sure that we know who the vulnerable people are and not.” “This is something that’s being discussed,” he added. “I think it might actually have some merit.” Louisiana Senator Bill Cassidy, a Republican, has similarly proposed that the government create some type of immune registry to keep track of people who are no longer believed to be at risk of infection with the Wuhan coronavirus (COVID-19). One possible way to do this is to administer antibody testing, which could potentially indicate whether or not someone has already had the Wuhan coronavirus (COVID-19) and is now recovered and immune to it.\nFauci’s buddy Gates has a similar plan in mind that involves giving people a digital mark of the beast that “approves” them for reentry back into society once they’ve been deemed “safe” following mandatory vaccination for the Wuhan coronavirus (COVID-19). Gates has stated that he would like to see everyone have a “quantum dot tattoo” microchip inserted into their bodies that would not only “clear” them of the Wuhan coronavirus (COVID-19), but also function as a digital form of identification (ID2020) that includes the entirety of a person’s medical records.\n#JesusIsComing #SignsOfTheTimes #PredictiveProgramming #Health #Tukkit #BillGates #OneWorldGovernment #MartialLaw #NewYork #ID2020 #Virus #NYC #FalseFlag #Truth #WakeUp #OpenYourEyes #StayHome #Quarantine #COVid_19 #NewWorldOrder #MarkOfTheBeast #Awakening #Vaccines #WakeUp #EndTimes #WorldHealthOrganization #Prepare #Church",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}