{
    "filename": "B_CqbPXlejE_2.jpg",
    "description": "This #pillowchallenge must be the most ridiculous thing people are doing right now on social media! With everything what’s going on in the world ... I feel embarrassed every time I see one! We’ve lost all our human rights....the world is locked! It’s a war without bullets.... the people went straight on their knees!! Nobody questioned the government...or the media? Or really what the hell is going on?? Obviously not what they are telling us! Because all I see is that things are not adding up. The lies keep coming and the people keep Netflixing. I’m wondering...Why the hell did USA gave 3 million to the Lab in Wuhan to test COVID19 on bats? Are there really people who believed this wasn’t handmade? \nWhy are people shut down if they have a different opinion? Why are people waiting for a damn vaccination if studies show that the influenza vaccination increases risk of Coronavirus with 36% ?!? (So what does that mean voor COVID20?!?) Why does the world believe in WHO when every damn year 56 million people die. They must be really good at their job! 😂\nAnd Billy-Boy who already had a glass ball and predicted this would happen...with Gavi on his side... hmm interesting...\nThis mass manipulation is brilliant.... I must admit... after years of social conditioning we accept everything they tell us! All I want is for the world to wake up... because more people are going to die and it’s not going to be from the damn virus.. So use your voice to #standthefuckup ✌️ ⁣ ⁣ ⁣\n⁣ ⁣\n⁣ ⁣\n⁣ ⁣ ⁣\n⁣ ⁣\n⁣\n⁣\n⁣\n#brunnette  #makeitcount #onelife  #goingcrazy #donewithcrap #speakup #useyourbrain #truthfreedomhealth #billgates #5g #stop5g #vaccine #who#onelifemakeitcount #id2020 #therestwillfollow #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "4"
}