{
    "filename": "B_D29J9pkvl.jpg",
    "description": "Thomas Milton Rivers was a virologist and referred to as the “father of modern virology”. He recognized viruses to be the distinct cause of disease and was a member of the Rockefeller Institute for Medical Research. \nIf you understand the time of the Flexnor report and the corporate takeover of the medical industry you will find he was just one of many agents of the pharmaceutical companies to sell their chemical poisons. \n____\nLouis Pasteur, father of the “germ theory”, stated on his deathbed “the pathogen is nothing; the terrain is everything”. The body has two fluids. The kitchen (blood) which feeds the cells/tissue and the bathroom (lymph fluid) which eliminates cellular waste. Disease occurs when we are unable to efficiently eliminate waste and the lymphatic system gets backed up. Waste can no longer leave, or finds it difficult to leave through the main eliminatory organs and systems (skin, urine and sinuses). This creates build up of cellular waste which promotes a breeding ground of acidosis, inflammation, and dis-ease (cancer). The key is to eat the right foods and live an active lifestyle in order to keep the bathroom working - the lymph flowing properly. In order to do this, one must remove the already existing toxicity in the body. All healing and regeneration starts with detoxification. Only then can we replenish the body with the right nutrition, the right energy on a chemical level and conscious level. \nWe must understand the cause of disease and the contagion myth as with this knowledge the pharmaceutical companies would seek no profits. 🗣 John rose \n___\n#woke #staywoke #nwo #viruses #newworldorder #truth #rockefeller #pinealgland #wakeuppeople #truthseeker #thirdeye #wakeupsheeple #bigpharma  #conscious #secretsocieties #mindcontrol #consciousawareness #disease #selfaware #freedomthinker #illuminati #truthseeker  #conscious #awareness #disease #covıd19 #conspiracy #viruses #coronavirus",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "4"
}