{
    "filename": "B_dTOP8jiH8.jpg",
    "description": "From 2014, Investigative journalist Harry Vox reviews the 2010 Rockefeller Foundation document “Lockstep”, that details the exact plandemic scenario we are facing now in 2020. •\n\nThis page is not about fear-mongering. It’s about sharing knowledge so we can first identify problems, & then devise & share solutions. •\n\nOne of the biggest solutions in this case continues to be waking “We The People” up and protecting our constitutionally protected, inherent, Common Law rights. •\n\nWe have the numbers (and guns) on our side, & we can restore the republic if enough people wake up, see the big picture & have the courage to give a fuck about preserving a world worth living in for our kids. •\n\nThere is a story, often told, that upon exiting the Constitutional Convention, Benjamin Franklin was approached by a group of citizens asking what sort of government the delegates had created. \nHis answer was: \"\"\"\"A republic, if you can keep it.\"\"\"\" •\n\nThe brevity of that response should not cause us to under-value its essential meaning: democratic republics are not merely founded upon the consent of the people, they are also absolutely dependent upon the active and informed involvement of the people for their continued good health. • 👉🏽 “Those who would give up essential Liberty, to purchase a little temporary Safety, deserve neither Liberty nor Safety.” -Benjamin Franklin 👈🏽•\n•\n•\n\n#mandatoryvaccinations #fight5G #orderoutofchaos #chaosbydesign #coronavirus #agenda2030 #agenda21 #Event201 #martiallaw #covid19 #plandemic #problemreactionsolution #conspiracyreality #covidiots #endthelockdown\n#5G #chemtrails\n#climatechangehoax #wtc7 \n#soros #billgates #rothschild #zionists #rockefeller #depopulation #eugenics #technocracy #smartcities #kill5G  #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic"
    ],
    "year": "4"
}