{
    "filename": "B_dV36-pbSF.jpg",
    "description": "Ben Garrison, Bill Gates'in evrimini çizmiş. İlk etapta henüz emekleyen ve elinde bir çıngırak olan tatlı bir çocuk, sonrasında gençlik yıllarındaki düşünceli ve bir şeyler tasarlayan hali bulunmakta.\nSonraki süreçte ise bir elinde Microsoft'un logosu bulunan bir çanta ve diğer elinde ise dolarla dolu olan bir torba, suratındaki ifade ise gayet rahatsız edici. Microsoft çantasını elinde tutması ise sebepsiz değil. Big data denilen bütün insanların verilerinin büyük bir parçası da Microsoft'un elinde bulunmakta.\nSonraki ve son hali ise batılı anlayıştaki Azrail'i simgeleyen kara bir cüppe ve yine batılı anlayıştaki Azrail'in orağı eline verilmiş halde. Ancak bu orak biraz farklı. Orak gövdesi Antik Yunan tanrılarından olan Hermes'in büyülü sayılan değneği ve yine Hermes'le birlikte resmedilen yılan resmedilmiştir. Bugün tıp ve eczacılık alanında birçok yerde kullanılan bu simge pagan yani putperest simgelerinden sadece birisidir. Yılan ise mitolojide yenilenmeyi ve hayatı simgelese de birçok dini metinlerde ve rivayetlerde yılan; şeytanı ve onun vesveselerini simgelemektedir.\nOrak gövdesini açıkladıktan sonra orak ucundaki bıçağa gelelim. Bıçak yerine aşıyı simgeleyen bir enjektör bulunmakta. Enjektörün üzerinde ise çok dikkat çekici bir şey yazmakta. Aşı üstünde \"\"\"\"\"\"\"\"zorunlu\"\"\"\"\"\"\"\" yazıyor. Evet zorunlu aşı.\nGates'in son halinde şeytanı tasvir eden bir kuyruk ve ayaklar çizilmiş ve diğer elinde de GDO'lu gıdalardan oluşan bir sepet bulunmakta. Tam olarak ise; \"\"\"\"\"\"\"\"Genetiği Değiştirilmiş Organizmalar\"\"\"\"\"\"\"\" olarak bilinir. Suratı ise tam bir şeytan silüetinde ve ten rengi daha koyu çizilmiş.\n#uluslararasıilişkiler #internationalrelations #komplo #federalreserve #rockefeller #rothschild #billgates #gavi #id2020 #teknoloji #nanoteknoloji #biyoteknoloji #siyonizm #teknokrat #çipliaşı #microchip #korona #koronatürkiye #koronavirüsü #koronavirüs #koronavirusu #koronavírus #koronagünleri #koronaturkiye #koronagünlükleri #coronavirüsü #coronaturkiye #coronatürkiye #coronaturkey #coronatürkiyede",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}