{
    "filename": "B_DXchXAoeY.jpg",
    "description": "Although the OAN is commendably exposing some truths that the MSM will not and I applaud this, they're simultaneously supporting the mainstream narrative in ways that are just as manipulative as the mainstream media tactics.\n\nBy shinning a light on the fear-based projections being false models they're telling the truth on one level while also getting you to subconsciously agree to the larger lie on another ...the lie that CV test are actually valid in the first place. If you've been paying attention you should know by now we all have a form of corona, well most of us who have had some kind of flu in our lifetime. It's totally normal, we have millions of viruses in us. The PCR tests they're doing don't test for viruses, they test for Rna and DNA. Which is easy to prove as they are the basis of all viruses. But ,as you should know, those viruses only become illnesses when the body is so overwhelmed with toxicity that it needs to create a virus to clean you out. Viruses are NOT transmissible from one person to the next, viruses are NOT contagious! The only way to get a virus is through a injection directly into your bloodstream (How do people get sick then? Look into Terrain Theory vs Germ Theory for starters)\n.\nThese tests are a scam on several levels and don't even test for CV19 and you should be aware of that by now! If you're not, please go back and watch the videos on this channel by health experts such as Dr. Shiva, Kaufman, Bergman as well as the many banned interviews by many others. Also read the descriptions and follow the links. .\n''The truth can't be taught, it must be learned''\n.\n.\n\nVideo repost courtesy of @sigmapatriot2020\n.\nand thx to @lonerloaner\nfor text support. 👍\n.\n\n#mediaisthevirus #DrShivaAyyadurai\n#DrJohnBergman #drsebi #virusesareNOTcontagious\n#virus #corona  #immunesystem #terraintheory  #truthseekers #notmyvirus  #SocialDistancing #yoga  #patients #unbearables #filmyourhospital #fearisthevirus #plandemic #healthyliving #healthandwellness  #WeAreTheNewsNow #falseflag #coronavirus #covid19 #flattenthecurve #citizenjournalism",
    "tags": [
        "Qanon",
        "Plandemic"
    ],
    "year": "4"
}