{
    "filename": "B_eFoctgmdg.jpg",
    "description": "PSSS... SIE WOLLEN ES NICHT!!! ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠\n⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠\nSie wollen nicht, dass du Gesund bist! ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠\nDas System ist so abartig Krank. Sie interessiert DEINE Gesundheit nicht, mach dir das ein für allemal klar! Was sie interessiert ist, dass DU ABHÄNGIG bleibst. Sie wollen eine kontrollierbare, abhängige und lenkbare Masse von nicht denkenden, nicht fragenden Menschen... ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠\nDas einzige was sie interessiert, ist MACHT denn Geld haben sie ohnehin genug und DU bist der abhängige, den sie aussaugen! Diese MACHT lässt sich super gut in Gesundheit investieren, so schmieren sie dir jeden Tag Honig ums Maul, wie besorgt sie doch um dich sind, schüren Panik und Horror, geben dir #Ausgangssperre, #Kontaktsperre, #Maulkorbpflicht und ganz nebenbei erzeugen sie einen Impfstoff, das Allheilmittel, die Lösung für alles und jeden. Ups, das Recht auf körperliche Unversehrtheit ist abhanden gekommen 🤷🏻‍♀️ na die Spritze in Po wirds wieder richten, oder?⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠\nAchso, stimmt... Vergiss die Pommes nicht, denn die enthält sehr viel Vitamin C 🤣 und denke dran, die neusten Tests waren auch bei Tiger und Hauskatzen positiv!⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠\n⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠\nDu kannst weiterhin die Augen verschließen oder endlich aufwachen und bei DIR anfangen!!! Denn DU bist mitverantwortlich für das ALLES! Denn DU gibst seit Jahren jegliche Verantwortung an andere ab. Versteh das endlich!⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠\nAlso steh auf, kümmere dich um DEINE Gesundheit, stärke DEIN Immunsystem, lass dir KEINE Angst & Stress machen und sag NEIN zum Impfzwang! Steh einfach zu DEINEN Grundrechten, verdammt nochmal!! Vor paar Jahren sind für diese Grundrechte Menschen gestorben, also tritt sie nicht mit Füßen... ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀#impfenneindanke #grundrechte #impfen #immunsystem #saynotobillgates #fuckbillgates #id2020 #billgatesisevil #arrestbillgates #qanon #gibgateskeinechance #gegencorona #gegenpolizeigewalt #wwg1wga #willkommenrealität #bleibgesund #fitfamdeutschland ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⁠",
    "tags": [
        "Qanon",
        "Bill Gates"
    ],
    "year": "4"
}