{
    "filename": "B_f1yR2p-ls.jpg",
    "description": "Ben Garrison'un çizmiş olduğu bir başka karikatür. Karikatür 6 aşamalı bir süreci göstermekte. Karikatürün en altında \"\"\"\"\"\"\"\"the plannedemic\"\"\"\"\"\"\"\" yazıyor. Yani \"\"\"\"\"\"\"\"planlı\"\"\"\"\"\"\"\" denilerek, virüsün planlı olduğu belirtiliyor. Bill Gates karikatürde; \"\"\"\"\"\"\"\"We are here\"\"\"\"\"\"\"\" diyor. Biz burdayız diyor, yani planın şu aşamasındayız diyor.\n1. aşaması olan fear; endişe ve korku anlamındadır. Arka planda bir virüs resmedilmiştir. Herkesin bildiği gibi Corona'nın dünyada oluşturduğu endişe resmedilmiş.\n2. aşaması olan bilgi kontrolü ve sansür de gerçekten yaşandı. Benim ve birçok kişinin videoları engellendi ve kaldırıldı. Ayrıca Youtube Ceo'su'da resmi makamlar haricinde Corona ile ilgili bilgi veren videoları ya da komplo teorisi sayılan 5G ile ilişkili videoların kaldırılacağını da belirtti.\n3. aşamada evlere kapanma, işletmelerin kapanması, sosyal mesafenin yaşanması gelmekte. Bu ise korkuyu pekiştirir.\n4. aşama. Gates'in gösterdiği aşama, Başkan Trump'ı suçlama. Gerçekten de CNN gibi birçok medya organı Trump'ın üzerine oynamakta. Trump gerçekten Kennedy gibi Amerika'yı küreselcilerden mi korumaya çalışıyor yoksa danışıklı dövüş mü bunu zaman gösterecek.\n5. aşama ise henüz geçmediğimiz ama birçok kişinin işler sarpa sararsa geçeceğimizi öngördüğü aşamadır. Sıkıyönetim ve kontrol noktaları. Yani ordunun şehirlere inmesi ve polis devleti denen olayın gerçekleşmesidir. Bazı ülkelerde kısmi olarak yaşansa da küresel bir denetimden bahsedilmekte.\n6. aşama. Zorunlu aşının piyasaya sürülmesi. Üzerindeki rakam ise İncil'de şeytanın daha doğrusu deccalin sayısı olan 666'dır. Deccalin herkesi mühürleyeceğinden bahsedilir. İbranice'de ise \"\"\"\"\"\"\"\"W\"\"\"\"\"\"\"\" harfinin numeroloji değeri ise 6'dır. Üç tane w yani \"\"\"\"\"\"\"\"www\"\"\"\"\"\"\"\" adlı internet site uzantıları dolayısıyla internetin deccalin bir aracı olduğu da iddia edilmektedir.\n#uluslararasıilişkiler #internationalrelations #komplo #federalreserve #rockefeller #rothschild #billgates #gavi #id2020 #teknoloji #nanoteknoloji #biyoteknoloji #siyonizm #çipliaşı #microchip #korona #koronatürkiye #koronavirüsü #koronavirüs #koronavirusu #koronavírus #koronagünleri #koronaturkiye #koronagünlükleri #coronavirüsü #coronaturkiye #coronatürkiye #coronaturkey #coronatürkiyede",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}