{
    "filename": "B_F6lq5nGMr.jpg",
    "description": "Do you honestly think the world is shutting down businesses and social gatherings over a virus?\n\nThis virus is BS. They are counting all the flu deaths as COVID19. I have seen numerous videos and had many sent of recordings of these \"\"testing sites\"\" with no one even there. Their not even testing most people and the people they do test aren't COVID19 specific. They are taking and reporting false results just to continue the fear mongering. They don't even tell people how to build their immune systems. All the news reports is the alleged deaths from covid19, and \"\"we need a vaccine\"\". Right now while they have us on lock down they are rolling out the 5G network and manufacturing their mandatory covid19 vaccine. They will tell you that you must be vaccinated so you are not a danger to the rest of society.\n\nWhat They Plan To Do:\n\nThey will bring in vaccine passports or identity nanochips within the vaccines. \nIf you refuse vaccination, you can't leave lockdown.\nIf you refuse vaccination, you can't travel.\nif you refuse vaccination, kids can't go to school.\nIf you refuse vaccination, you can't work or drive.\nIf you refuse vaccination, you can't have a bank account, go to public events, shopping or have a phone contract. If you refuse to vaccinate you can't be an active member of their new cashless society where with a flick of a switch you have no social credits and can't buy food or water.\n\nPretty much soon after that they will have laws to say its illegal not to get vaccinated and they will hunt you down. They've locked us down so they can roll out the 5G network without opposition or uprising and this goes hand in hand with the vaccine program of poisoning us, dumbing us all down and controlling us. #youcantstopthetruth #wakeup #thisisntabout #covid19 #agenda21 #ID2020 #alliance #event20 #worldgovernments #simulation #newworldorder #billgates #plandemic #vaccines #antivax #virusesarenotcontagious #wakeupsheeple #truthinplainsight #mockery #occult #reveals #truths #for #humanity #coronavirus #falsealarm",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "4"
}