{
    "filename": "B_FeJH0j7pD.jpg",
    "description": "Ekim 2018’de çekmiş olduğum bir video.\n.\nAylardır medyada izlediğiniz korku tiyatrosunun arkasındaki el ile bu el aynı.\n.\nBir sürü koldan farklı yöntemler ile nihai hedefleri olan depopülasyon yani nüfusu azaltmak için uzun süredir çalışıyorlar.\n.\nYıllardır bas bas bağırıyoruz iklim mühendisliği adı altında yapılan bu insanlık suçunun farkına varsın diye insanlar.\n.\nYıllardır komplo teorisi denilip geçilen bu gerçeğin sağlamasını Bill Gates aslında kendisi yaptı; “Atmosfere nano boyutta Alüminyum partikülleri spreyleyerek güneş ışınlarını bloke etmeyi düşünüyoruz ki küresel ısınma yavaşlasın” dedi!\n.\nZaten yapılan eylemi daha yeni yapmaya başlayacaklarmış gibi demeç verme olayı klasiktir bunlarda. Kirli çamaşırlar ayyuka çıktı mı, bilenler çoğaldı mı hemen tipik manevraları budur. Küresel ısınma denen olguyu kendileri yaratıyorlar hem iyonosfer ısıtıcılar ile hem bu aerosoller ile, sonra da kendi yarattıkları şeyden koruyacağız ayağına da devletlere küresel ısınma ile mücadele protokolü adı altında bu uçakların uçuşuna izin veren imzalar attırıyorlar.\n.\nDevamı yorumda ⬇️\n.\n#chemtrails #stopgeoengineering #chemtrail #chemtrailspraying #newworldorder #newworldorderagenda #fucknwo #fucknewworldorder #fuckbillgates #fuckrockefeller #fuckbilderberg #fuckrothschild #stop5g #stopchemtrails #sheeple #sheeplenomore #corona #covid_19 #coronamyass #emfradiation #stop5gnow #fuck5g #fuckcensoreship #truther #truthers #truthersunite #truthershavenofear #deepstatetakedown",
    "tags": [
        "Bill Gates",
        "5G",
        "New World Order",
        "Deep State"
    ],
    "year": "4"
}