{
    "filename": "B_fKJFyBRp0.jpg",
    "description": "[Link To Episode 📲🖥🎧: https://factionsoffreedom.jimdofree.com/2020/04/24/sn1014-technocratic-crimes-the-new-normal-one-world-together/] We’re in this fight for the long haul, there’s never been getting around that fact. So, go ahead, take the time you need to recuperate because we’re just getting started, and I think that’s the uncomfortable truth we’ve all been wanting to admit. These cycles of crisis only go on for so long and CoViD-19 hasn’t left, and in the recent words of the W.H.O.’s Director-General Tedros, the coronavirus, or at least the response to it, will be with us for quite some time.\n\nWith Bill Gates being exposed on a daily basis for nearly three weeks now and the petition calling for his arrest and investigation having reached over 400,000 signatures, you’d expect some type of action being taken against him, but like many others with a long list of criminal acts against humanity, their justice is being forestalled. It’s in that apprehension that more people are becoming aware of their injustices; so for every inaction, there is always some form of countervailing. That’s how this great game is played, and regardless of its players, the rules remain the same.\n\nThe times we are in couldn’t be more obvious. This is why the prophetic nomenclature has been removed from our modern language, not only so we wouldn’t have a reference to these astounding events, but also so our understanding would be robbed from us. We are moving forward into a time of both sorrow and wonder, from which joy and pain will arise. It is in days like these that people’s hearts either fail them or through sheer grace, they are found.\n\n#FactionsOfFreedom #FreedomFaction #Podcast #Agenda21 #Agenda2030 #Technocracy #NewWorldOrder #ScientificDictatorship #Coronavirus #CoViD19 #1984 #ArrestBillGates #GlobalHealthSecurityAgenda #Event201 #NewNormal #OperationGridlock #PowerToThePeople #OneWorldTogetherAtHome #WakeUp",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}