{
    "filename": "B_g_E6kpQeX.jpg",
    "description": "We didn't ask for this shit.. •We were all already struggling to stay afloat in a world where the wealthy get richer, meanwhile we are all one disaster away from potentially losing everything. \nThere has been a disproportionate amount of the world's wealth held by a group of people who are not even a fraction of the population. •This nation, and quite frankly the majority of the world was built and sustained on the backs of the billions of us who have worked tirelessly just to maintain our basic needs.. such as a place to live, food, water, and electricity. •And when the world's economy starts to collapse, it is STILL us who are expected to sacrifice. There are evil human beings sitting on Billions of dollars right now, while you are being told to stay home and shelter in place, many of us including myself have lost our jobs, and at this point are faced with the potential choice of having to pay rent, or save our money for food and basic survival. \nI think I speak for the majority when I say, \nThis is fucking bullshit. On many levels. ••• This isn't about being on the left or the right side of the political spectrum.\nThis 2 party system is sham and I can now unequivocally say that neither side is even trying to significantly lessen the burden to those of us who have constantly been crushed under the boot of the 1% ish people who run this world. \nAll we have to do is look around and realize regardless of political views, race, religion.. we are all being fucked. But the game is over if we flip the tables and stand up with eachother. There's more of us than there are of them........ Remember that. \nKeep your eye 👁 open...\nThey are trying to destabilize us with fear so that when they want to tighten the noose a little tighter, you'll gladly comply. \nOr will you...? Will we...? I won't. \nIn the words of a Rage Against the Machine song - \"\"\"\"\"\"\"\"FUCK YOU I WON'T DO WHAT YOU TELL ME.\"\"\"\"\"\"\"\" #fuckthisshit #plandemic2020\n#plandemic #theycantstopusall #theycantsuicideusall #awakennow #covid19isolation #downwithcapitalism #rentstrike2020 #rentstrike #anarchistcookbook #therevolutionisnow #therevolutionwillbetelevised #globalshift #weareanonymous #wearelegion #wearemany",
    "tags": [
        "Plandemic"
    ],
    "year": "4"
}