{
    "filename": "B_GCzNuhjwT.jpg",
    "description": "#BillGates has invested millions of dollars in technology that embeds a “vaccination record” under the skin that will allow government officials to “scan U.S. citizens” with smartphones to detect their compliance, according to @RobertFKennedyJr.\nA disturbing study funded by the Bill and Melinda Gates Foundation and published in December 2019 boasts the “under the skin” technology will allow “house-to-house” compliance searches to be conducted by government enforcement teams with “minimal training,” and will “open up new avenues for decentralized data storage and biosensing.” While there is no evidence Gates is planning to use the “tag and track” technology in tandem with a vaccination to fight #covid19, Kennedy Jr. is urging concerned citizens to “contact Bill Gates on his social media” and “Gently explain that tagging and tracking humans may appeal to his government cronies in #totalitarian #China, but those activities are inconsistent with #American values and traditions.“ The MIT paper is titled “Biocompatible near-infrared quantum dots delivered to the skin by microneedle patches to record vaccination” and can be accessed behind a paywall here.\nMedicalXpress.com reported on the news that MIT researchers “developed a novel way to record a patient’s vaccination history: storing the data in a pattern of dye, invisible to the naked eye, that is delivered under the skin at the same time as the vaccine.“ “In areas where paper vaccination cards are often lost or do not exist at all, and electronic databases are unheard of, this technology could enable the rapid and anonymous detection of patient vaccination history to ensure that every child is vaccinated,” says Kevin McHugh, a former MIT postdoc who is now an assistant professor of bioengineering at #RiceUniversity.\nLast week Kennedy Jr. slammed the billionaire philanthropist, accusing him of having a “messianic conviction that he is ordained to save the world with technology.” 🖐🏾More in comments👇🏾#Technocracy #ScientificDictatorship #NewWorldOrder #ID2020 #MarkOfTheBeast",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}