{
    "filename": "B_GcjeNHhu__4.jpg",
    "description": "Bill Gates wants to vaccinate 7 Billion people—basically EVERY SINGLE PERSON ON THE PLANET. \nThe second richest person in the world thinks he knows what’s best for everyone else? This is beyond creepy.\nBack in 2018 he said an independent vaccine safety commission to investigate whether vaccines are “doing bad things...would be a dead end.” He said, “Don’t do that”. So he wants to vaccinate the entire planet but not have any objective research on vaccine safety? Gotcha.\nGates CEO Mark Suzman announced: \"\"\"\"\"\"\"\"A successful vaccine has to be available for seven billion people. You need to test if there are unexpected side effects, or side effects within cohorts or groups, whether it's pregnant women or the elderly or the very young,\"\"\"\"\"\"\"\" said Suzman.’ Problem is:\nNone of the #COVID vaccines are enrolling pregnant women, or elderly, or children.\nAnd the “exclusion criteria” includes pretty much every health condition imaginable from asthma to heart disease to obesity to blood clotting disorders and neurological disorders, etc.\nBeyond that, even before COVID, NO Vaccines were adequately safety tested in pregnant women. (No placebos, most of the studies are post-marketing surveillance)\nFor example, two vaccines often given to pregnant women (tdap) states on their vaccine insert: \"\"\"\"\"\"\"\"There are no adequate and well-controlled studies of BOOSTRIX in pregnant women in the U.S.\"\"\"\"\"\"\"\" or \"\"\"\"\"\"\"\"Animal reproduction studies have not been conducted with Adacel vaccine. It is also not known whether Adacel vaccine can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Adacel vaccine should be given to a pregnant woman only if clearly  needed.\"\"\"\"\"\"\"\" Additionally, every single vaccine insert (including all pediatric vaccines) states: “has not been evaluated for carcinogenic or mutagenic potential, or for impairment of fertility” (Section 13.1)\n#buyerbeware #atyourownrisk #vaççineskillandinjure \n#cancer #covid #coronavirus #billgates #safety #infertility #tdapvaccine #pregnancy #billgatesfoundation #ID2020 #ThisIsBillGates #billgatesisevil \nArt by @madebyjimbob with animation by @joie.pirkey.animations",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}