{
    "filename": "B_GEm-Qn51N.jpg",
    "description": "Reposted from @vaccinetruth - WATCH AND LISTEN VERY CAREFULLY.\n\nThe \"\"War on Terror\"\" is now the \"\"War on CoronaVirus\"\". They have devised a Lie so diabolical, so evil that you would swear the Devil himself conjured it from the very \"\"Gates of Hell\"\". Now we have an invisible enemy that forever #mutates and will require continuous Vaccinations along with a mandatory Implanted tracking chip.\n\nThe Whirld Economy has been purposely crashed so that an all new One Whirld Digital Money System must be issued. The old system can not be revived, cash will be eliminated because another Lie is that touching and passing money spreads the disease.\n\nA VIRUS IS NOT CONTAGIOUS\n\nA VIRUS IS NOT CONTAGIOUS\n\nAs best as medical science has determined a Virus is an active, non living agent tha is created within the body as a response to toxic poisoning from air, food and water and, radiation from the high levels of frequencies that surround us daily.\n\nThere are hundreds of thousands of these solvents or scrubbing agents which are specific down to the particular type of tissues they assigned to, as for example, lungs, heart, liver, kidneys and muscular tissues.\n\nThese agents are not alive, they have no nucleus, no respiration nor do they reproduce. They can't even pass from area to area within the body, nor can they pass from human to human and it's a total absurdity that they were passed from birds, bats, monkeys, swine or any other creature. ITS  ALL  A  LIE !! They are preying upon the population's lack of knowledge to create a Boogie Man in #COVID19 so that we can never \"\"Win\"\" this Terror War.\n\nWe are being placed in #perpetual fear like we were of cave dwelling terrorists but now our only hope is ongoing Vaccines by \"\"Devil Bill\"\" from the \"\"Gates of Hell.\n\nTURN OFF THE TV.\n\nOpen your eyes, dig deep for information, educate yourself and your loved ones, and spread the word.\n\n#provax #provaxx #wakeupworld #Coronavirus #fear #femacamp #fearmongering #rockefeller #illuminati #zeitgeist #wetoldyouso #questioneverything #endgame #conspiracyfact #shelterinplace #beervirus #insidejob #falsepositive #falseflag #rfidchip #markofthebeast #socialdistancing #lockdown #medicalmartiallaw - #regrann",
    "tags": [
        "New World Order"
    ],
    "year": "4"
}