{
    "filename": "B_GOy6JAV3D.jpg",
    "description": "Repost from @robertfkennedyjr\n.\nWhy are OG villains like Paul Offit and #PeterHotez, the world's top vaccine promoters, frantically warning us about the unique and frightening dangers inherent in developing a #coronavirus vaccine?\n.\nScientists first attempted to develop a coronavirus vaccines after China's 2002 SARS-CoV outbreak. Teams of US & foreign scientists vaccinated animals with the four most promising vaccines. At first, the experiment seemed successful as all the animals developed a robust antibody response to coronavirus. However, when the scientists exposed the vaccinated animals to the wild virus, the results were horrifying. Vaccinated animals suffered hyper-immune responses including inflammation throughout their bodies terminating with fatal lung infections. Researchers had seen this same \"\"\"\"\"\"\"\"enhanced immune response\"\"\"\"\"\"\"\" during human testing of the failed RSV vaccine tests in the 1960s. Two children died.\n.\nOffit, Hotez and even Anthony Fauci (in an unguarded moment), have warned that any new coronavirus vaccine could trigger lethal immune reactions when vaccinated people come in contact with the wild virus. Instead of proceeding with caution, Fauci has made the criminally reckless choice to fast track his own vaccine (partially funded by Gates) and 7 Gates vaccines without animal studies that could provide early warning of runaway immune response.\n.\nGates is so worried about the danger that he says he won’t distribute his vaccines until governments agree to indemnify him against lawsuits. On Feb 4, when there were only 11 active cases in the USA, Fauci quietly pushed through regulations giving coronavirus vaccine makers full immunity from liability.\n.\nHere are some studies-\n.\n2012 Study: Immunization with SARS coronavirus vaccines leads to pulmonary immunopathology on challenge with the SARS virus: https://www.ncbi.nlm.nih.gov/pubmed/22536382\n.\nFederal Register giving liability protection, The PREP Act: https://www.phe.gov/Preparedne…/…/prepact/Pages/COVID19.aspx\n.\n.\n.\n.\n#saynotobillgates #nonewnormal #proinformedconsent #bodilysovereignty #promedicalfreedom #prochoice #freedomfighters #jbyoga #fearlessfriday #constitutionalrights #nomasks",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}