{
    "filename": "B_HwUW_lKpf_1.jpg",
    "description": "I’ve been thinking about fear. To be honest I don’t know anybody around me who’s afraid of the virus. But somehow the world is terrified?!? Is this like mommy told you Santa doesn’t exist ?? I mean we all know we don’t have eternal life, don’t we? We’re all going to die at some point... or does that come as a surprise to you? And we also have a much bigger chance to die of cancer (according to the “beloved” WHO (🤮) 1 in 6 deaths is caused by cancer). And the WHO also said 17,9 million people die every year of cardiovascular diseases. So if you’re really afraid to die.. then I have bad news for you...Corona should be your least worry...Because their is a shit load of diseases that are going to get you first. Just in case you missed my point... fear doesn’t stop death but it sure does stop life. So if you just use common sense and put the fear on the side... doesn’t this lockdown situation seem a bit disproportionate? And don’t giving me that IC beds are full bullshit.. because if you’re that humane.. and thinking of others... why aren’t you thinking of the people in Africa or India... or any other poor country that was already starving but now because of the lockdown will most certainly starve to death?!?! It just feels very hypocrite to me. It’s time to realize that there is something more going on then the virus...Time to really be humane and think of the entire world...Time to stand up and take our rights back. Because otherwise 2020 is going in the history books as the time when people were at their dumbest!!\nAnd for all the people who still feel afraid.. that’s fine. But you do have to understand that your fears can’t be the end of the freedom of others. So Time to #standthefuckup ⁣ ⁣\n⁣ ⁣ ⁣\n⁣ ⁣\n⁣\n⁣\n⁣\n#makeitcount #onelife  #goingcrazy #donewithcrap #speakup #useyourbrain #saynotobillgates #truthseeker #nonewnormal #truthfreedomhealth #billgates #5g #stop5g #vaccine #who #onelifemakeitcount #id2020 #therestwillfollow #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "4"
}