{
    "filename": "B_iDf7Yg2jS_1.jpg",
    "description": "Sweet justice . \nAttorney General William Barr is considering taking legal action against governors who continue to impose draconian, #unconstitutional rules for dealing with the #coronavirus.\n\nHarsh restrictions such as #stayathome orders and shutting down businesses are justified up to a point, Barr said in an interview Tuesday on “The Hugh Hewitt Show.” Eventually, though, states should move to fairer more targeted measures, Barr said. “We have to give #businesses more freedom to operate in a way that’s reasonably safe,” Barr said. “To the extent that governors don’t and impinge on either #civilrights or on the national commerce — our common market that we have here — then we’ll have to address that.” Yahoo News reports: Barr’s comments come as the #Trumpadministration and states are struggling — and at times fighting with each other — over the best strategy to deal with the crisis. Trump has stoked tensions with some Democratic governors who are dealing with protests against stringent #socialdistancing rules, even as his administration backs guidelines that call for states to open up gradually.\n\nOne way the Justice Department might act against state or local officials is by joining #lawsuits brought by citizens or businesses over restrictions, Barr said. He acknowledged that state governments are at “a sensitive stage,” as they try to balance health and safety against pressure to reopen. But he said that “as lawsuits develop, as specific cases emerge in the states, we’ll take a look at them.” “We’re looking carefully at a number of these rules that are being put into place,” Barr said. “And if we think one goes too far, we initially try to jawbone the governors into rolling them back or adjusting them. And if they’re not and people bring lawsuits, we file statement of interest and side with the plaintiffs.\n.\n.\n.\n #OperationGridLock #dontbelievethelies #dontbelievethehype #bigthingshappening #backroundnoise #deepstate #hospital #filmyourhospital #clintons #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies",
    "tags": [
        "Qanon",
        "Deep State"
    ],
    "year": "4"
}