{
    "filename": "B_jHuGmg1Cd.jpg",
    "description": "#Repost from @freedom_faction .\nThoughts?\n\n#PresidentTrump plans to sign an #executiveorder invoking the #DefenseProductionAct to compel meat processing plants to remain open during the #coronavirus pandemic, Bloomberg first reported Tuesday.\n\nRight now as you read this, President Trump is preparing to sign executive orders to keep #America’s meat plants up and running, as they are under pressure from the global elites to shut their doors due to #COVID19 fears. National Review reports ‘The order would classify meat processing plants as essential infrastructure, with federal government officials providing protective gear and guidance to workers. Government officials have reportedly estimated that up to 80 percent of the country’s meat supply could be shut down during the pandemic.’ Now, you might ask, why on earth would people like Bill Gates want to see America’s meat processing centers shut down? Because Bill Gates has a vision of what the #NewWorldOrder looks like, and in that vision, the entire world is weaned off its love for steak, chicken and pork, and learn to eat #plantbased #vegan fake meat instead. In fact, Bill Gates has upped the ante on his own vision and has invested millions in a company that is working on created #stemcell #meat in a laboratory test tube. It’s called Memphis Meats, and it sounds beyond disgusting.\n\n#BillGates has also spent millions of dollars funding fake-meat companies #ImpossibleFoods, #BeyondMeat, and Ginkgo Bioworks. But in order for Gates and his #global elites billionaire buddies to be successful, #America’s main meat processing centers need to be driven out of business. Take a look at how successful the #covid_19 19 sledgehammer has been to date towards accomplishing that goal. 🖐🏾More in comments👇🏾#Agenda21 #Agenda2030 @veganworld0rder #thegreatawakening #wearethenewsnow #billgatesisevil @teacherspayteachers @sacfarm2fork @takingbackcalifornia @takingbackouramerica",
    "tags": [
        "Qanon",
        "Bill Gates",
        "New World Order"
    ],
    "year": "4"
}