{
    "filename": "B_k1Dxngs_f.jpg",
    "description": "- Otto von Bismarck said, “Never believe anything in politics until it’s been officially denied”. The fascist control freaks at YouTube, Facebook and TWITter must not have realized that when they deleted this video off their platforms, they LEGITIMIZED every word these doctors said. The proper way to delegitimize it would have been to completely ignore it. But, because they deleted it, it’s vital that those who care about freedom, of every kind, keep reposting it again and again and again, precisely because they don’t want it seen by the brain-dead sheeple. They can’t block us all. They can’t stop us all... not if we all stand up and say, “NO MORE! This far, no farther!” It’s excellent seeing all the likes and comments from all the great, smart, awake people out there. No matter where you on on the globe, if you see the plan these fuckers have in store for us and you are determined to not go along with it, no matter what, then we are kinfolk! However, there have been a few who have tried the same old tired tactics to either try and emotionally blackmail people into submission or dismiss reality with the same snarky dickhead comments they use on TWITter, which add nothing to the discussion and have zero facts to back up their failed attempt to dismiss that which they are too afraid to face. I don’t need anyone to agree with me. What I know and what I’ve been laying out does not require “belief”. If you have an alternate take or more info to add, you are welcome, and I will engage you in discussion (as I have numerous times already). But if you want to show off the shithead snark you learned from the other lowbrows on TWITter, you can go fuck yourself. You have aligned yourself with the throngs of other stupid losers who think this is a game. It isn’t. It’s war... and in war, there can only be one victor, and it ain’t gonna be you. It’s time to get serious, choose a side, and stand your ground, because this virus HOAX has been the opening salvo in the war for who will live, who will die... and who will rule humanity. If you don’t see it yet, you’re in GRAVE DANGER!\n\n#fakepandemic #covidhoax #fauciisafraud #defundthewho #arrestbillgates #billgatesisevil",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}