{
    "filename": "B_Kp3fVAXSM.jpg",
    "description": "A study out of Stanford University tested California residents and found that the Covid-19 infection rate is likely far higher than has been reported, but the virus could also be far less lethal than commonly believed.\nResearchers used 3,300 residents in Santa Clara County to conduct their tests, which found that the coronavirus could have infected far more people than has been reported. The study distinguishes itself from past Covid-19 research by using seroprevalence data, meaning the level of a pathogen measured in the blood streams of a specific population.\nTitled ‘COVID-19 Antibody Seroprevalence in Santa Clara County, California,’ the study was published on Friday at MedRxiv, a service that prints health studies before they have been officially peer-reviewed. \nThe tests found only single-digit percentages when testing for Covid-19 cases, but these “estimates represent a range between 48,000 and 81,000 people infected in Santa Clara County by early April, 50-85-fold more than the number of confirmed cases.”\nWhile it may seem like bad news that the virus could be that much more widespread on a global level — which is what the study concludes — it presents several positive factor including the fact that the mortality rate would be much lower than it is now believed, and that many people have symptoms so mild they don’t need to seek medical treatment and recover rather quickly. “These new data should allow for better modeling of this pandemic and its progression under various scenarios of non-pharmaceutical interventions,” the study said.\nA Danish study published earlier this week using similar methods arrived at the same conclusion.\nThere is no officially established mortality rate for Covid-19, but World Health Organization director-general Tedros Adhanom Ghebreyesus has previously mentioned 3.4 percent. This would translate into over 300 deaths per every 10,000 infected persons. Stanford’s study would lower the mortality rate to 0.14 percent or less, meaning 14 deaths or less per 10,000 people infected.\n#CoronaVirus #Covid19 #FireFauci #BillGates #vaccines #DonaldTrump #CNN #BBC #FoxNews #MSNBC #ABC #CBS #NBC",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}