{
    "filename": "B_kw5FsFIzE.jpg",
    "description": "To all the “conspiracy theorists” out there... Sometimes I feel like I’m living in a parallel universe. Am I going crazy? 🤨How come the world doesn’t see what’s going on? How come the world lives in fear because there is like 0,5% (IFR) chance of dying? (Above 60 it‘s around 3%). How come millions of people are starving because of the lockdown? How come millions of people are loosing there job and there income? How come we’re saving some people but letting so many suffer? Almost 10 million people die of cancer every year....shouldn’t we be more afraid of that? If the government really puts our interests first .... how come our food is full of toxic??? How come our “health” is a billion dollar industry? How come none of the people has ever benefited  from a war ? 🤨\n\nHow come the world accepts it all without questioning ? How come the world tolerates that our fundamental rights are being violated? How come people understand corruption but don’t believe it could be on the highest level❓❓How come there is so much censorship and people don’t wonder why? How come people listen to Bill Gates when there is so much evidence that should put him in prison? How come he decides what’s good for the human race? What we need? \nHow come the “richest” are allowed to impact the decisions that are made for the world? Did we choose them? Did we ask them? ⁣\n⁣\nHow come we question it all and they don’t?? 🤷🏻‍♀️ At least I’m glad more and more people are starting to do the same....because we’re not crazy ... We just want answers❤️ ⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n#speakup #truthseeker #draintheswamp  #pizzagate #saynotobillgates #nonewnormal #qanon #truthfreedomhealth #billgates #5g #stop5g #antivax #cabal #who #standthefuckup #id2020 #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G"
    ],
    "year": "4"
}