{
    "filename": "B_Nc7K3nTYO_5.jpg",
    "description": "CALGARY: The Justice Centre for Constitutional Freedoms (jccf.ca) today released letters to Prime Minister Trudeau, and to each of the ten Premiers (Ball, Ford, Higgs, Horgan, Kenney, King, Legault, McNeil, Moe, Pallister), publicly asking questions about the cost – in human life and human health – of government measures which violate the fundamental Charter freedoms of Canadians to move, travel, associate, assemble, and practice one’s faith. “The Justice Centre fully supports governments taking appropriate measures to combat the spread of COVID-19,” stated lawyer John Carpay, president of the Justice Centre. “The Justice Centre also insists that governments meet their obligation under the Canadian Charter of Rights and Freedoms to violate our rights as little as possible, and only to the extent that is truly necessary to achieve legitimate government objectives,” continued Carpay.\n\nToday, April 17, 2020, marks the 38th anniversary of the Charter coming into force in 1982. The Charter safeguards liberty as its first priority. The Charter is intended to prevent governments from infringing the fundamental freedoms of Canadians, and permits infringement only in exceptional circumstances and only to the extent that a government can show its actions are “demonstrably justified in a free and democratic society.” (Charter section 1)\n\nOnce citizens are able to show that their rights have been violated, the onus then shifts to the government to justify its violation of those rights. This burden is on the government, not the citizens. This burden is intended by the Charter to be an onerous one.\n\nhttps://www.jccf.ca/trudeau-and-premiers-questioned-about-consequences-to-human-health-and-lives-from-government-imposed-lockdowns/\n\n#wedonotconsent #covid19 #covid #coronavirus #CanadianCharter #humanrights #canada #endthelockdown #nomandates #freedom #informedconsent #accountability #notobillgates #saynotobillgates #stopid2020 #reopencanada #wewillnotstaysilent #nonewnormal #truth #justicecentre",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}