{
    "filename": "B_OOxUvAurs_3.jpg",
    "description": "It’s imperative that we stop spreading misinformation and conspiracy theories, especially right now. It’s also important to understand why people may believe in conspiracy theories so that we can help to stop the spread of them.\n\nHumans are horrible at assessing risk. We typically fear human made risks and risks that are imposed on us much more than “natural” and voluntary risks. Just think of how many people voluntarily expose themselves to radiation from the sun, which we know is a carcinogen, yet are perpetuating irrational fears of non-ionizing radiation from cell towers. Or how many people consume alcohol while fearing ppb levels of pesticide residues on foods.\n\nConspiracy theories give people a way to rationalize and explain what they may not understand, and it gives them something or someone to blame. Many times there is an element to conspiracy theories that makes people feel clever or that they are a part of something that only they are smart enough to understand.\n\nWe need to combat misinformation with science. The underlying reason for the dissemination of misinformation, in many cases, is a lack of understanding of basic science.\n\nPlease don’t share anything that isn’t backed by reputable peer reviewed evidence, and if you come across someone sharing something that isn’t backed by evidence, ask them for peer reviewed citations. It isn’t rude or bullying to ask for evidence for claims that someone is making.\n\nLet’s be a part of the solution rather than the problem.\n\nSharing misinformation is not empowering.\n\nHere’s more on risk perception: https://undark.org/2016/04/11/know-this-first-risk-perception-is-always-irrational/\n\nMore on putting risk into perspective: https://scimoms.com/risk-perspective-series-intro/\n\nConspiracy theories: https://allianceforscience.cornell.edu/blog/2020/04/5g-whats-behind-the-latest-covid-conspiracy-theory/\n\n#factsnotfear #covid_19 #conspiracytheories #conspiracytheory #5g #pesticides #radiation #science #misinformation #pseudoscience #fearmongering #stand4science #standupforscience",
    "tags": [
        "5G"
    ],
    "year": "4"
}