{
    "filename": "B_Oq03yl02I.jpg",
    "description": "China's central bank has started testing its official digital currency, pressing ahead with its plan to roll out a virtual money payment system, days after Facebook-backed Libra scaled back its ambitions to become a global currency.  The Digital Currency Research Institute of the People's Bank of China (PBC), China's central bank, said that the research and development work of China's official digital currency, dubbed as DC/EP, is proceeding steadily, and the internal pilot tests are carried out in four cities and will be carried out in scenarios of the 2022 Winter Olympics Games in Beijing.  China's official digital currency is undergoing testing and has not been officially released, official media reported on Monday.  Insiders said the trial run will be piloted within a small range of banks and end users, and spread to a wider range with an improved technology and system, the Global Times reported.  More banks will continue to participate in the test of the DC/EP, in a bid to improve the technology, security and stability of the payment tool, Chen Bo, director of the Finance Research Centre at the Institute of Finance and Economics at the Central University of Finance and Economics told the daily.  The Agricultural Bank of China, one of the country's big four state-owned banks, has tested the DC/EP (digital currency/electronic payment) in four cities in an app launched last Wednesday. \"\"\"\"\"\"\"\"There will be two types of players in future trials, the banks and telecom companies. At present, the central bank is testing the software of DC/EP, and whether it will be combined with 5G and sim cards in the future needs to be discussed,\"\"\"\"\"\"\"\" Chen said.  He noted that in the future, there may be two forms of digital currency payments - one is to be applied in an application, and the other is to bind with the sim card.\n#JesusIsComing #SignsOfTheTimes #PredictiveProgramming #Health #Tukkit #PoliceState #AtHome #MartialLaw #AI #CashlessSociety #Virus #Digital #FalseFlag #Truth #WakeUp #OpenYourEyes #Oil #Quarantine #COVid_19 #NewWorldOrder #MarkOfTheBeast #Awakening #Pandemic #WakeUp #EndTimes #ComingSoon #Prepare #China",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "4"
}