{
    "filename": "B_QaE8lAOer_2.jpg",
    "description": "Vaccines, for Bill Gates, are a strategic philanthropy that feed his many vaccine-related businesses (including Microsoft’s ambition to control a global vaccination ID enterprise) and give him dictatorial control of global health policy.\nGates’ obsession with vaccines seems to be fueled by a conviction to save the world with technology.\nPromising his share of $450 million of $1.2 billion to eradicate Polio, Gates took control of India’s National Technical Advisory Group on Immunization (NTAGI) which mandated up to 50 doses (Table 1) of polio vaccines through overlapping immunization programs to children before the age of five. Indian doctors blame the Gates campaign for a devastating non-polio acute flaccid paralysis (NPAFP) epidemic that paralyzed 490,000 children beyond expected rates between 2000 and 2017. In 2017, the Indian government dialed back Gates’ vaccine regimen and asked Gates and his vaccine policies to leave India. NPAFP rates dropped precipitously.\n 2017, the World Health Organization (WHO) reluctantly admitted that the global explosion in polio is predominantly vaccine strain. The most frightening epidemics in Congo, Afghanistan, and the Philippines, are all linked to vaccines. In fact, by 2018, 70% of global polio cases were vaccine strain.\nIn 2014, the Gates Foundation funded tests of experimental HPV vaccines, developed by Glaxo Smith Kline (GSK) and Merck, on 23,000 young girls in remote Indian provinces. Approximately 1,200 suffered severe side effects, including autoimmune and fertility disorders. Seven died. Indian government investigations charged that Gates-funded researchers committed pervasive ethical violations: pressuring vulnerable village girls into the trial, bullying parents, forging consent forms, and refusing medical care to the injured girls. The case is now in the country’s Supreme Court.\n.\n.\n#dontbelievethelies #dontbelievethehype #bigthingshappening #backroundnoise #deepstate #hospital #filmyourhospital #clintons #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth #billgates #vaccine #robertkennedy",
    "tags": [
        "Mixed/Other"
    ],
    "year": "4"
}