{
    "filename": "B_QUuKSgyQz.jpg",
    "description": "Medicine was hijacked following the flexner report in the early 1900s when Rockefeller dumped a load of oil money to create the evil that is big pharma. He also funded universities which aimed to teach medicine in a way which suited one purpose. Profit. All modern medicine is based on treatment of the symptoms rather than prevention of the cause. Germ theory vs Terrain Theory. (BTW, Dr. House was a Terrain theorist)\n.\nDid you know WE ALL have a form of CV who have had some kind of flu in our lifetime? It's totally normal, we have millions and millions of viruses in us.\n.\nBut, the PCR tests they're doing don't test for viruses, they test for RNA and DNA which is easy to prove as they are the basis of all viruses. But as you should know, those viruses only become illnesses when the body is so overwhelmed with toxicity that it needs to create a virus (exosomes) to clean you out.\n.\nScientific facts: viruses are NOT transmissible from one person to the next and viruses are NOT contagious! The only way to get a virus is through an injection directly into your bloodstream!! 👀\n.\nYou owe yourself, your loved ones and your freedom to research this right away. The truth has literally been at your fingertips this whole time. The powers-that-be are counting on you being too lazy to look this up and so far they are right. 😷\n.\nLook into germ theory vs terrain theory and research the doctors in the tags of this and other posts across all platforms like YouTube, etc. There are also lots of video clips on this channel to get you started. .\nThe truth will set us all free - but it starts with the individual.\n.\n.\n#virusesareNOTcontagious !!!\n.\n#DrButtar #DrShivaAyyadurai\n#DrJohnBergman #exosomes #DrAndyKaufman #protests #judymikovits\n#JamestTrue #terraintheory #truthseekers #notmyvirus #SocialDistancing #meditation  #firefauci #vaccines #billgates #unbearables #event201 #candiceowens #bechamp #AmericaFirst #falseflag #coronavirus #healthandwellness #covid19 #2A #londonrealarmy #operationgridlock\n#openamerica",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}