{
    "filename": "B_qyghpAsAA.jpg",
    "description": "While you're forced to imprison yourself in your own home by Big Brother to keep you safe from the lab-made flu #COVID19 that he created to punish and enslave you, check out Bill Gates' Instagram page. Read the comments on his last post. It’s so good to know that so many people are finally waking up. For decades, corporate media's propaganda machinery has been pedestalizing Bill Gates as a billionaire philanthropist genius who invented Microsoft and wishes to help humanity. But Bill Gates is neither a genius nor interested in the wellbeing of the working class and the poor. He was born into the 1% from a father who rubbed shoulders with central banking elites like the Rockefellers. Bill's grandfather was the president of the Federal Reserve Bank in Seattle. Bill's mother came from a long line of money and power as the daughter of a wealthy banker and the granddaughter of the president of the national city bank of Seattle and the director of the Seattle branch of the Federal Reserve. Bill Gates simply used his parent's money to pay the company that stole the DOS from its original inventor Gary Kildall. Bill also tried to conspire against his own partner Paul Allen by cunningly reducing his shares at Microsoft. After funding the creation of COVID19, Bill Gates is now appearing constantly on the Rothschild-owned corporate media to reaffirm his position that the martial law will never end unless everyone on Earth is forcefully vaccinated for the virus that he helped create. Yes, the same guy who created the world's first computer virus to sell the antivirus and who's currently in the business of viruses and vaccines, is promising the whole world a mandatory vaccine. Three years ago at the Munich Security Conference in Germany, Bill Gates warned the world of a deadly coronavirus pandemic that could kill over 30 million people. In the same year of that speech, #BillGates and his wife #MelindaGates vowed that they would not give up on their goal to implement #PopulationControl ( #FamilyPlanning in doublespeak) on 120 million women worldwide by 2020. (Comtinues in the comments)👇",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}