{
    "filename": "B_S49kwgVCj_1.jpg",
    "description": "Meanwhile on things they dont want you to know....\nThe FBI has only processed the records at a rate of 500 pages per month and has refused to process text messages. At this rate, the production of these communications would not be completed until at least late 2021. The FBI is now using the coronavirus as an excuse to shut down the production of any further records.\nOn January 10, 2017, Strzok, under the subject “RE: Buzzfeed published some of the reports,” writes: “Our internet system is blocking the site. I have the pdf via iPhone, but it’s 25.6MB. Comparing now. The set is only identical to what [Sen. John] McCain had (it has differences from what was given to us by Corn and Simpson).”\nStrzok sent the email to Page and several top-ranking FBI officials, including Deputy Director Andrew McCabe, Assistant Director for the Counterintelligence Division Bill Priestap, Deputy Assistant Director of Counterintelligence Jon Moffa, Assistant Director for Public Affairs Michael Kortan, General Counsel James Baker, and Director James Comey’s Chief of Staff James Rybicki.\nDavid Corn was one of Steele’s media contacts. Fusion GPS paid Steele, via funds from the Democratic National Committee (DNC) and Hillary Clinton’s campaign, to write the dossier. In testimony to the Senate Judiciary Committee in August 2017, Simpson said he was not aware of any version of the Steele dossier being given to the FBI.\nWhile acknowledging he had given the dossier to the FBI, McCain had denied being the source of the BuzzFeed dossier report. But court filings which were unsealed in March 2019 show the Arizona Republican senator and an associate had shared the dossier with several media outlets.\n.\n.\n.\n#dontbelievethelies #dontbelievethehype #bigthingshappening #backroundnoise #deepstate #hospital #filmyourhospital #clintons #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth",
    "tags": [
        "Qanon",
        "Deep State"
    ],
    "year": "4"
}