{
    "filename": "B_Sd9_CFP6T.jpg",
    "description": "Do you believe ignorance is a virtue?? My son started school this year. And his teacher told me... “he’s asking too many questions”.... So I asked what kind of questions? She told me : “Well he wants to know how this works, and what’s behind that, why can’t that be underneath...etc. 🤨 So what did I do? Looked for a new school! Specially in times like this... I’m so proud I’m raising a thinker! Somebody who asks questions and wants to know why! If that makes you different ... well that’s perfectly fine by me! ✌️I’ve heard once  somebody say that Einstein said :\n\"\"\"\"\"\"\"\"I fear the day when the technology overlaps with our humanity. The world will only have a generation of idiots.\"\"\"\"\"\"\"\" Is that the case? Are we so dependent on technology (like our phones) that we believe everything it says? We always joke about the fact that if you can’t find it on google it doesn’t exist ...But what if somebody decides what you see everyday? What if somebody decides what the truth is? Does that make it true? \nIf we know who controls the media (some very rich people).... should we be worried? Maybe you don’t know what’s going on, but that doesn’t mean you have to stay blind. Doesn’t mean you don’t have to question the decisions that are made for us. Doesn’t mean you have to accept what you’re told. Maybe we should be more like kids....keep asking why until you’re satisfied even if that means you’re annoying the shit out of somebody. Because this new normal is just ridiculous even my 4 year old understands that. So how come all the adults are just accepting it? Did we really turn into idiots? #questioneverything ⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n#speakup #truthseeker #draintheswamp  #pizzagate #saynotobillgates #nonewnormal #qanon #truthfreedomhealth #billgates #5g #stop5g #antivax #cabal #who #standthefuckup #id2020 #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G"
    ],
    "year": "4"
}