{
    "filename": "B_Sn4Q3pRSJ.jpg",
    "description": "Now that the world knows about Bill Gates financial conflict of interests regarding the W.H.O. and CV vax research, what about Dr. Anthony Fauci, who heads the Natl Institute of Allergy and Infectious Diseases? We know that Bill Gates contributed $100 Million to his foundation. Fauci has a reputation of bullying and intimidating scientists if they don’t go along with his agenda. .\n.\nAccording to reports, Fauci knew about the benefits of HydroxyCQN with Coronavirus since 2005. His panel yesterday announced that there’s insufficient evidence that the therapeutic drug works. @RobertFKennedyJr said last week that Gates’ CV vaccine will pay out billions in profit to Fauci’s agency. Of course, he’s going to ignore the latest HydroxyCQN research coming out of France, South Korea, China and New York - all showing phenomenal recovery results, especially when combined with Z-pak antibiotic and zinc. .\n.\nNow, Fauci is now under scrutiny. President Trump is expected to investigate Fauci’s $3.7 Billion Obama era grant to a lab in Wuhan. In 2017, Fauci predicted that there will be a surprise respiratory pandemic during the Trump presidency. How did he know???\n.\nMany doctors have been sounding the alarm about Fauci and Gates. Dr. @va_shiva has been very vocal in his IG lives and started the hashtag #firefauci. @DrButtar has been making videos that have been taken down from cens*r$h!p. He’s been posting parts on his IG page. His videos are quite informative. The full episodes are on his website if you want to check them out. The link is on his IG page.\n.\n.\n.\n.\n\nvia @nextnewsnetwork @ty.charlene.bollinger .\n\n#saynotobillgates #fuckbillgates #gatesfoundation #fauci #darktolight #lightworker #qanon #wwg1wga #redpill #covid19 #coronavirus #novelcoronavirus #medicalfreedom #informedconsent #exvaxxer #newearth #awakening #fearmongering #weareone #conservative #adrenochrome #donotfear #truthseeker #forthechildren #thegreatawakening #fakenews #maga #rabbithole #wearethenewsnow",
    "tags": [
        "Qanon",
        "Bill Gates"
    ],
    "year": "4"
}