{
    "filename": "B_sr-0DlydF_2.jpg",
    "description": "Remember those days when we still used common sense? Kind of need those days back😂 If you would just stop listening to the government and the media... what would your gut feeling say?? Does this entire pandemic bullshit makes sense? Do you think we need to kill the economy, let millions of people lose their jobs...create even more poverty in a world that is already losing 9 million people every year due to starvation? 🤨And don’t get me wrong... I’m not a cold hearted bitch (although some maybe think I look like one😜) who doesn’t care if people die of COVID-19... but like I’ve said before it’s just very hypocrite ... because “we’re saving some” but letting so many suffer and eventually even die. We need to think about our children... about our future... and to be honest... It doesn’t look good! People think now ... great the government is helping us... but who do you think is going to pay back the debt of the government?? You guessed right... it’s going to be you!👊 So are they really helping us or just bringing us in even more debt aka shit?? You can’t still be thinking they are doing this for our health...Can you?!? We’ve given too much (and that’s un understatement) of our power in the wrong hands. It’s time to realize that they are talking about our lives, our future and our rights! And  as adults we should be able to do that for ourselves.. don’t you think? 🤔\nOne thing is for sure and that’s the fact that your chance of dying of COVID-19 is extremely small... So whatever the governments have in plan for us .... We should really not care anymore and we should stand united in this fight against tyranny!\n\nAnd by the way have you seen the latest COVID-19 deaths in the USA on the CDC website? Apparently just 11356 died of COVID the rest died of the flu?!? 🤷🏻‍♀️ The bullshit keeps coming.... and we keep swallowing it! 🙈 ⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n#speakup #truthseeker #draintheswamp  #pizzagate #saynotobillgates #nonewnormal #qanon #truthfreedomhealth #billgates #5g  #antivax #cabal #who #standthefuckup #id2020 #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}