{
    "filename": "B_Sv26ElpEg_4.jpg",
    "description": "If you’re looking for something to watch, the Truth About Vaccines nine part docu-series begins airing TONIGHT, 9PM EST through April 30th. Two new episodes were added to the lineup. See episode guide in the slides above. To sign up, go to\n@thetruthaboutvaccinesttav\n.\n.\nDr. Rashid Buttar is in the Truth About Vaccines docu-series. He recently came out with riveting information about the CV outbreak and more. Buttar was a board certified surgeon and now runs his own clinic helping people recover from what most deem incurable. Most of his videos have been taken down YouTube, but he has them on his website. Dr. Buttar has been a medical freedom and truth advocate for many years. His son was vaccine injured and he improved his condition. This woke him up to the truth. He’s on IG at @DrButtar and posts parts of his his videos on his page. He’s also on YT, “Dr. Rashid A Buttar.”\n.\n.\n\nHave you seen the Out of Shadows documentary produced by former FOX journalist @lizcrokin yet? It’s already up 9.8 Million views in less than a week on YouTube. It’s pretty eye opening what the mainstream and deep state have been up to. It’s hidden in the search, so here’s the direct link \nhttps://youtu.be/MY8Nfzcn1qQ. Link is also in my bio. \nAlso at @outofshadowsdocumentary and www.outofshadows.org\n.\n.\nIf you saw Out of Shadows, there’s also Fall Cabal. It’s on YT, but it’s broken up in segments. Here’s the link to the full episode https://www.bitchute.com/video/KMBcAvYH1f3L/\n.\n.\n\nThen, there’s David Icke video, that offers an interesting perspective on what’s happening with the current outbreak. It was taken down on social media and YT after 7 Million views, but not at this site.\nhttps://www.bitchute.com/video/H4W7FwBy0Ukh/\n.\n.\nAs with everything, discern with an open mind and heart. Take what resonates and discard the rest. .\n.\n.\n.\n\n#saynotobillgates #fuckbillgates #billgates #fauci #darktolight #lightworker #qanon #wwg1wga #redpill #covid19 #coronavirus #novelcoronavirus #medicalfreedom #informedconsent #exvaxxer #newearth #awakening #fearmongering #weareone #5d #adrenochrome #fearless #pedogate #truthseeker #forthechildren #fakenews #maga #rabbithole #thegreatawakening",
    "tags": [
        "Qanon",
        "Bill Gates"
    ],
    "year": "4"
}