{
    "filename": "B_t_mawgabA.jpg",
    "description": "- Those who have labeled us \"\"Conspiracy theorists\"\" are now The \"\"Conspiracy theorists\"\"🤦🏽‍♂️\nY'all believe they wanna Open Georgia to kill all the black people 🤦🏽‍♂️... Ya'll believe the CDC is lying about the numbers of deaths being under 1% when time and time again  it has been proven that and even said by the white house and department of health that they are labeling deaths that are not from covid 19 to be covid 19🤦🏽‍♂️.. Ya'll believe Trump wanna open up America to start a second wave.. But y'all wearing masks that's depriving you of oxygen and breathing in carbon dioxide🤦🏽‍♂️... I can go on and on.. the fact of the matter is we are in this together.. 1 thing we can agree on is that our government is and has been lying to us from the beginning!!!! if you wanna wear a mask cool.. but don't shun anyone else for not wearing it.. same way if you wanna get vaccinated and I don't. Question everything!!! even my information and do your independent research.  I'm sure we would agree on a lot of things. instead of trying to debunk me. Vaccines are poisonous and kill, wearing a mask breathing in carbon dioxide will make you sick, our Government is lying to us! those are not theories! those are facts. let's find some solutions 🙇🏽‍♂️ #conspiracytheory #conspiracy #solutions #facemasktime #covıd19quarantine #coronaquestions  #hoodwinked #bamboozled #thenewyorkpost #washingtonpost #newyorktimes  #lawanhoaxcorona19 #breakingnews . #saynotobillgates #billgates #theresistance #surgeongeneral #WHO  #cdc  #covid_19  #breakingnews #coronaviruses  #quarantine  #Coronavirus  #staywoke👁 #pandemic  #controlthemasses \n@hocus45th @vaccinesuncovered @dallas_penn",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}