{
    "filename": "B_tRfVipwhl_2.jpg",
    "description": "- 🗣🧠 From Dr. Judy Mikovits Regarding The Face Masks.... •\n.\n\"\"The masks in stores and on walks outside and while driving in your car is mind blowing to me. Do you not know how unhealthy it is to keep inhaling your carbon dioxide and restricting proper oxygen flow? I honestly cannot believe how non-logical we have become! We as a society seem to just listen to (perceived) authority without question. I don’t see a whole lot of critical thought happening here, I’m sorry to say. Why I opt NOT to wear a mask. Well, let me break it down for you. The body requires AMPLE amounts of oxygen for optimal immune health. Especially during a so-called \"\"pandemic\"\". •\n\nProper oxygenation of your cells and blood is ESSENTIAL for the body to function as it needs to in order to fight off any illness. Masks will hamper oxygen intake. Unless you are working in a hospital setting, it is NOT necessary. But go ahead and hold onto to your security blanket if it makes you feel better. I do not listen to the government when it tries to instruct me on how to maintain health, nor do I trust their 'stats\"\" (which we know are based on unconfirmed & inflated numbers. •\n\nYou want to be healthy, then make sure to apply it to all aspects of your life. Stop smoking, change your diet, stop consuming alcohol, turn off your wifi and cell phone, stop getting injected with neurotoxins, stop taking toxic medications, stop using so many chemicals in your everyday life, practice proper hygiene (WASH YOUR HANDS). Most importantly, go outside and BREATHE DEEPLY, get some sun, drink plenty of (filtered) water, sleep well and learn to LISTEN to your body.\"\"\n.\n- @dr.jamikovits 🔥 •\n\nDuring slavery, slaves were forced to wear masks as to symbolically mark them as not having a voice and to be owned and under the control of another person. 👆🏽Caption: @free_your_mind94 •\n•\n•\n\n#mandatoryvaccinations #fight5G #orderoutofchaos #chaosbydesign #coronavirus #agenda2030 #agenda21 #Event201 #martiallaw #covid19 #plandemic #problemreactionsolution #conspiracyreality #covidiots #endthelockdown\n#5G #chemtrails\n#climatechangehoax #wtc7 \n#soros #billgates #rothschild #zionists #rockefeller #depopulation",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}