{
    "filename": "B_uMZZQp_dS.jpg",
    "description": "Ist das Corona-Virus wirklich ein Schicksal, das die Menschheit unvorbereitet trifft? Sind wir der angeblichen Pandemie schutzlos ausgeliefert und sitzt die ganze Welt gemeinsam in einem untergehenden Boot? Oder stecken hier höhere Interessen dahinter…?\n▫️\nViele Menschen können sich gar nicht vorstellen, dass Regierungen, Pharmakonzerne, Medien und finanzstarke Einzelpersonen da gemeinsame Sache machen könnten.\n▫️\nEs gibt inzwischen aber zu viele Belege, die zeigen, dass dies genau so ist – und dass einige Mächtige die Zukunft der Welt in den Händen haben. Das widerspricht aber ganz klar nicht nur unseren demokratischen Grundsätzen, sondern auch unserer menschlichen Natur: Wir sind für ein Leben in Freiheit und Gesundheit geschaffen und sollen uns alle nach unserem ureigenen Lebensziel selbst entfalten dürfen. Matthias Langwasser von Regenbogenkreis fasst in diesem Video für Dich die neuesten Erkenntnisse zur Frage zusammen, wer hinter der Corona-Krise steckt, wer damit seine Interessen verfolgt und wer davon profitiert.\n▫️\nIhr habt es ja schon mitbekommen, dass YouTube unsere Videos derzeit stark zensiert und sie ohne Vorwarnung gelöscht werden. Ihr findet die Videos ab sofort auch auf unserer Facebook-Seite, auf bitchute und natürlich im Regenbogenkreis-Podcast auf der Tonspur!\n▫️\nREUPLOAD 📹 Das Video \"\"Die Strippenzieher hinter der Corona-Krise\"\" wurde ausserdem nochmal auf YouTube hochgeladen, dieses Mal bisher ohne Zensur.\n▫️\nHilf uns dabei diese Message zu verbreiten und teile unsere Beiträge!\n▫️\n▫️\n▫️\n#regenwaldschutz #veganeernährung #regenbogenkreis #aufwachen #strippenzieher #rohvegan #premiumbio #vegandeutschland #nachhaltigleben #widerstand2020 #hintergruende #who #billgates #zwangsimpfung #corona",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}