{
    "filename": "B_uzePLpZtA.jpg",
    "description": "If they got you feeling scared with their psychological operations....\nThen turn that shit off and go take a walk in nature or go visit some friends, go see your family, go to the beach or the river and jump in... they want you to feel lonely and disconnected, It is easier to brainwash you when you are sitting alone all day watching flashing images of the brainwashing Television, isolating many in this thing called loneliness, cutting us off from source in isolation... We have to create culture, don't watch TV, don't read magazines, don't even listen to NPR. Create your own roadshow. The nexus of space and time where you are now is the most immediate sector of your universe, and if you're worrying and trembling believing the biggest scam in history then you are disempowered, you're giving it all away to icons, icons which are maintained by an electronic media so that you want to dress like X or have lips like Y. This is shit-brained, this kind of thinking. That is all cultural diversion, and what is real is you and your friends and your associations, your highs, your orgasms, your hopes, your plans, your fears. And we are told 'no', we're unimportant, we're peripheral. 'Get a degree, get a job, get a this, get a that.' And then you're a player, you don't want to even play in that game. You want to reclaim your mind and get it out of the hands of the cultural engineers who want to turn you into a half-baked moron consuming all this trash that's being manufactured out of the bones of a dying world.\n\n#Plandemic #Scamdemic  #coronavirus #plannedemic #coronavirus #vaccines #5g\n#forcedvaccine #davidicke \n#liberty #freethepeople  #NoNewNormal #SayNoToBillGates  #plandemic #scamdemic #fuckyourvaccine #planneddemic #scamdemic #constitution #thisisamerica #thisisntchina #truth #humanrights #freedom #usa #globalfearenterprises #takeamericaback #cannabiscommunity #cannabis #rebel #freedomisntfree #veterans #openamerica #coronavirus #endthelockdown #plandemic",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic"
    ],
    "year": "5"
}