{
    "filename": "B_V3kIqjRYs_1.jpg",
    "description": "In the words of Frank, a COVID vaccine is “not a good idea.” None of this was rehearsed. I just thought it might be a good idea to get Frank’s perspective on things.\n\nYou can see throughout the video how he struggles to formulate sentences and words. He is far more advanced than most Individuals that are vaccine injured, but he still struggles.\n\nI love Frank for exactly who he is! I wouldn’t change a thing because he has brought so much joy and laughter to our family.\n\nHowever, We still have to acknowledge that vaccine injuries are REAL. They are not made up by these thousands of parents that have watched their child’s souls slip away, right before their very eyes. We need to stop shaming them for refusing to further vaccinate or use a delayed scheduled.\n\nWe need to stop, and this is why:\n\nWhen they rushed their child to the ER or contacted their administering physician after their child had a reaction to a vaccine, they were told to “stop worrying, this is normal.” THIS IS NOT NORMAL! They were also told that these vaccines were “safe and effective.” VACCINES ARE CONSIDERED A BIOLOGIC, MEANING THEY DO NOT HAVE TO GO THROUGH SAFETY STUDIES.\n\nThese parents are unable to sue a vaccine manufacturer, after their child become injured or dies from these “safe and effective” vaccines. A LAW WAS PASSED IN 2011 WHICH ALLOWS THE VACCINE COMPANIES TO BE “NOT LIABLE.” The vaccine industry does not take responsibility. The administering doctor does not take responsibility. The only party that is left with the damage is THE PARENTS.\n\nWho is going to take responsibility for the safety of our children? It starts with you! Speak up. Share your stories. Share this post. Keep SEEKING THE TRUTH!\n\n#vaccineinjuryadvocate #truthfreedomhealth #saynotobillgates #saynotocorona #medicalfreedomactivist #informedconsentrevolution #informedmom #seekthetruth #autismawareness #autismacceptance",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}