{
    "filename": "B_V4A-LBaGk.jpg",
    "description": "#BillGates has inserted himself into the national dialogue as a self-proclaimed #coronavirus sage who will lead the world out of dark times through a digitally-assisted brave new world of testing, #contacttracing, and of course – a vaccine.\n\nOf course, some of this might not be such a bad idea if it wasn’t coming from Gates, who’s written an op-ed in the Washington Post to elaborate on his thoughts – which makes the whole thing seem even more nefarious. ‘Sure, my Dad was on the board of planed parenthood – an organization founded by a eugenecist, and yes, I’ve talked about the need for population reduction for years. And sure, I want you to take my vaccines and get chipped. And ok, maybe India kicked us out after our immunization campaign was blamed for paralyzing 490,000 kids. And yeah, there was that whole ‘coronavirus pandemic‘ simulation my foundation spearheaded late last year which modeled 65 million dead. BUT, hear me out…‘ All jokes aside, here’s what Gates proposes in his WaPo Op-Ed in order to ‘reopen the economy.’ Widespread, at-home testing – “We can’t defeat an enemy if we don’t know where it is,” says Gates, who advocates home testing kits which “produces results that are just as accurate” as nasal swabs performed by healthcare professionals. Ok, not evil. Probably a good idea.\n\nChoosing who to test – Essential workers and symptomatic people, or those who have been in contact with someone who tested positive, should be prioritized, otherwise “we’re wasting a precious resources and potentially missing big reserves of the virus.” Asymptomatic people who aren’t in the above categories should not be tested until there are enough tests, according to Gates. Again, not a terrible idea.\n\nUsing technology to enable a surveillance state – ah, here we go. Gates says the #UnitedStates needs to follow #Germany’s example; “interview everyone who has tested positive and use a database to ensure someone follows up with all their contacts.” And how to ensure accuracy? Digital #bigbrother tools! 🖐🏾More in comments👇🏾#Event201 #GlobalHealthSecurityAgenda #SurveillanceState #Technocracy #1984 #CoViD1984",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}