{
    "filename": "B_VLcNJAxrX_3.jpg",
    "description": "Nice try you dictators . WE will always find a way . \nthe city of #SanClemente, #California, decided to dump 37 tons of sand on a local #skatepark in order to prevent kids from skating during the #coronavirus lockdown. But just a few days later, local #skaters were shredding again.\n\nA group of determined skaters brought dustpans, shovels, and buckets to the park over the weekend in order to dig up the sand. Remarkably, by Sunday evening, much of the skatepark was usable.\n\nThe dig-up was filmed by motocross videographer Connor Ericsson, who headed over to the skatepark to help the effort and use the sand as a dirt bike course. \"\"\"\"Took advantage of all the sand the city dumped into the San Clemente skatepark then helped some local skaters dig it all out so they could do some social shredding,\"\"\"\" read the caption of Ericsson's Instagram post Sunday, which showed him riding his bike in the park and then digging up the sand.\n\nOne Twitter user posted the Instagram videos on his Twitter account with the caption: \"\"\"\"LOOOL checkmate government dweebs ... Turning skatepark into a dirt bike track now.\"\"\"\" #SanClementeSkateparkCoalition, the local nonprofit that raised $50,000 to light the park, said that the city didn't even reach out to contact them before deciding to dump the sand.\n\nThe nonprofit's president, Stephanie Aguilar, said that had the city reached out, the group could have urged people to stay away on their social media channels. Instead, city officials opted to fill the park on their own terms as a part of the statewide order to close all parks effective April 1 — and they did it at taxpayers' expense. \"\"\"\"We have a pretty far reach with the skate community, we would have been happy to spread the message,\"\"\"\" she said. \"\"\"\"But there was no warning or anything.\"\"\"\" Now, city officials will likely have another decision to make as the park is once again effectively up and running.\n.\n.\n.\n #PowerToThePeople #dontbelievethelies #dontbelievethehype #bigthingshappening #backroundnoise #deepstate #hospital #filmyourhospital #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news",
    "tags": [
        "Qanon"
    ],
    "year": "4"
}