{
    "filename": "B_vv8oxg8TD.jpg",
    "description": "I know it may sound corny, but one of my favorite movies is The Sound of Music. I watched it dozens of times as a child and it was one of my inspirations to become a musical theatre Perfomer and I went on to be in many musicals and a theatre major in college. As a child, what left an indelible and haunting impression on me and one I could never forget was the glimpse it gave me into the mind of the Nazis. One minute the character Leisl was singing and dancing with Rolfe to “I am sixteen going on seventeen...” and then shorty after he appears as a Nazi and is responsible for snitching on and alerting his Nazi comrades to the hiding place of Leisl and the entire Von Trapp family inside the Abbey. I always wondered throughout my childhood and life how one could be turned so quickly against another human being like that, even against one they cared for. And now, with this Covid-19 “pandemic” I am seeing the answer to my life-long question: brainwashing, fear, resentment and panic. We have all witnessed it either in the media or firsthand. I have seen both. People snitching on their neighbors. Police arresting innocent surfers and moms with children in parks. People yelling at me because I didn’t have a mask on or was standing to close to them. Being denied entry into a store because I refused to wear a mask. I never believed in my life I would see the same brainwashed individuals as were the Nazis in the form of my friends, family and neighbors all behaving in ways that would make Hitler proud. Doing it all “for the common good” and because “they are just doing their jobs.” Watch the Nuremberg trials - these are the exact words of the Nazi war criminals. It saddens and frightens me to see people turn this quickly into what I once perceived as just Nazis from Hitlers Germany. It makes me realize Rolphe could be anyone I know today and so my favorite childhood movie is, in a way, becoming reality before my eyes. #nazi #snitches #fear #covid_19 #coronavirus #fakenews #fearmongering #firefauci #propaganda #godwins #fearnot #criticalthinking #hydroxychloroquine #truth #trump #quarantine #quarantinelife #q #qanon @realdonaldtrump @stormisuponus @donaldjtrumpjr",
    "tags": [
        "Qanon"
    ],
    "year": "5"
}