{
    "filename": "B_WoDKnn5rz.jpg",
    "description": "HISTORY HAS SHOWN BLACK PEOPLE THAT TRUSTING VACCINATION IS A TRAP USED BY WHITE PEOPLE TO COMMIT GENOCIDE. \nSo ask yourself what is different now? WHY SHOULD WE TRUST THEIR LIES NOW? WHEN WE HAVE SO MUCH PROOF THEY CAN NOT BE TRUSTED •TUSKEGEE •FOUNDERS OF PLANNED PARENTHOOD STERILIZING BLACK PEOPLE. •JAMES MARION THE FATHER OF MODERN GYNECOLOGY\n•FLINT WATER POISONING\nAND THE LIST GOES ON. •THE FACT THE BLACK WOMEN DIE AT A HIGHER RATE THAN WHITE WOMEN DURING PREGNANCY. •THE LACK OF CARE BLACK PEOPLE RECEIVE IN HOSPITALS.\n\nSO I ASK AGAIN WHY DO WE AS BLACK PEOPLE TRUST THIS SYSTEM AT ALL?? #POPULATIONCONTROL \n#corona  #coronavirus  #COVID19 #Shutdown #Martiallaw #quarantine  #pandemic #5G #Vaccination\n#Coronachallege #coronamemes\nThere is a genocide going on in the black community. Our young children are going missing and we all know it’s for organs and human trafficking. If they are not being kidnapped, our people are being killed, murdered by police and by people on the street who are protected by the police. If they dont  get us in the streets the court system is illegally and unjustly sending our black people away for LIFE SENTENCES. On every level we are being attacked. \nIf we don’t start supporting our own and building our own communities . They will always control us and our CHILDREN. We will be leaving a situation worse than we are in NOW, for the Next GENERATION. Does that not scare YOU, it should? That our children may have to fight an even harder fight, than the one we are fighting right NOW. That our ignorance THE FACT WE CAN NOT STOP FIGHTING EACH OTHER will be the bullet that kills our children’s future. Think about that for a second. History is repeating itself. Are we going to act like we don’t see it ???? Until we unite and support our own. We must take responsibility for allowing them to do this to us. NO ONE IS COMING TO SAVE US. • Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"\"\"\"fair use\"\"\"\" for purposes such as criticism. commenting, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. • WE ARE THE #BLACKMEDI",
    "tags": [
        "5G"
    ],
    "year": "4"
}