{
    "filename": "B_X5sFblWnO.jpg",
    "description": "It’s Friday. It’s (just after) Seven O’Clock. Time for this week’s FREE ‘Ratchet’ — the downloadable hardtimes ‘zine from the makers of The Road Rat.\n_\nIn this week’s BIGGEST YET Ratchet we open up our pages to the design team over at Morgan (@morganmotors) who share with us just exactly what they’ve been up to this last month of lockdown. It will surprise you. Maybe worry you (they reassure us they are all well and sleeping normally). But it will certainly entertain you.\n_\nBehind the covers are further tributes to Sir Stirling Moss from the likes of Peter Stevens (@peterstevensdesign)and Will Buxton (@wbuxtonofficial). There’s also a disturbing report from the the world of endurance racing and team ‘5G Lizards’, backed it seems by celebrated bull goose loony David Icke. \n_\nThere’s booze from F1 ace Jarno Trulli (@jarnotrulliofficial) and food via Ferdinand Piech (thank you to @residenzheinzwinkler for that one). There’s music, movies and stuff, frankly we can all leave behind once this is over.\n_\nPop over to theroadrat.com to download your free copy. Remember, if you can’t be arsed to print and assemble it at home, it’s the ‘read me’ option you will need to select. Otherwise go for ‘print me’ . \n_\nAll four issues of The Ratchet are available — as are all four editions of The Road Rat which are currently available to everyone at the subscriber’s price of £10.00 plus postage.\n_\nPlease don’t drink any disinfectant or start believing a tanning session will make you immune. Listen to what the scientists say and keep following your local/national rules. KBO. \n_\nThe Road Rat. A Thing for Cars\n.\n.\n.\n.\n#TheRoadRat #AThingForCars #TheYearOfTheRat #TheRatchet\n#Morgan #Moss #StirlingMoss #DavidIcke #5GBollox\n#Covid19 #CoronaVirus #Pandemic #Lockdown\n#SuperCar #SuperCars #ClassicCar #ClassicCars \n#Instacar #Instacars #CarsOfInstagram #Classics \u2028#Art #Photography #Design #Magazine",
    "tags": [
        "5G"
    ],
    "year": "4"
}