{
    "filename": "B_XgKUzBKCT.jpg",
    "description": "⁣\n🛑🛑EL CORONAVIRUS IMPULSA UN MICROCHIP CON PATENTE 666??🛑🛑⁣\n⁣\nLos gobiernos coinciden que estos problemas globales deben solucionarse por medio de un nuevo orden mundial.⁣\n⁣\n👉El presidente español, Pedro Sanchez, afirmó ayer: “La pandemia tiene como objetivo acelerar cambios que ya venían desde hace años: el cambio en el teletrabajo, en el consumo, hacia la digitalización y la automatización, hacia formas de gobernanza mundial”⁣\n⁣\nPara esto una solución que plantean es la implantación de un microchip que incluya registros médicos, vacunación, estado del cuerpo y una criptomoneda que será minada por medio de el estado y actividad de tu cuerpo.⁣\n⁣\nLa empresa de Bill Gates, Microsoft, acaba de terminar hace unos días la patente del microchip con el que venían trabajando en el proyecto ID2020, el proyecto que viene desarrollando.ese dispositivo a manera de vacuna al COVID-19. 😷⁣\n⁣\n🛑El número de patente es 2020060606.⁣\n2020 debido a que el plan es comenzar a implantarlo en este año 2020.⁣\n⁣\nPero☝️ 666, ¿por qué es?😯¿Justo le tocó ese número?🤔 ¿O es parte del cumplimiento de las palabras de Jesús a Juan en el libro de APOCALIPSIS 🔥🙏⁣\n⁣\nTE INVITO A DEJAR EN UN COMENTARIO TU OPINIÓN AL RESPECTO.⁣👇👇👇\n⁣\n🙏Dios, en Apocalipsis 13, nos advierte que la situación mundial avanzará hacia un gobernante global, el cual utilizando todo el tiempo el engaño tendrá una altísima admiración de la gente. Él desarrollará un sistema de control mundial, las personas que no se encuentren en el quedarán totalmente fuera del sistema, impidiendo le comprar o vender, y muchos beneficios de la sociedad.Y ese implante contendrá el número 666.😡⁣\n⁣\n🔥Apocalipsis, 5 veces advierte que las personas no deben ponerse esa marca (14:9; 14:11; 16:2; 19:20; 20:4), porque si lo hacen, ellos también pagarán las consecuencias.☝️😕⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n#antiiluminati #nuevoordenmundial #onu #nwo #conspiraciones #verdadoculta #politica #stop5g #videosvirales #biblia #evangelio #id2020 #despierta #wakeup #coronavirus #mensajescristianos #videoscristianos #dios #apocalipsis #covid_19 #iluminatis #conspiracion #billgates #killuminati #labestia #marcadelabestia #666 #laverdadteharalibre",
    "tags": [
        "Mixed/Other"
    ],
    "year": "4"
}