{
    "filename": "B_xhi0xq0O_.jpg",
    "description": "#Aussprache 🙌 Es kommt nicht immer darauf an, dass unser Gegenüber uns in dem Recht gibt, wovon wir überzeugt sind. Es kommt jedoch darauf an, dass wir zu unserer Überzeugung stehen und sie dem anderen mitteilen. Denn wenn wir uns selbst verleugnen in dem, was für uns wichtig ist, steht etwas viel Stärkeres auf, um gegen uns zu streiten: unsere eigene Seele.\n[Anzeige] Ich bekomme so viele Zuschriften, dass viele von euch auf's Übelste beschimpft werden, sie regelrecht Angst haben, ihre Meinung zur aktuellen Situation zu äußern. \nUnsere Grundrechte sind aktuell in großer Gefahr, Gesetze werden im Eilverfahren geändert, es scheint als wird durch die Hintertür eine Impfpflicht durchgesetzt unter Mitwirkung von Organisationen&Personen, bei denen Interessenkonflikte mehr als offensichtlich sind. 7 Milliarden Menschen soll eine Impfung verpasst werden sagt Bill Gates und die Regierung nimmt Impfschäden durch nicht genügt getestete Medikamente billigend in Kauf. Wenn man sich mit der WHO, Bill Gates und so vielen anderen Themen, die damit verstrickt sind beschäftigt (kann man hier nicht alles schreiben) und dazu seine Meinung äußert, ist das absolut gerechtfertigt und wichtig. Ich bin zutiefst schockiert, dass sich so viele Menschen nicht mit dieser Thematik auseinandersetzen (wollen?🤷‍♀️) und gleichzeitig Hinterfragende beleidigen&beschimpfen.\nEin guter/kleiner Anfang ist die Arte Dokumentation \"\"Profiteure der Angst\"\"🎥\nIch für meinen Teil will diese geplante Impfung nicht! Dafür habe ich viel zu viele Informationen, was gerade alles im Hintergrund abläuft und dabei geht es nicht um unser aller Gesundheit, sondern um SEHR viel Geld und unser aller Kontrolle. Wer glaubt, dass bald alles wieder \"\"normal\"\" sein wird, weil jetzt ja ein paar Lockerungen kommen, der wird sicher zutiefst enttäuscht werden. \nDas ist meine kurzgefasste Meinung dazu. Wie ist deine? Schreib sie mir gerne in die Kommentare 🙌\n⁠ \n#saynotobillgates #gibgateskeinechance #impfpflicht #mut #corona #verantwortung #impfen #gesund #immunsystem #2020  #strongmind  #veganbody #veganbodybuilding  #plantbasedmuscle #veganfitness #vegangirl #vegandeutschland #veganathlete #veganblogger #veganpower",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}