{
    "filename": "B_xlOcmnjcH.jpg",
    "description": "I'm impressed, they handled themselves very well. Are you like this girl who can't speak from rationality or logic? Are you willing to educate yourself? Or will you continue on this path of ignorance?\nTHERE IS NO GOLD STANDARD FOR IDENTIFYING COVID19. Reverse Transcription - Polymerase Chain Reaction (RT PCR) is their most accurate test to date. There are 3,612,308 cases of the \"\"\"\"\"\"\"\"virus\"\"\"\"\"\"\"\" worldwide. That's 3,612,308 people who we're allegedly tested positive. Yet they admit they haven't even verified the Coronavirus. Instead what they are doing is testing people for ANTIGENS. Now most people are completely unaware that when a body has a high degree of toxicity, bacteria feeding upon that toxic dead matter and tissue will be poisoned to death. When the body is at such a point of systemic toxicity, where bacterial levels and all living microbes in the body have been diminished or killed due to the above reasons, the body will call upon the help of viruses to help cleanse itself. Viruses are CREATED by OUR BODIES to help fight off toxins! How many of us are exposed to chemicals and metals in our food, air and water? What about radiation? 5G? Chemtrails? The amount of toxicities and poisons our bodies are constantly fighting off is incredible. So if they aren't testing for the actual virus, but rather antibodies and antigens, then wouldn't that mean a huge number of people would test positive with this supposed coronavirus? #WakeUp #World #YouCantStopTheTruth\n#Repost @descendingtowers\n• • • • • •\n•\n•\n• Still so many blind people out here panicking, acting a fool as they continue to buy into the corona lies that were planned and put into place to take away your rights and build death weapons around the world while you hide from fear in your homes, being cooked by your smart meters 🎛\n•\n•follow @descendingtowers for more‼️\n•repost from @the_earth_is_flat_bro •\n•\n•#coronavirus #gotyoudistracted #livinginfear #ovidmeanssheep #vaccines #trump #liar #bothsidesarethesameside #martiallaw #fakevirus #pandemic #coronalockdown #stealingourrights #consciousness #truthalwaysfindsaway #lieswillsurface #dontwatchthenews #avoidmainstreammedia #5g #virus #coronaisconnectedto5g",
    "tags": [
        "5G"
    ],
    "year": "5"
}