{
    "filename": "B_Z9jhpnJBK.jpg",
    "description": "🕹☝🏼😏\n.\nManipulationstechnik, um die Wahrnehmung eines Menschen systematisch zu zerstören (#Gaslighting). Dieses Phänomen gibt es in zwischenmenschlichen Beziehungen, aber auch auf gesellschaftlicher, politischer Ebene: .\n.\n1️⃣ Der Täter schafft ein Vertrauensverhältnis zu seinen Opfern (dazu eignet sich z.B eine Krise, oder Katastrophe hervorragend. Man kann dann den ‚Retter’ spielen) .\n.\n2️⃣Der Manipulierende bedient sich falscher Behauptungen/ Lügen, die er bewusst ständig wiederholt. Wie bei einer Hypnose möchte er so die Aussage in das Gehirn seiner Opfer meißeln. .\n.\n3️⃣Hinterfragt das Opfer die Lügen, wird es diffamiert. .\n.\n4️⃣Der Täter sucht sich gerne Verbündete bei der Umsetzung von Punkt 2. und 3. um eine Gruppendynamik gegen seine Opfer in Gang zu setzen. .\n.\n5️⃣Das Opfer wird isoliert und zweifelt an seiner Wahrnehmung. Es fängt an sich unmündig, voller Scham und Schuld zu fühlen. Seinen eigenen Sinnen traut es nicht mehr. Es gibt sich in die Hände des Manipulators. .\n.\n6️⃣Der Manipulator kann sein Opfer nun beliebig beeinflussen. Er kann sich sogar selbst widersprechen, ohne dass das Opfer seine Autorität hinterfragt. Das Vertrauen in die eigene Wahrnehmung ist gebrochen. Eine Abhängigkeit ist entstanden. .\n.\n7️⃣Depressionen und Angstzustände sind Folgen die Opfer dieser Technik erleiden können. .\n.\n8️⃣Erst wenn dem Opfer von sich aus bewusst wird, dass es manipuliert wird, kann es sich aus der Situation langsam befreien und wieder Vertrauen in die eigene Wahrnehmung finden. ✨\n.\n.\n.\n.\n.\n.\n.\n.\n.\n#naturelovers#corona#deeptalk#bewusstsein#energetichealing#ganzheitlich#selbstliebe#heilung#spiritualität#holistichealing#weiblichkeit#oldsoul#hochsensibel#detox#depression#stayhome#gooutside#gibgateskeinechance#solidaritypledge#saynotobillgates#nonewnormal#psychopath#narcissisticabuse#truthers#anxiety",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}