{
    "filename": "B_Za_h_ntWd.jpg",
    "description": "They refuse to wear masks outside and state that staying inside breaks down the immune system. They speak from the trained understanding of a doctor with 20 years of knowledge in microbiology, biochemistry and immunology. They are the owners of the largest testing site in Kern county, CA. Here are some of their statements: \"\"We both have had extensive classes in microbiology and biochemistry and immunology. We’ve studied this for each of us 20 years.\n\nAnd we take everything that we’re seeing today, and put that against that back drop and say: “Does this make sense?” Are we following the science? We keep hearing “following the science.” What is the science essentially? It’s the study of the natural world for experiment through observation.\n\nSo that’s what we’re doing. We’re studying the disease around us, or making observations.\n\nWe’re doing testing experiments to figure out exactly what’s on.\n\nAnd so this has caused some severe disruption for Accelerated as we have people coming in 7 a.m. until midnight.\n\nIf THAT wasn't interesting enough, there's more.....: Typically you quarantine the sick. When someone has measles, you quarantine them.\n\nWe’ve never seen where we quarantine the healthy, where you take those without disease, and without symptoms, and lock them in their home.\n\nBased on the volume of data they have collected and observed over the past two months, in their words. Things are coming out everyday...... This is why i continue to say, just take care of your family, KEEP YOUR IMMUNE SYSTEM STRONG, and prepare for anything. We know this government has a record of lying.  #Covid1984 #PLANdemic #CoronaVirus #PoliceState #nwo\n#CoronaNews #Corona #pandemic #contagion #fearmongering #FearPorn \n#Covid19 #Covid #Covid_19 #Corona #CoronaPsyOp #PsyOp #PoliceState #NWO #BankstersWin #BankstersRule #BankstersWars #Wakeupamerica #wakeupworld #wakeup! Repoat @_rizzaislam",
    "tags": [
        "Mixed/Other"
    ],
    "year": "4"
}