{
    "filename": "B_ZUZuFJhjM.jpg",
    "description": "THIS ASSHOLE should never have a say for what the future will look like for humanity! 🤬\n.....\n#BillGates just referred to the coronavirus as “Pandemic 1” while warning people to expect years of pain. “No one who lives through Pandemic 1 will ever forget it,” said Gates in an 11-page memo cited by the Seattle Times.\nBill Gates says the good news is that we can go back to “semi-normal” in the next two months, but the bad news is that “it’s impossible to overstate the pain people will feel for years to come.“ Gates was issuing his latest thoughts on the #coronavirus pandemic in an 11-page memo cited by the Seattle Times. “People can go out, but not as often, and not to crowded places,” Gates said. “Picture restaurants that only seat people at every other table and airplanes where every middle seat is empty.” Gates said schools will reopen, but stadiums for sports and entertainment will not. “The basic principal should be to allow activities that have a large benefit to the economy or human welfare, but pose a small risk of infection,” Gates said. .\n.\nIn a separate piece written for the Economist, the billionaire claimed that when historians write about the pandemic in future years, what we’ve lived through so far will only take up the first third. “The bulk of the story will be what happens next,” he wrote. “Even if governments lift shelter-in-place orders and businesses reopen their doors, humans have a natural aversion to exposing themselves to disease. Airports won’t have large crowds. Sports will be played in basically empty stadiums. And the world economy will be depressed because demand will stay low.” He said life will only return to normal when most of the population is vaccinated, and that could take years, though he hopes that one will be in mass production by the second half of 2021. “If that’s the case, it will be a history-making achievement: the fastest humankind has ever gone from recognizing a new disease to immunizing against it,” Gates wrote. .\nRepost @freedom_faction",
    "tags": [
        "Bill Gates"
    ],
    "year": "4"
}