{
    "filename": "CA-fL56HHU8.jpg",
    "description": "29 YEARS AGO, Soviet defector and KGB operative Yuri Bezmenov, specializing in the fields of Marxist-Leninist propaganda and ideological subversion; warned us about the silent war being waged against America as part of a long term plan to take over and destroy the American system and way of life.\n\nWatch this clip in AMAZEMENT as you realize he is describing EXACTLY what's happening in America today, where by we see civil unrest and division, political tension. Whereby citizens have been so heavily demoralised, and brainwashed that they’ll continue consciously denying the truth even when presented to them transparently. \nBezmenov was born in 1939 in Mytishchi, near Moscow to a high ranking Soviet Army officer. At the age of seventeen, he entered the Institute of Oriental Languages, a part of the Moscow State University which was under the direct control of the KGB and the Communist Central Committee. In addition to languages, he studied history, literature, and music, and became an expert on Indian culture. During his second year, Bezmenov sought to look like a person from India; his teachers encouraged this because graduates of the school were employed as diplomats, foreign journalists, or spies.\n\nAs a Soviet student, he was also required to take compulsory military training in which he was taught how to play \"\"strategic war games\"\" using the maps of foreign countries, as well as how to interrogate prisoners of war.\n-\n\nFollow my personal 👉🏽 @itsazeem\n—\n#covid19 #staywoke #nwo #virus #newworldorder #cihina #georgefloyd #pinealgland #wakeuppeople #truthseeker #thirdeye #wakeupsheeple #anonymous  #conscious #secretsocieties #mindcontrol #consciousawareness #politics #selfaware #freedomthinker #illuminati #truthseeker  #conscious #awareness #peoplepower #billgates #conspiracy #wakeup",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "6"
}