{
    "filename": "CA4nbwRpzbt.jpg",
    "description": "#Drosten hatte in der Vergangenheit und auch im jetzigen C-Bullshit 100% Unrecht. Er lag nie richtig. Keine einzige Prognose oder Ableitung war korrekt. Wenn das noch Zufall ist, ... Und auf Basis eines solchen Stümpers wurden und werden durch andere Stümper Entscheidungen getroffen und von noch anderen mit maximal einem Schulterzucken befolgt. Grandios. Da aber grundsätzlich ganz andere Pläne der Regierung hinter alledem stecken, bspw. \"\"Rettung\"\" von schon vor der Krise angeschlagener Banken und Konzerne, Vermögensumverteilung, etc., spielen medizinische und statistisch-epidemiologische Fragestellungen für die Bund-Länder-Clique eigentlich keine Rolle. Sie ziehen das Programm durch, egal wie offensichtlich verlogen das auch ist. Gibt ja scheinbar noch genug arme Tröpfe, die Beifall klatschen. Gibt leider noch zu viele Naivlinge, die allein schon wegen der Größe der Angelegenheit glauben, dass die Regierung sowas ja nicht machen würde, wenn's nicht wirklich gefährlich wäre. Diese Leute haben aber auch keine Vorstellung davon, was man mit 110Mrd. $ plus Stiftungsvermögen von ca. 45Mrd. $ alles so machen kann. Sie wissen nicht, wer und was \"\"The good guy club\"\" ist. Sie haben daher auch garkeine Vorstellung davon, was eine Vermögensverwaltung, die direkte Beziehungen zu einflussreichen deutschen Politikern hat, mit 7 Billionen $ alles anstellen kann. Und erstrecht können sie sich nicht vorstellen, was der Name eines Flaschengeistbesitzers mit 15 Billionen $ Investmentportfolios zu tun hat. Sie wissen auch nicht, wer \"\"The big four\"\" sind und was die mit der Gesetzgebung und alledem zu tun haben. Ach, ist auch alles egal. Lasst die Abhängigkeit ruhig noch größer werden. Digital-finanzieller biopolitischer Faschismus ick hör dir trapsen. Aber wird schon alles richtig sein. #widerstand2020 #widerstand #nichtohneuns #ichbinanderermeinung #ibam #demokratischerwiderstand #mwgfd #ärztefüraufklärung #corona #kollateralschäden #bundesregierung #demokratie #grundgesetz #eucharta #europa #rki #verfassung #deutschland #österreich #politik #gibgateskeinechance #saynotobillgates #blackrock #thebigfour #thegoodguyclub",
    "tags": [
        "Bill Gates"
    ],
    "year": "6"
}