{
    "filename": "CA9EUqcgOHV.jpg",
    "description": "In George Orwell’s 1949 dystopian novel Nineteen Eighty-Four, the Thought Police (Thinkpol) used informants to gather intelligence on potential subversives and eliminate them. The government’s power was largely derived and maintained from their ability to turn everyone, including children, into informants, or \"\"snitches\"\", for Big Brother. Though his predictions have materialized into non-fiction, Orwell wasn’t a psychic. The culture of snitching has long been the foothold of tyrannies throughout history. Through fear, entire societies are convinced by their rulers that a certain group of people is “the enemy” and they will not be “safe” unless they inform the government about the behavior of “the enemy.” Since 9/11, the US government has ramped up its propaganda on encouraging citizens to snitch on each other. In every airport and bus station, there are signs constantly telling Americans if they “see something, say something.” Fast forward to 2020, during a COVID-19 pandemic and the fear-ridden populace has been primed to do the bidding of the state. Across the country tip lines have been established for citizens to rat out their neighbors and, across the country, those tip lines are flooded by government informants telling on their neighbors for not staying six feet apart. Some 9-1-1 call centers have even been inundated with calls by citizens reporting their neighbors for coughing. Seriously. If you're a snitch, you're a bit*h. Snitches go in ditches. \n#SeeSomethingSaySomething #ItsForYourSafety #ForYourSafety #ProblemReactionSolution #Plandemic #ID2020 #TrustTheHealthExperts #TrustTheExperts #MedicalMartialLaw #MedicalMartialLaw2020 #Event201 #NWO #NewWorldOrder #OneWorldGovernment #OWG #HouseArrest #HouseArrestForEveryone #COVID19 #Coronavirus #COVID19Lockdown #Pandemic #PopulationControl #FamilyPlanning #SelfIsolation #NewNorm \nSources:\nhttps://is.gd/aVf5XW\nhttps://is.gd/fNaHeW",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "6"
}