{
    "filename": "CAa11pMKv6-.jpg",
    "description": "Die Meinungen zur Corona-Pandemie und den Maßnahmen dagegen gehen weit auseinander – auch innerhalb der taz-Leser*inneschaft. Unser Schwerpunkt versucht, die Grenze zu erkunden. Und Verständigung zu schaffen: Dass da, wo Kritik und Aufklärung sind, kein Verschwörungsglaube hin passt.\nBei den „Hygiene-Demos“ treffen unterschiedlichste Menschen aufeinander, die den Glauben an eine Verschwörung teilen. Pia Lamberty erklärt, warum.\ntaz: Am Samstag gab es bundesweit wieder sogenannte „Hygiene-Demos“. Da treffen alle möglichen Menschen aufeinander. Wie ansteckend sind Verschwörungserzählungen?Pia Lamberty: Es gibt dazu kaum Studien. Aber Laborexperimente haben gezeigt, dass Menschen, die mit einer Verschwörungserzählung konfrontiert wurden, hinterher misstrauischer waren, sich mehr von der Gesellschaft entfernt fühlten, weniger bereit waren, sich für sie zu engagieren. Ich vermute, dass man bei solchen Demonstrationen auch andere Verschwörungserzählungen aufnimmt und verinnerlicht.taz: Welche Menschen sind besonders gefährdet?Pia Lamberty: Es gibt keinen bestimmten Verschwörungstypus. Es ist auch keine psychische Krankheit. Der Glaube an Verschwörung ist universell und weit verbreitet. Fast jeder fünfte Deutsche glaubt an Verschwörungserzählungen zum Thema Impfung. Ein Drittel meint, dass Politiker nur Marionetten von dahinterstehenden Mächten sind.taz: Aber Verschwörungsgläubige ähneln sich doch bestimmt in manchen Eigenschaften?Pia Lamberty: Klassische Persönlichkeitsdimensionen in der Psychologie, wie Offenheit gegenüber neuen Situationen, spielen keine Rolle. Auch Ost-West-Unterschiede, das Alter oder ein Migrationshintergrund sind unerheblich. Die Mitte-Studie der Friedrich-Ebert-Stiftung hat allerdings festgestellt, dass Männer stärker an Verschwörungen glauben als Frauen.\nDas ganze Interview findet ihr auf taz.de/insta\n#verschwörungstheorie #verschwörungsmythen #meinungsfreiheit #fakenews #grundgesetz #regierung #aluhut #billgates #widerstand2020 #covid19 #corona #coronavirus #coronakrise #covid_19 #coronamaßnahmen #hygienedemo #abstandhalten #tazmusssein #tageszeitung #taz",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}