{
    "filename": "CAa5Oi5AYqv.jpg",
    "description": "This is the prophecized New World Order (NWO) brought to you by the terrorist cabal of so-called elected governments. If you voted for Trump, you're an idiot. If you voted for Obama, you're an idiot. If you voted for Hillary, you're an idiot. If you voted for Bush, you're an idiot. If you voted for ANY politician, you're a true idiot. These power-thirsty maniacs you foolishly voted for ALL work for the same employer: THE GODDAMN BANKS!!! Just like 9/11, COVID19 was planned decades ago. All it takes is just one crisis at a time with around 4 years in-between for tyranny and fascism to thrive. Governments and the banks that puppeteer them are enslaving you one crisis at a time. It's the problem-reaction-solution doctrine by which the ruling class creates a problem to cause a public reaction or shock so they can offer you a solution that you would've never accepted otherwise. And EVERY TIME the terrorist cabal of so-called elected governments use this terrorist doctrine, the solution ALWAYS gives more power and authority to the government. This dystopian picture is your destiny as long as central governments and central banks exist. The centralization of power and authority into the hands of the few is tyranny by definition. The only solution to this tyranny is the decentralization of everything. Decentralization of decision-making, decentralization of authority, decentralization of technology, and the decentralization of the economy. The abolishment of the capitalist economic tyranny is ONLY possible by abolishing monopoly rights (copyrights and patents). For all this to happen, obviously, the first thing that should happen is the decentralization of the monetary system. In other words, the first objective must be the abolishment of the Federal Reserve and other Zionist central banks around the globe. Revolution is the only solution. \n#ProblemReactionSolution #Plandemic #ID2020 #MedicalMartialLaw #MedicalMartialLaw2020 #Event201 #NWO #NewWorldOrder #HouseArrest #HouseArrestForEveryone #COVID19 #Coronavirus #COVID19Lockdown #Pandemic #PopulationControl #FamilyPlanning #SelfIsolation #NewNorm #ProblemReactionSolution #MassSurveillance #OrwellianNightmare #BigBrother",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "5"
}