{
    "filename": "CAap57bgMed.jpg",
    "description": "The authoritarian scumbag politician who runs New York, Andrew Cuomo, \"\"allowed\"\" some businesses and outdoor spaces in five regions of the state to reopen starting May 15. How does this reopening look like? Domino Park in Brooklyn installed social distancing circles so people can enjoy the outdoors while keeping at least 6 ft apart. This is what the lowlifes in government expect life to be in the aftermath of the lab-made flu COVID19. Please bear in mind that protesting the government after this pandemic won't be possible because it'll automatically be deemed illegal activity for not \"\"social distancing.\"\" Do you get it now? Last year was the year of leaderless mass protests when more people marched in protests than any other year in history. It's a year rocked by a global awakening in the consciousness of citizens as leaderless uprisings ignited from Georgia to Chile to France to Hong Kong to Catalonia to the Netherlands to the Czech Republic to Ecuador to Bolivia to Colombia to Nicaragua to Serbia to Athens to Iraq to Iran to Syria to Lebanon to Egypt to Sudan to Algeria to Haiti. These uprisings were all fighting one common enemy: POLITICIANS and the BANKERS who puppeteer them. So what did the politicians and the banking class do to kill the uprising against them and prevent it from spreading to the United States? They released a lab-made virus to create a crisis like 9/11 so they can set new rules like banning social gatherings and cracking down on people's movement through \"\"contact tracing.\"\" Clever, isn't it? \n#AndrewCuomo #DominoPark #ContactTracing #SocialDistancing #TrustTheHealthExperts #HealthExperts #COVID19 #HouseArrest #HouseArrestForEveryone #COVID19Vaccine #QuestionEverything #Plandemic #ID2020 #MarkOfTheBeast #DigitalID #UNICEF #WHO #MedicalMartialLaw #MedicalMartialLaw2020 #MartialLaw #MartialLaw2020 #BillGates #Event201 #CashlessSociety #NWO #NewWorldOrder #OneWorldGovernment #OWG #COVID19Bioweapon\n\nSources:\nhttps://is.gd/IKoMn4\nhttps://is.gd/EPV20o\nhttps://is.gd/JBtnvF\nhttps://is.gd/GXUT6U",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "Bioweapon",
        "New World Order"
    ],
    "year": "5"
}