{
    "filename": "CAB8WvxJPNn.jpg",
    "description": "If this is what you want the world to look like moving forward, continue to buy into these unconstitutional orders and the broader false narrative that we are being force-fed. This is not a virus - it’s a worldwide attack on human rights, an atrocity of untold magnitude and the tip of the spear of truth is right here in the United States. If we fall, all of the worlds’ freedoms go with ours. We will rise. We will overcome tyranny as we have done countless times before. And we will HONOR the beauty that God gave us by way of rights, liberties and freedoms. Unprecedented sacrifices were made in 1776, leading up to today in order to secure our freedoms, from enemies foreign AND domestic. It only took 3% of the populous to gain our independence from Britain 243 years ago. My children will know absolute freedom of choice and they will know a civilized society that isn’t sterile, dysfunctional and rigid. Stand for what you believe in or bend-over and blindly accept what’s coming your way. Thanks to one of my best friends and mentor @marcel_cameraop @filmproproductions who exercised his First Amendment rights in order  to shoot this and stand for our liberties. Spread the truth. It’s now or never. We certainly aren’t spreading a deadly virus. Share with everyone you know. 🇺🇸\n.\n.\n.\n@gavinnewsom @lagunabeachgov @lagunabeachpd @lagunabeachlifeguards @laguna_beach_fire_department @newportbeachpd @stunewslaguna @takingbackcalifornia @ca_freedom_keepers @dc_draino @realtalkperiod @love_rejoices_in_truth @freedom_angels_foundation @1776revolutionist @charliekirk1776 @oneill4newport @abc7la @nbcla @cbsla @foxla @cnn wwg1wga #obamagate #pizzagate #billgatesisevil #freedom #freedomofspeech #freedomofchoice #freedomtotravel #unreasonablesearchandseizure #freedomofreligion #freedomforall #america #usa #wethepeople #losangeles #covid_19 #covid #covid19 #fraud #lagunabeach #california #repost",
    "tags": [
        "Qanon",
        "Bill Gates"
    ],
    "year": "5"
}