{
    "filename": "CABLhbIAJEx.jpg",
    "description": "Ich mag es überhaupt nicht, andere zu belehren. Deswegen will ich das hier auch nicht tun, sondern nur mal kurz Stellung beziehen. Denn wenn ich mich so im Internet und inzwischen auch auf der Straße umgucke, scheint mir das notwendig zu sein. \nAls jemand, der seit Jahren aus beruflichen Gründen an Recherche gewöhnt ist, darf ich darauf verweisen, dass man Informationen, die so an einen herangetragen werden, nicht einfach für bare Münze nehmen sollte. Erst recht nicht, wenn man sich selbst als \"\"Freidenker\"\", \"\"Querdenker\"\" oder gar \"\"Aufgewachter\"\" bezeichnet. Vielmehr sollte man sich in solchen Fällen selbst die folgenden Fragen stellen:\n\n1. Ist die Quelle der Informationen relevant? \n2. Wer ist die Quelle? Ist die- oder derjenige Experte? Weiß die Quelle, wovon sie spricht? Hat die Quelle einen bestimmten Ruf? \n3. Wie aktuell sind die Informationen? \n4. Welchen Eindruck macht die Quelle allgemein? Ist sie seriös? \n5. Welchen Zweck verfolgt die Quelle? Will sie Stimmung machen oder neutral informieren? Will sie etwas verkaufen? \n6. Sind die Informationen transparent und nachprüfbar? Sind sie plausibel?\n\nWenn man sich grob an diesen Fragen entlang hangelt, fällt einem schnell auf, dass man sich auf Basis von \"\"einfach selber mal nachdenken\"\", Ken Jebsen, Xavier Naidoo und YouTube  keine Meinung bilden sollte. Und erst recht sollte man nichts ungeprüft nachplappern, was aus diesen und vergleichbaren \"\"Quellen\"\" stammt. \nWenn sich da jetzt jemand vor den Kopf gestoßen fühlt, dann ist das so, aber manchmal ist ein scheiß Virus einfach nur ein scheiß Virus, ganz ohne Wuselgruselweltverschwörung.\nUnd spätestens, wenn man plötzlich dieselbe Meinung hat wie Nazis und Reichsbürger, sollte einen das ins Grübeln bringen.\n\n#verchwörungstheorie #nwo #kenfm #billgates #aluhut #who #coronavirus #attilahildmann #xaviernaidoo #youtubeuniversität #düsseldorf #autorenleben",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "5"
}