{
    "filename": "CABONmQjHzg.jpg",
    "description": "When 5G is fully rolled out & the higher frequencies of millimeter waves are permeating our towns, we’ll need to not only gift #tacticaltowerbusters at the site, but get radiation readings documented on camera using an HF 38B Analyzer or better. •\n\nI only have the Trifield 100XE multi spectrum which is better suited for EMF readings at home (dirty electricity in walls, appliances, smart meters, etc). •\n\nAs you saw in my last video I posted that was removed from Gootube, the engineer consultant shill for Verizon (that I sent a notice of liability to) said that once the 5g installations are live, the frequencies can’t be increased- “they are what they are”, & they’d need to get a permit & install new equipment to be able to increase the frequencies. •\n\nI feel he was being dishonest & disingenuous & he knows that they can & will be turned up to any variety of higher frequencies & they certainly won’t disclose when or why they’re doing this- there is no incentive or enforced regulation that would dissuade them to do so. •\n\nTelecom themselves have admitted 5G will be between 24-90 Ghz when fully operational. •\n\nAt 60 Ghz, you enter the classification of a “directed energy weapon”, & at 95 Ghz you are at the frequency that the military uses to disperse crowds using the ADS (Active Denial System). •\n\nhttps://scientists4wiredtech.com/2019/02/5g-will-use-the-same-frequencies-as-pain-inflicting-military-weapon/ •\n\nWe need to document the radiation readings & present them to our city councils because there is no way they are going to enforce any sort of random, independent, unscheduled radiation testing. That will be up to us. Like most of this. We will have to do the work ourselves because no one’s coming to save us. ✊🏽📡🌀 •\n•\n•\n\n#mandatoryvaccinations #fight5G #orderoutofchaos #chaosbydesign #coronavirus #agenda2030 #agenda21 #Event201 #martiallaw #covid1984 #plandemic #problemreactionsolution #conspiracyreality #covidiots #endthelockdown\n#5G #chemtrails\n#climatechangehoax #wtc7 \n#soros #billgates #rothschild #zionists #rockefeller #depopulation #eugenics #technocracy #kill5G  #electromagneticwaronhumanity",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}