{
    "filename": "CACOVYuA9GB.jpg",
    "description": "2019 will always be remembered as the year of leaderless mass protests. More people marched this year than any other year in history. It's a year rocked by a global awakening in the consciousness of citizens as leaderless uprisings ignited from Georgia to Chile to France to Hong Kong to Catalonia to the Netherlands to the Czech Republic to Ecuador to Bolivia to Colombia to Nicaragua to Serbia to Athens to Iraq to Iran to Syria to Lebanon to Egypt to Sudan to Algeria to Haiti. Citizens around the globe were in rebellion against the fascism of central governments and the banking elites who puppeteer them. They're all fighting one common enemy: POLITICIANS and the BANKERS who puppeteer them. People are finally discovering the scam of fiatmoney counterfeiting and are finally realizing who controls governments. It's the banks. It's ALWAYS been the banks behind all wars and misery. BUT WHAT HAPPENED TO THE PROTESTS? Last year we were wondering what the international baning elites will do to fight the leaderless uprising against them and their puppet governments. COVID19 was their answer. Like monsters out of a horror tale, the banks through their governments and corporations released a lab-made flu onto the masses to punish and enslave them and end the uprising. Thanks to COVID19, house arrests for everyone are ordered by most governments around the globe. Martial law is now in effect. Mass gatherings are forbidden. Medical quarantine is underway. The banking elites are winning this war. It's a war against YOU, the taxpaying citizen. And all governments and corporate media are in on it. When will you revolt? Revolution is the only solution. All wars, hunger, famine, disease, unemployment, homelessness, and misery are orchestrated by the banks. The key to ending all this nightmare is to simply abolish ALL BANKS and make ALL DEBT completely illegal. A debt-free decentralized opensource currency is the future. \n#TheyLive #RevolutionIsTheOnlySolution #Plandemic #ID2020 #MedicalMartialLaw #MedicalMartialLaw2020 #Event201 #GlobalHealthSecurityAgenda #NWO #NewWorldOrder #COVID19 #Coronavirus #COVID19Lockdown #Pandemic #PopulationControl #FamilyPlanning #SelfIsolation",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "5"
}