{
    "filename": "CAcsLE4ijVF.jpg",
    "description": "Würden wir glauben, man könne dem Staat alles abnehmen, würden wir diese Zeitung nicht machen. Ein Informationsministerium und ein paar Pressestellen würden reichen. Die taz lebt davon, ein Gegenmodell zum Verlautbarungsjournalismus zu sein. In der Coronakrise aber fallen die Vorstellungen, was Kritik und Aufklärung sind, auseinander.\n\nManche LeserInnen klagen, der taz falle in der Jahrhundertkrise nichts Besseres ein, als die staatliche Gesundheitspolitik zu benicken. Denn in ihrer Berichterstattung ist die Redaktion oft zu dem Ergebnis gekommen, dass der Staat auf Grundlage des verfügbaren Wissens durchaus Dinge richtig gemacht hat.\n\nDas sehen nicht alle so. Die Kritik an der Coronapolitik füllt heute Straßen und Plätze, Telegram und Tiktok. Es artikuliert sich ein Kontinuum, dessen Pole klar erkennbar, dessen Schattierungen aber undeutlich sind: Auf der einen Seite stehen berechtigte Sorgen um Grundrechte und wirtschaftliche Existenzen, wird substanzielle Kritik an der Pandemiepolitik mit der sozialen Frage gekoppelt.\n\nDaneben steht, oft kaum trennscharf, Geraune aus den schattigen Ecken des Internets, das sich bis zu Antisemitismus und offenkundigem Wahn versteigt. Verschwörungsglaube hat mit der Pandemie eine grelle Projektionsfläche gefunden. Manche wüten heute mit den gleichen Worten gegen die Coronapolitik, wie sie es vor Kurzem noch bei der Flüchtlingspolitik getan haben. Dem, was sie über Corona sagen, mag der rationale Kern fehlen, nicht aber die politische Funktion: Es soll die Ablehnung demokratischer Institutionen anfachen.\n\nDiese düsteren Anteile der Coronakritik zu benennen, ist keine Diskreditierung legitimer Kritik. Doch viele empfinden es so. Helfen kann da nur, Grenzen auszuleuchten, auch im eigenen Milieu.\n\nDiesen und weitere Texte aus unserem Entschwörungs-Schwerpunkt findet ihr auf taz.de/insta\n__________\nText: Christian Jakob & Sabine Seifert\nFoto: Jens Gyarmaty\n\n#verschwörungstheorie #verschwörungsmythen #meinungsfreiheit #fakenews #grundgesetz #regierung #aluhut #billgates #widerstand2020 #covid19 #corona #coronavirus #coronakrise #covid_19 #coronamaßnahmen #hygienedemo #abstandhalten #tazmusssein #tageszeitung #taz",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}