{
    "filename": "CAcUKOFiAvx.jpg",
    "description": "Die Meinungen zur Corona-Pandemie und den Maßnahmen dagegen gehen weit auseinander – auch innerhalb der taz-Leser*inneschaft. Unser Schwerpunkt versucht, die Grenze zu erkunden. Und Verständigung zu schaffen: Dass da, wo Kritik und Aufklärung sind, kein Verschwörungsglaube hin passt.\n\nEine kleine Einführung in die Geschichte der Verschwörungstheorien: \nDie Erde ist hohl. In Tunnelanlagen werden Kinder festgehalten, um ihr Blut zu gewinnen. Die Eliten extrahieren Adrenochrom daraus, um sich zu verjüngen. Wer die Eliten sind, kann man sich denken. Es sind die Illuminaten, oder die Juden. Vielleicht auch Reptilien. Oder alles zusammen. Ihre Chefin heißt Hillary Clinton. Während Sie diese Zeilen lesen, bemühen sich hunderttausend US-Soldaten unter dem Kommando Trumps darum, die Kinder zu befreien. So ungefähr sehen Anhänger des anonymen „Q“ die Welt.Richard Hofstadter prägte für solche Erzählungen einst den Begriff der „Verschwörungsfantasien“. Sie seien durch einen „paranoiden Stil“ der Welterklärung gekennzeichnet. Ihre Wahnhaftigkeit besteht oft gerade darin, dass es sich um so wohlausgeklügelte Systeme handelt, dass es in ihnen keine Zufälle, keine Widersprüche, keine Ambivalenzen gibt – aber dafür umso dämonischere Individuen und Gruppen, die uns brave Menschen austricksen.AnzeigeDas widerspricht jeder Erfahrung und erzählt uns mehr über die Anhänger dieser Fantasien als über die Welt, die diese angeblich beschreiben. Die Bösen sind immer die anderen. Wahnvorstellungen nicht unähnlich sind diese Fantasien, denen andere Forscher den Status einer Theorie zugestehen, weil sie einerseits den Anspruch an Belegen an wissenschaftliche Theorien „übererfüllen“, während sie andererseits unterkomplex sind, also mit sehr wenigen Annahmen sehr viel erklären. „Zu schön, um wahr zu sein“, wie Forscher das Problem zusammengefasst haben.\n\nDen ganzen Text findet ihr auf taz.de/insta\n\n#verschwörungstheorie #verschwörungsmythen #meinungsfreiheit #fakenews #grundgesetz #regierung #aluhut #billgates #widerstand2020 #covid19 #corona #coronavirus #coronakrise #covid_19 #coronamaßnahmen #hygienedemo #abstandhalten #tazmusssein #tageszeitung #taz",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}