{
    "filename": "CAD-QbglsRI.jpg",
    "description": "SPEAK OUT! Please tune in Wednesday 5/13 @ 1:00 pm PST (4:00 pm EST) for another IG Live with @governmentiscool (Sam has his own account now!) Put away all your statistics for now and realize that the United States Government as well as all the governments of the world are complicit with the careful, and swift removal of natural human rights.\n\nMany of you that are in the United States forget the ideals that this country was founded upon, and forget that you enjoy many of these rights today based on an old document known as the CONSTITUTION.\n\nThis little document was created during a time of emergency when the central government was ineffective and weak. The reason the Constitution is so important is the fact that it grants us the freedoms we have exercised every day up until the start of this spanish beer bug circus.\n\nIt should be our RIGHT to decide how to go about dealing with this bug going around, not being told how to deal with it. Our central government is and local governments do not have the power to infringe upon our Constitutional Rights. Here is how our rights have been infringed upon so far:\n\nFreedom of Speech - In New Jersey you can be criminally prosecuted for spreading 'false information' via social media about recent events.\n\nFree Excercise - In our country Religious ceremonies have been officially banned, and there have been countless stories of churchgoers that have received fines for attending church IN THEIR CAR!\n\nFreedom of Assembly - Large gatherings have been deemed illegal in many of our states, and many people have received fines and/or been arrested for invoking their constitutional rights.\n\nYour government doesn't care about your health plain and simple. If you would like to be re-educated by us on Wednesday, please tune into our IG Live hosted on Reyna's profile @veganreyna\n\nCan't we all just agree that wearing the mask also makes us look like morons?\n\n#plandemic #reopenamerica #constitution #event201 #beervirus #covid19 #flattenthecurve #policestate #martiallaw #mandatoryvaccine #hoax #government #scienceisthenewreligion #obey #wearamask😷 #firstresponders #citizen #watchtheworldburn",
    "tags": [
        "Plandemic"
    ],
    "year": "5"
}