{
    "filename": "CADnzBehPAI_2.jpg",
    "description": "Thoughts?\nThe #MarkOfTheBeast is here.\nSeveral U.S. states are exploring using technology to make sure #COVID patients are staying home and adhering to social distancing and self-quarantine rules. Meanwhile, #Israel’s Prime Minister #BenjaminNetanyahu has stated that he wants all kids to get a microchip tracker when they are born, something that would surely drip down to the rest of the population.\nA deep dive by Reuters into the issue of using #Orwellian technology revealed officials in the states of #Arkansas, #Hawaii, #Kentucky and #WestVirginia suggests using GPS-enabled ankle bracelets and smartphone apps to track #COVID19 patients. “Various ideas being evaluated for tracking those under mandatory quarantine in response to the COVID-19 pandemic are right now just that, ideas,” Hawaii’s COVID-19 Joint Information Center said for the Reuters piece published Thursday. “We don’t want to take away people’s freedoms but at the same time we have a pandemic,” added Amy Hess, #Louisville, #Kentucky’s chief of public services.\nAccording to Reuters, officials in some states would also use the measures to enforce #stayathome orders given to arriving air passengers who are forced to abide by a 14-day quarantine.\nAnkle bracelet tracking is already in place in Kentucky, Reuters further reports.\nSeven people who broke quarantine rules in Louisville, Kentucky were court-ordered to wear GPS-tracking devices manufactured by Colorado-based SCRAM Systems, according to Amy Hess, the city’s chief of public services.\nReuters additionally reports that ankle bracelet supplier Shadowtrack Technologies Inc. President Robert Magaletta, which supplies nearly 250 clients across the criminal justice system, even commented that it has had state and local governments inquire about re-purposing their tools for quarantine enforcement. However, the company wouldn’t name the states that have requested to buy the technology.\nThat’s not all, a smartphone app maker, E-Cell, said they had recently been approached by a state agency that wanted to adapt its detainee-tracking smartphone app for quarantine enforcement. 🖐🏾More in comments👇🏾#CoViD1984 #Technocracy #NewWorldOrder",
    "tags": [
        "New World Order"
    ],
    "year": "5"
}