{
    "filename": "CAdQo4AgH4Q.jpg",
    "description": "We already knew this.  News is starting to break.  Basement dwellers and corona Karen's will still be begging for protection though. \nFor those of you still wiping down groceries and other packages amid the ongoing coronavirus pandemic, breathe a sigh of relief: The Centers for Disease Control and Prevention (CDC) now says the novel virus “does not spread easily” from \"\"\"\"touching surfaces or objects\"\"\"\" — but experts warn that doesn’t mean it’s no longer necessary to take \"\"\"\"practical and realistic\"\"\"\" precautions in stopping the spread of COVID-19.\nThough when the change was made is not currently clear, the federal health agency appears to have subtly shifted its guidelines from March which simply said it “may be possible” to spread the virus from contaminated surfaces.\n\"\"\"\"It may be possible that a person can get COVID-19 by touching a surface or object that has the virus on it and then touching their own mouth, nose, or possibly their eyes,\"\"\"\" the CDC said on a now-archived page from March 28. At the time, however, the CDC did note that this possible method of transmission \"\"\"\"is not thought to be the main way the virus spreads.\"\"\"\"\nEven so, the CDC now includes \"\"\"\"surfaces or objects\"\"\"\" under a section that details ways in which the coronavirus does not readily transmit.\nOther ways in which the virus does not easily spread is from animals to people, or from people to animals, the federal agency said on its updated page.\n“COVID-19 is a new disease and we are still learning about how it spreads. It may be possible for COVID-19 to spread in other ways, but these are not thought to be the main ways the virus spreads,” according to the CDC.\n.\n.\n.\n#dontbelievethelies #dontbelievethehype #bigthingshappening #backroundnoise #deepstate #hospital #filmyourhospital #clintons #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth",
    "tags": [
        "Qanon"
    ],
    "year": "5"
}