{
    "filename": "CAEi7oYB_fo.jpg",
    "description": "Thoughts?\n\n#RomanCatholic #MelindaGates in an interview on TODAY Show pushing hard for a global #COVID19 vaccine was wearing a bright and shiny upside-down cross around her neck.\n\n#Symbolism is very important to groups like the #Illuminati, the #NewWorldOrder and others, as they love to flash you signs of how much smarter they are than you and I are. They like to put their true agenda right in our faces, and dare us to figure it out. All this brings us to an interview the TODAY Show did with Melinda Gates back on November 8th, where we see Melinda wearing an upside-down, or inverted, cross around her neck. Who likes to wear inverted crosses? Satanists, pagans, witches, warlocks, New Agers, most people in Hollywood…you get the idea. “Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:” Galatians 3:13 (KJB)\n\nMelinda Gates on pandemic: ‘We haven’t had leadership at the national level … it’s chaos’\n\nFROM TODAY: As part of our coronavirus series The Search for Solutions, TODAY’s Savannah Guthrie spoke exclusively to Melinda Gates, who is working to address the pandemic through the #BillandMelindaGatesFoundation. She says there are “a few good candidates” for a vaccine and that the U.S. needs “to start looking at a paid medical leave policy” to help workers on the front lines. She also criticizes the #Trumpadministration for its response to the crisis: “We haven’t had leadership at the national level … it’s chaos.” I will let you make up your own mind as to why Melinda Gates chose to wear an upside-down cross on national television. I know she went to Catholic school, and that she and Bill have raised their children as Catholics. But when you look at the millions of dollars they give to Planned Parenthood, an organization that exists to slaughter children in the womb, exactly what kind of Catholic she is gets a little murky, to say the least.\n\nRead More: [https://www.nowtheendbegins.com/roman-catholic-melinda-gates-upside-down-cross-today-show-global-vaccine/] #Event201 #GlobalHealthSecurityAgenda #PopulationControl #Technocracy #ScientificDictatorship",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "5"
}