{
    "filename": "CAFuzgiDElp.jpg",
    "description": "𝗪𝐞 𝐝𝐨𝐧’𝐭 𝐰𝐚𝐧𝐭 𝐲𝐨𝐮𝐫 𝐯𝐚𝐜𝐜𝐢𝐧𝐞! ✖️💉✖️🚫✖️⁣💉✖️🚫✖️💉✖️🚫✖️💉✖️\nFirst thing- before you label me as a “conspiracy nut”- do your own research. In fact, you could simply listen to the things that come out of Bill’s very own mouth. It amuses me how the mainstream media is attacking the LARGE portion of our population that questions Bill’s motives and qualifications to nominate himself as the man to become the Coronavirus vaccine innovator. Google “Bill Gates Vaccine” and you will see all of the top news outlets accusing ALL of those who dare to question Bill as insane conspiracy theorists. Basically, we are ‘crazy’ if we choose to ask questions about his intentions when he has committed crimes against humanity, is a clear advocate for depopulation, and partners with/donates to other groups with very questionable motives- such as Monsanto/Bayer. ⁣\nI wanted to say and explain a lot more in this post, but my main point here is TO DO YOUR OWN RESEARCH and FORMULATE YOUR OWN OPINIONS. I’m not by anyway doubting the severity of Coronavirus or the need to find a medical cure.  I’m just saying that YouTube documentaries, mainstream media, or even your mother should not be influencing your entire option here. Look at the the direction the money flows, things Bill has said and done throughout the past couple of decades, and the demographics that the virus has affected the most. We are given the gift of intuition and the access to an abundance of knowledge- utilize it!⁣\nAnd hey Bill- why don’t you take that vaccine money and use some of your 100 billion to help people stay afloat financially while quarantined? The level of greed and addiction to power and control is so evident here. Stick to what you know and leave the medical stuff up to the people who are qualified! ⁣\n#billgates #billgatesisevil #gatesfoundation #fuckbillgates #billgatesfoundation #coronavirus #coronavirusvaccine #vaccine #coronavirusoutbreak⚠️ #followthemoney #depopulationagenda #fuckcorona #fuckthesystem #bethechange  #coronavirusaustralia #fuckmonsanto #monsantokills #monsanto #vegancake #veganglutenfreebaking #glutenfreecake #matchacake #nongmofoods #taxtherich #realnews",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}