{
    "filename": "CAgfO4ZJKNA.jpg",
    "description": "Wear your mask if you want , but did u ever think? Aren't we supposed to exhale the carbon dioxide and breathe in fresh air.... We breath in oxygen and breath out carbon dioxide, where does the carbon come from?\n\nThe carbon dioxide breathed out is a by-product of the process of cell respiration, as is water. In this process, energy is produced in the mitochondria of cells. This energy is our physical \"\"life force\"\". Both oxygen and glucose are required for this. Glucose contains carbon. That's where the carbon in carbon dioxide comes from. Glucose plus oxygen produces carbon dioxide, water and energy. When this process stops, the cell dies.....\nThe food and drink we eat can be broken into carbon compounds, one of the most simple being glucose (C6H12O6). When that reacts with oxygen (O2) in the cells, it produces carbon dioxide (CO2) and water (H2O). C6H12O6 plus 6O2 gives 6CO2 plus 6H2O plus energy. We use the energy and the carbon dioxide is breathed out as gas. Like other things in life, breathing isn't that simple. What we breathe in is far from pure oxygen, but roughly by volume 78 per cent nitrogen, 21 per cent oxygen, 0.965 per cent argon and 0.04 per cent carbon dioxide (plus some helium, water and other gases). The permanent gases in air we exhale are roughly 78 per cent nitrogen, 15 to 18 per cent oxygen (we retain only a small amount), 4 to 5 per cent carbon dioxide and 0.96 per cent argon, the CO2 being of course used by plants during photosynthesis.\n #covid19 #federalism #usconstitution #broadandliberty  #Drjudymikovits #judymikovits #plandemic  #scamdemic #plandemic2020 #fauci #coronavirus #covid19 #quarantinelife #forcedvaccine #policestate #donotconsent #vaxxed💉 #femacamps #policestate #humanrights #usconstitution #foryourhealth #knowyourrights #nwo #agenda21 #id2020 #cdc #awakening #standupforyourrights #stop5g # #scamdemic #plandemic #cannabis #billofrights  #cannabiscommunity",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}