{
    "filename": "CAhxd69F9pL_1.jpg",
    "description": "A lot of people are starting to see what is happening in the world right now. But most of them still wonder what can we do? If you take a look at history you would see the power we have. Every part of freedom we have is because of the fights our ancestors have fought. This wasn’t just freedom for them but also for us. And I feel ashamed about the fact how easily we’re just handing our rights back without a fight…Don’t you? 😏\nSomething as simple as eating a baguette was a fight that had to be won. Even in the 18th century they called it a “conspiracy theory”, Pacte de Famine. That time the theory was that foods, especially grain, were purposely withheld from the people, for the benefit of the elite. \nBut then the mass of people finally realized the fist they could make together against the elite and they’re political policy. Eventually this and other reasons has led to the French Revolution. And thanks to that you’re able to enjoy your baguette…😜\nBut now in our situation….do you realize that they are deciding about our lives? Our businesses? Our rights? Our future? Our happiness? Do you also realize we’re the majority? That the government works for us? And not the other way around? Do you realize we don’t have to agree with them? We can demand our lives back? Shut up and pay your taxes isn’t what this “democracy” is supposed to be…isn’t it? They are already warning us about a “second wave” that might come…If we behave naughty and don’t obey the rules. Since when did the government turn into our parents? Must have missed that part…\nSo I believe it’s time for all of us to be naughty and don’t obey the rules because our freedom is at stake….✌️#standthefuckup ⁣\n⁣\n⁣\n⁣\n⁣\n#speakup #truthseeker #draintheswamp  #pizzagate #saynotobillgates #nonewnormal #qanon #truthfreedomhealth #billgates #5g #freedom #londonrealarmy #cabal #who #wwg1wga #id2020 #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G"
    ],
    "year": "5"
}