{
    "filename": "CAj0V2YH7iL.jpg",
    "description": "Singapore has taken the monitoring and enforcement of social distancing to a whole new level, by deploying a robot dog, backed by a fleet of drones, to make sure citizens keep their hands to themselves.\n\nIt began usage on Friday May 8, the robot dog, creatively dubbed ‘Spot,’ now monitors the Bishan-Ang Mo Kio Park in the city-state. \nIt is the first trial of a new initiative to enforce social distancing in the Singapore’s parks, gardens and nature reserves, all managed by the National Parks Board.\n\nThe motorized mutt delivers a pre-recorded message telling visitors to keep a safe distance from each other and is fitted with cameras and video analytic software to calculate and estimate visitor numbers to a given park and to monitor their density.\n\nThis technology is only the beginning and is paving the way for a nightmare dystopian society. 5G, AI, Robots, Facial Recognition Cameras, Drones, and other \"\"Smart\"\" technologies are what the Elites and Technocrats are using and will further devolop to create their desired totalitarian society. Agenda 21/2030 says that private land ownership will be abolished and that citizens will live in Megacities for \"\"sustainability\"\". Agenda 2030 is in fact the New World Order in disguise and these technologies play a major role in creating the nightmare society these rich psychopaths have been working to create. We MUST resist this if we wish to live in a free society. \n#1984 #1984georgeorwell #georgeorwell #bravenewworld #dystopian #totalcontrol #totalitarianism #newworldorder #newnormal #lockdown2020 #covi̇d19 #coronavirus #protectchildren #protectyourself #protectfreedom #freedomforall #freedomfighters #freedomfighter #orwellian #wakeupsheeple #awakenthemasses #raiseawareness #publicserviceannouncement #savehumanity #saveourplanet #savetheplanet #saynotobillgates",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "5"
}