{
    "filename": "CAJMJ_Fj-7z.jpg",
    "description": "#Repost @b.feyzaaksoy with @make_repost\n・・・\nEğer bu saçmalık düzelmezse(covid paronayası), önümüzdeki birkaç hafta içinde veya çok yakın bir gelecekte, dünyamız ‘dünyamız’ dediğimde sadece nerede yaşadığım ya da yaşadığın hakkında konuşmuyorum ama dünyamız, gezegenimiz farklı bir yer olmak üzere! \nİnsanlar yakın gelecekte daha hasta olacaklar,kontrol edilecekler ve gizlilikleri olmayacak. Gelecekleri olmayacak. Dünyanın bu problemli yalanları anladığından emin olmak istiyorum. \nBu sipariş edilmiş üst düzeyde yanlış bilginin kaynağı ne? \nTehlike görünmez değil, tam önünüzde! Tehlike bizzat dikkatinizin dağınıklığı! \nBilirsiniz insanları kontrol etmenin tek yolu, insanları cehalet içinde tutmaktır! \nŞu anda yaşananların ne olduğunu insanların anlaması ve uyanması gerekiyor! \nBu bir illüzyon ve bu iş birtakım zorlamalara ve RF(Radyo Frekansı Tanımlama Çipi) çiplerininuygulamasına gidiyor. \nHerkes aşılanmaya mecbur tutulacak ve bu insanları takip etmek için, kimin aşılanıp kimin aşılanmadığını bilmek için RF çipler kullanılacak. \nBirkaç gün önce Stanford Üniversitesinde bir çalışma yayınlandı. Stanford çalışması şunları söylüyor: ‘Covid-19’dan kaynaklı ölüm oranları normal gripteki ölüm oranlarından farklı değil. Kontrol altındaki ana akım medyada bunları duydun mu peki? \nÇalışma bize Covid-19’un abartılı bir dezenformasyon olduğunu gösterdi. Hatta düşündüğümüzden de daha abartılı! Ee tabi ki böyle olmak zorunda, dünyanın tamamı bu konuya odaklanmalı! Stanford Üniversitesinin çalışmasını sıradan bir çalışma gibi sundular. Biz de çok yaygın olduğu halde normal gripten farkı olmadığını düşünüyoruz. \nAslında tek yaptıkları tüm ölümleri abartarak, Covid-19 olarak etiketlemekten ibaret. Gerçekte bu kara mizahı nasıl sunduklarını bilmek ister misin? \nParaşütsüz bir uçaktan mı düştün? Sebebi, Covid-19. \nKafandan mi vuruldun? Sebebi Covid-19. \nKalp krizi mi geçirdin? Sebebi Covid-19. \nŞu anda her türlü ölümün sebebi Covid-19. Bu tür bilgileri sürekli duyar olduk... #koronatürkiye #korona #cip #asi #salgın #coronavirus #coronaturkiye #covid #covid19 #newworldorder #newworldorderagenda #fucknwo #fucknewworldorder #fuckbillgates #fuckrockefeller #fuckbilderberg #fuckrothschild",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}