{
    "filename": "CAnfVD3Af7m.jpg",
    "description": "Bill Gates is generally is portrayed on mainstream corporate media as a kindly philanthropist who generously funds projects to improve health and fight poverty. •\n\nHowever, the image and the reality are far apart. The reality is that Gates, throughout his entire career, has been obsessed with the idea that the human population needs to be drastically reduced and that any means to this end is acceptable, including the creation of vaccines to sterilize people but offered to them as a defense against disease. •\n\nEventually, Gates saw the potential for using vaccines for yet another hidden purpose, and that is for injecting micro chips and data tattoos into the skin that, in addition to pushing pharmaceutical concoctions into the blood stream, also embed digital data that can be read by scanners to identify every person on the planet. •\n\nThey also will carry a record of vaccine acceptance, medical history, psychological profiles, and social-behavior scores. •\n\nOh, yes, all of this “philanthropy” has created huge profits for the companies in which Gates is invested. Every dollar given away has come back with ten others. •\n\nHere are a few other industries Gates is heavily invested in that maybe you weren’t aware of: \nThe GMO/Big Pharma/factory farm triad:\nRoughly 80% of antibiotics in the U.S. are given to factory farmed animals, & these animals are also administered up to 450 pharmaceutical drugs. They are also mostly fed GMO soy. •\n\nWorldwide Solar Geoengineering, aka chemtrail spraying & sun-dimming. He’s on record saying we must dim the Sun with (toxic metal) nanoparticulates to “cool the planet from global warming”. •\n\nThis is the real Bill Gates of Hell. •\n•\n•\n•\n•\n\n#mandatoryvaccinations #sundimming #fight5G #eugenics #orderoutofchaos #chaosbydesign #contacttracing#coronavirus #agenda2030 #agenda21 #Event201 #martiallaw #covid1984 #plandemic #problemreactionsolution #conspiracyreality #covidiots \n#5G #chemtrails #climatechangehoax #wtc7 \n#soros #billgates #rothschild #zionists #rockefeller #depopulation #technocracy #kill5G  #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic"
    ],
    "year": "5"
}