{
    "filename": "CAnJssmBcGs.jpg",
    "description": "[Link To Episode 📲🖥🎧: https://factionsoffreedom.jimdofree.com/2020/05/22/sn1018-infection-investigations-pandemic-policing-gauntlet-challenges/] As the dust begins to settle on the first wave of tyranny surrounding CoViD-1984, people are beginning to wonder if all these changes were necessary. The world is beginning to begrudgingly accept the propagandized “new normal” with lockdown zealots essentially forming shame mobs against people not engaging in proper mask etiquette. What has become of this country, this once land of the free and home of the brave? Only, this issue isn’t only in America…\n\nWhile things may seem dire and almost dystopian, we are seeing moves in some of the most unlikely spaces. The fact that our technocratic overlords see it so fit to manipulate search results and curate content, alludes to the very real reality that that are other solutions besides what’s being promised. Doctors, scientists, epidemiologists and more are coming out in droves, not only protesting the lockdowns, but also Bill Gates’ vaccine and anything else he may be attached to.\n\nHowever, as this exposition of global magnitude takes place, there are bound to be unforeseen consequences such as major players being removed from popular platforms, salon owners being arrested, fined and jailed, prominent scientists disappeared, journalists silenced all in the attempt to bring you the truth. This over reaching, technocratic threat is what we’re up against, and it will take all of us to succeed; A system this corrupt requires compliance while met with only resistance.\n\n#FactionsOfFreedom #FreedomFaction #Podcast #AlternativeNews #ConsciousMedia #TruthSeeker #Killuminati #WakeUp #NewWorldOrder #Technocracy #CoViD19 #CoViD #CoViD1984 #PoliceState #GlobalHealthSecurityAgenda #PopulationControl #Censorship #Agenda21 #Agenda2030",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "5"
}