{
    "filename": "CAnQ7E4Fimj.jpg",
    "description": "Peace of mind is obtained by solving problems and not avoiding them. Although you can’t control everything around you... there are things you can control. I feel like often people avoid the hard questions and prefer to look away. 🙈That moment of discomfort has to be avoided at any cost. Now in this lockdown people prefer to believe what the government is telling them instead of the piling evidence that’s pointing in a different direction. Why is that? Isn’t the truth more important? Although it’s an ugly one? This “cognitive dissonance” has an huge impact in our lives. I believe it makes us passive and reluctant to change. But don’t you believe change is necessary for growth? 🤷🏻‍♀️\nI just wonder how much proof do people need before they realize it’s all a lie?!? Because for example if you accept the virus is made in a lab... can you also accept that it can be used as an biochemical wapen? If you accept that people are allowed to have different opinions... is all this censorship then justified? If you know corruption exists in even the smallest companies...how dirty  would that then be on the highest top? If you know people die from the flu every year...why does it matter now more? If you know Gates is not a doctor... why do we listen to him then? If you know money talks.... why do you listen? If you believe democracy is real... why has the government been violating our constitution repeatedly? I could keep going ... but you get my point😉 A lie will always stay a lie but you’re the one who controls the way you see it ✌️ ⁣\n⁣\n⁣\n⁣\n⁣ ⁣\n⁣\n\n#speakup #truthseeker #draintheswamp  #pizzagate #saynotobillgates #nonewnormal #qanon #truthfreedomhealth #billgates #5g #freedom #londonrealarmy #cabal #who #wwg1wga #id2020 #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G"
    ],
    "year": "5"
}