{
    "filename": "CAocEMNA8Ks.jpg",
    "description": "🤜🤛WELL SAID FRIEND! @findyerzenbaibee\n--- #repost\nWe are NOT all in this together \nMasks, social conditioning (distancing), new normal, lockdowns, flatten the curve, stay at home and save lives, essential workers and businesses, etc....I am not using any of these bullshit phrases and I sure as fuck am not participating in this insanity.\n\nWe are most definitely NOT in this together. If you’re doing the things listed above and repeating the phrases like a good little slave that’s your problem and you’re on your own. I reject the lies, manipulations and straight bullshit they are feeding us.\n\nThe world governments and media are lying. They are known liars. They are doing what they have always done and that’s condition and brainwash the masses with lies and fear mongering bullshit. Repeating the phrases and participating in their social conditioning phrases is what they want. I refuse to be part of their experiment and tyrannical agendas. \nPick your side. \nYou can conform, you can obey, you can sit on the sidelines and relinquish your freedoms while you simultaneously look like a fool following along. \nOr\n\nYou can wake the fuck up. Start thinking critically and become a real individual instead of a pawn being used to further the globalist agendas. \nThe choice is yours. \nSo if you’re falling for this plandemic you’re on your own because I’m not participating. \nSincerely,\nA free thinking and bullshit analyzing truth teller\n\n#truthers #truther #truthaboutcovid19 #truth #truthermovement #thisisntaboutavirus #thisisaboutcontrol #plannedemic2020 #plandemic2020 #plannedemic #qarmy #qarmyusa #qanon🇺🇸 #wakeupsheeple #wakethefup #wakeupsheep #wakeup #questioneverything #qsentme #wwg1wga🇺🇸 #wwg1wga #wwg1wga🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸 #wwg1wgaworldwide #unnwo #newworldorder #newworldorderagenda #newwworldorderiscoming",
    "tags": [
        "Qanon",
        "Plandemic",
        "New World Order"
    ],
    "year": "5"
}