{
    "filename": "CAOK2K1gZLw.jpg",
    "description": "Partners in Health was recently selected by Massachusetts governor Charlie Baker to conduct Coronavirus “contact tracing,” a process that involves teams of investigators finding out who infected people have come into contact with.\nThe group is already “training and deploying hundreds of contact tracers.” Some citizens fear the potential for mass surveillance posed by contact tracing, especially in light of a Democrat-introduced bill in Congress to authorize contact tracing “at individuals’ residences.” Partners In Health’s involvement will not assuage many fears, considering the group has received funding from George Soros and Bill Gates organizations and counts Chelsea Clinton on its board of trustees.\nPartners in Health lists George Soros’ Open Society Foundations as an official partner, along with the Bill and Melinda Gates Foundation. Partners In Health lists Open Society Foundations on its 2015 annual report as a supporter to the tune of $1 million or above, along with the Gates Foundation. Chelsea Clinton serves on Partners in Health’s Board of Trustees, according to its 2019 annual report. \nPartners in Health co-founder Paul Farmer’s achievement.org bio notes: “Farmer’s work attracted the support of philanthropists, including George Soros and Bill and Melinda Gates. In 2002, PIH received a $13 million grant from the Global Fund for improvements in the Cange complex. In 2005 the William J. Clinton Foundation funded a Partners in Health AIDS program in Rwanda.” Farmer and Chelsea Clinton did a Clinton Foundation podcast together in 2019.\nA #Plandemic at its highest form.. #GeorgeSoros #Soros #Clinton #FireFauci #BillGates #vaccines #CoronaVirus #Covid19 #massachusetts #GovCharlieBaker #CharlieBaker #CNN #BBC #FoxNews #MSNBC Bill #HR6666",
    "tags": [
        "Bill Gates",
        "Plandemic"
    ],
    "year": "5"
}