{
    "filename": "CAOPolPHFX3.jpg",
    "description": "Please tell me the last time you hear WHITE COP SHOOTS BLACK MAN????? So why make it clear it was a black cop that shot this black man. Oh but its black people who make it all about race right???? @williedlive\n---\nI want you to think about the language the reporter #CourtneyFischer chose to use “Black officer killed Black man.” When is the first or last time you ever heard a US reporter say “The White officer killed the White man,” I’ll answer that,  NEVER! This is why people don’t trust the media. They use certain key words and phrases to push certain narratives to match their agendas. They are not for the people. Could it be that the mainstream media, law non-enforcement, the courts and the government are all in the same gang? Is that why it’s so hard for everyday people to get justice or be treated fairly? Too many people are being slaughtered in the name of law and order by those in law who are out of order. We can longer allow those hired to do the bidding of evil empires to operate with impunity. They must be called out - every single time. Courtney we see you. 👀@courtneyabc13 #irunwithahmaud #IRunWithMaud\n#AhmaudArbery #Joggingwhileblack\n#SeanReed\n#BreonaTaylor \nWhile the world only has to deal with the CORONAVIRUS. Black people still have to deal with #Racism and #PoliceBrutality. Smh The attack on our people never stops. \n#POPULATIONCONTROL \n#corona  #coronavirus  #Hr6666 #TraceAct #COVID19 #Shutdown #Martiallaw #quarantine  #pandemic #5G #Vaccination • Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"\"\"\"fair use\"\"\"\" for purposes such as criticism. commenting, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. • WE ARE THE #BLACKMEDIA SO WE MUST #CONTROLTHENARRATIVE becuase #ChangingTheNarrative IS OUR RESPONSIBILITY\n• Follow My PUBLIC PAGE @wecontrolthenarrative \n#wecontrolthenarrative AND MY PRIVATE PAGE @Therealremyredd2 #Therealremyredd2 @Bothervex #BotherVex ✊🏾👊🏾 #therealremyredd\n#happyblackhistorymonth #blackhistoryis365daysayear",
    "tags": [
        "5G"
    ],
    "year": "5"
}