{
    "filename": "CAp9LTYn6l0_2.jpg",
    "description": "#GeorgeFloyd wads an innocent man. A grocery store thought he gave a bad check. A BAD CHECK CAUSED THIS MAN HIS LIFE. Police came as they do for blood. He was in handcuffs, behind his back while on his belly. This Minneapolis officers MURDERED HIM FOR NOTHING. #DerekChauvin kneeled on this man's neck for 7 mins as #TouThao  stood by and did nothing. When he became unresponsive Chauvin continued to kneel on his neck then threatened to OC Spray the angry crowd that was telling the officer to check the man's pulse. A Minneapolise firefighter even came to the scene demanding they check the man's pulse. PLEASE REPOST AND SHARE. This can not just go away. \n#POLICEAREOUTOFCONTROL • #NoSuchThingAsAGoodCop\n\nWhile the world only has to deal with the CORONAVIRUS. Black people still have to deal with #Racism and #PoliceBrutality. Smh The attack on our people never stops. \n#POPULATIONCONTROL \n#corona  #coronavirus  #Hr6666 #TraceAct #COVID19 #Shutdown #Martiallaw #quarantine  #pandemic #5G #Vaccination\n\nWatch as these gang members show their control over our communities. Using Violence, Aggressive, and Disrespectful words and behavior. They are nothing more then bullies. Most of them are racist. Joining the police allows them the power they want over the people they hate. They get a license to kill and traumatizes our people. THE POLICE ARE THE BIGGEST ORGANIZED GANG. THEY HAVE NEVER STOPPED MOVING AS SLAVE CATCHERS. \nI dont know if the answer is more BLACK cops especially when they hurt us worse. Just to prove they are one of the good ones to their white masters. • Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"\"fair use\"\" for purposes such as criticism. commenting, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. • WE ARE THE #BLACKMEDIA SO WE MUST #CONTROLTHENARRATIVE becuase #ChangingTheNarrative IS OUR RESPONSIBILITY • Follow My PUBLIC PAGE @wecontrolthenarrative  #wecontrolthenarrative AND MY PRIVATE PAGE @Therealremyredd2 #Therealremyredd2 @Bothervex #BotherVex ✊🏾👊🏾 #therealremyredd",
    "tags": [
        "5G"
    ],
    "year": "5"
}