{
    "filename": "CAQbyGGlTph.jpg",
    "description": "I believe we are all born free but most of us are taught to obey. My mother taught me that we’re all equal. There is no human above or beneath me. Even royal blood looks the same under the microscope. So why should we obey? Who decides what’s good for us? What is good for me? 🤨They say those who know the least obey the best. Do you think that’s true? Is keeping us ignorant the easiest way to make us follow commands? This lockdown has been accepted so easily without questioning the authority. Why do you think that is? Laws have been made so we’re able to live in a civil society. But those same laws limit our freedom. And in some parts that is necessary. But do we need this many laws? Do we need laws that most of the people don’t even know or understand? Is this really in our best interest? To not be aware of the limitations of our freedom? And then we get to the most important part of the law, our constitution. It contains our fundamental rights. Those rights protect our humanity and are supposed to protect us from other people but most of all from the government. Their authority has limits. In a democracy we’ve “chosen” the government. They work for the people but like I’ve said before they are in no circumstance above the people. And the fact that they’ve decided to dismiss our fundamental rights, worries me. Does that worry you too? Do you see the danger in that? The abuse of power?🤨\nThe Western society has disapproved many years countries that were ruled by a dictator who discarded the fundamental rights of the people. But when it’s happening to us…..we don’t see it or we refuse to see it? What do you think ... do we need to obey? To me it’s obvious that this has nothing to do with us or our health. And even if it would be then it’s still my right to decide how I take care of myself or my health. The limits have been crossed and I refuse to obey...✌️ ⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n#speakup #truthseeker #draintheswamp  #pizzagate #saynotobillgates #nonewnormal #qanon #truthfreedomhealth #billgates #5g #freedom #londonrealarmy #cabal #who #wwg1wga #standthefuckup #id2020 #quarantine #covid19 #rebelonaroll ⁣",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G"
    ],
    "year": "5"
}