{
    "filename": "CAQBOfjnI4I.jpg",
    "description": "I hope the heroic speech by Ms. Cunial widens the scope of reasoning for people who have long been believing that all of this was just a \"\"Conspiracy Theory\"\".Let me resonate some of the thoughts of people I know.\n.\n- \"\"We already have been vaccinated.How does it really matter with one more vaccine? \"\" - Please know that this won't be just a vaccine, but a tool for population control and tracing every movement of yours by injecting nano trackers in our bodies. Neither the WHO, nor the global health experts have any solid data to testify the safety levels of these vaccines as well.Nobody except Billy knows what's going inside our bodies for a virus that was created by him.\n.\n- \"\"Why the hell are you so against masks?\"\"-I am and i will be against masks. For the simple reason that i am not giving in, submitting and surrendering myself to something created artificially and accepting this pathetic piece of placebo as the new way of life.That's why I hate it when people are making use of this pathetic situation as a new business opportunity-the so called \"\"entrepreneurs\"\"- a word that in this situation is simply a euphemism for capitalist tendencies.\n.\n- \"\"You are not a doctor\"\" -I am not and I don't intend to be.I share information that is verified and backed by solid evidence.But neither is Billy a doctor, and yet he made us all wear masks and mandating vaccines at a global level.And we are happily succumbing to his wishes, forced upon us,through fear mongering and corrupt media.\n.\n- \"\"We can't do much about this\"\" -We can, if we educate ourselves on this situation rather than simply accepting it as something natural.Sharing verified information rather than just hearsays and B.S. articles.Contribute by using social media for the purpose it can serve.For ONCE atleast.\n.\n- \"\"I am not interested in this B.S. I know how politics works,I have my majors in it and it's all a play of power\"\"- I rest my case.😊\n.\nI may not be able to convince anyone or make much difference \"\"out there\"\". But if I can share a little advice from my Dad based on a simple theory of Physics- \"\"Work done is never lost\"\". Hope you get the drift..BOOOOM>> #plandemic #billgatesisevil #newworldorder #covid19",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}