{
    "filename": "CAQOybNAz8k.jpg",
    "description": "Repost @freedom_faction\n・・・\n#BillGates is a “criminal” who must be charged with “#crimesagainsthumanity” by the International Criminal Court, according to an #Italian Member of Parliament.\n\nDuring a blistering 7 minute speech before the national parliament, Sara Cunial MP slammed Italian President Giuseppe Conte for teaming up with Bill Gates in a “global coup.” Here is a quote from the extraordinary speech: “We, the people, will build the fires of resistance to such an extent it will not be possible to repress all of us. I ask you, leader (of parliament), to be our spokesperson who will give advice to President Conte: Next time you receive a phone call from the “philanthropist” Bill Gates, forward it directly to the International Criminal Court for crimes against humanity. “If you won’t do this for us, tell us how we should define you, the ‘friendly lawyer’ who takes orders from a criminal,” said Cunial.\n\nThe Italian member of parliament is not the first person to accuse Gates of being unfit to dictate world health policy.\n\nAccording to Robert F. Kennedy Jr., Bill Gates “landed the job of dictating world health policy with no election, no appointment, no oversight and no accountability” and he is demanding to know how and why this happened, adding “Does anybody else think this is creepy?“ Last month Robert F. Kennedy Jr. slammed Bill Gates and his “messianic conviction that he is ordained to save the world with technology.” “Vaccines, for Bill Gates, are a strategic philanthropy that feed his many vaccine-related businesses (including Microsoft’s ambition to control a global vac ID enterprise) and give him dictatorial control over global health policy—the spear tip of corporate neo-imperialism,” Kennedy Jr. wrote. “Gates’ obsession with vaccines seems fueled by a messianic conviction that he is ordained to save the world with technology and a god-like willingness to experiment with the lives of lesser humans.”\n. .....\n#coronavirus #covid19 #chinesevirus #chinaliedpeopledied #billgates #billgatesfoundation #thesepeoplearesick",
    "tags": [
        "Bill Gates"
    ],
    "year": "5"
}