{
    "filename": "CAQuRc6Fh-o.jpg",
    "description": "Corona Grimoire 🦠💀 A song I did at my house when this quarantine stuff first started. Remember when the stores were overflowed? Remember how worried people were about food running out? About hand sanitizer and toilet paper? I guess people are still worried tho just not as much as when it first started. Do you guys think the worst is over with or is it just the beginning? Some are talking about a resurgence of the virus next winter, will that be when they release a more harmful bio weapon and people start actually dropping like flies? Then billionaire hero Bill Gates comes in with his rushed untested never before used RNA vaccine that’ll actually change your DNA and possibly inject lil robots inside you tracking you everywhere ya go? The technology exists, not saying it’s gonna happen exactly that way but the science is there and big brother is always looking for better ways to spy and control the public. And what about the #5g connection? Why are we censored for talking about this? Why are actual doctors being taken down off of YouTube for questioning the official narrative and giving their perspective? What happened to freedom of speech? I subscribe to the belief that the people in control of this planet are the same ones who killed JFK , did 9/11, and are spraying the skies daily amongst other grotesque shit. I think the Plandemic is part of a bigger agenda and it’s being used as an excuse to accelerate the new world order/ one world govt 🧐 the censorship happening against people like #DavidIcke by the big social media companies and even #Spotify is indicative of a conspiracy in itself. Guess we will see how it pans out 🤷🏻‍♂️\n“It’s South Park ain’t no ‘tegridy left \nMassive rituals surrounding our celebrity deaths \nRich eugenicists believing that your pedigree’s less\nTrying to fry you up and eat you while your energy’s fresh”\n#silenceisbetrayal #corona #payhomage #hiphopmusic #undergroundrap #freestyle #beats #rhymes #boombap #undergroundhiphop #lionkiller #bars #flow #rapmusic #realrap #emcee #coronavirus #covid19 #plandemic #pandemic #quarentine #billgates #conspiracy #scamdemic #rapper #nwo #oneworldgovernment",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "5"
}