{
    "filename": "CAsUfU0DiZF.jpg",
    "description": "Geçen hafta İranlı bir arkadaşım Jüliette Binoche hakkında ne paylaştığımı sormuştu. Ben de ona Bill Gates ve aşılarına hayır, 5 G’ye hayır dediğini be bunu 200 sanatçının desteği ile deklare ettiğini söylemiştim. Sonra araştırdı ve 2 saat sonra geri döndü. Böyle bir haber yok feyza dedi.  Ben daha ayrıntılı kelimelerle aradım ve Fransızca bir açıklama metni buldum. Çok şaşırdı çünkü Twitter’da 2017 senesine kadar olan tweetlerini taramış bulamamış. Ben de ona internette bilinmeyen ama çok şiddetli ama bir sansür uygulanıyor dedim ve işin kötüsü daha da şiddetlenecek.  Aynı arkadaş bugün Juliette Binoche’un bu konu ile ilgili sözlerini paylaşmak istediğinde instagramın buna izin vermediğini görmüş ve sinirlenmiş. “Onun çıplak bir fotoğrafını paylaşsaydım hiç sorun olmayacaktı ama!”demiş. Gördüğünüz gibi arkadaşlar bu devirde bilgi aslanın ağzında ve eğer toplum olarak gerçek bilgilerin peşine düşmezsek o aslanın ağzına biz düşeceğiz! @pariiisa.ghasemi Khyli mamnoon Paresajon ❤️ / Last week, an Iranian friend asked what I shared about Jüliette Binoche. I told her that she said no to Bill Gates and her vaccines and no to 5 G, and declared this with the support of 200 artists. Then he investigated and returned 2 hours later. Then she said there is no such news. I searched with more detailed words and found a description text in French. She was very surprised because she scanned her tweets on Twitter until 2017 but could not reach this information. I said to her, there is a very severe censorship on the internet and worse will get worse. The same friend wanted to share Juliette Binoche's words on this topic today. Then she saw that instagram does not allow this. She said: “If I shared a nude photo of her, it wouldn't be a problem!” As you can see friends, information is in the mouth of the lion. If we do not pursue real knowledge as a society, we will fall into that lion's mouth! Thank you Parisa. @pariiisa.ghasemi ❤️ #coronalies #plandemic #corona #coronavirusiran #coronaturkiye",
    "tags": [
        "Plandemic"
    ],
    "year": "5"
}