{
    "filename": "CAT8i-rpJSw_4.jpg",
    "description": "It’s time for America to wake up and look at the real numbers behind the COVID19.\nIf we are truly experiencing a “historic” pandemic with unprecedented deaths then this should be obvious in the data. •\n\nWe should see our total deaths for the first four months of 2020 greatly exceed the previous years’ numbers where there was no pandemic, but this is not the case. •\n\nThe CDC website indicates U.S. death totals for 2015 through 2020 for the first four months of the year average (Jan – Apr) to be at 921,603.  This year the total deaths during this period were 944,251 which is slightly more than average but slightly less than the number of deaths in 2017. •\n\nWe know that 99% of all COVID deaths are related to individuals with more than one other comorbidity (i.e. the individuals had cancer or some other medical condition). We also know that the majority of COVID deaths are those people over age 70. •\n\nChildren are virtually free from any risk of death from it. Healthy individuals under the age of 65 are also at very low risk. •\n\nWhen looking at the data it is difficult to understand why the US (and the world for that matter) would close down their economies for this virus. The economies stayed open in 2017 and the number of deaths were greater.\n\nAmericans need to take the red pill.  It’s time to wake up and see that we were lied to and continue to be lied to. \nThe current response to the coronavirus is madness. Liberty is at stake. •\n\nArticle:\n\nhttps://www.thegatewaypundit.com/2020/05/covid-insanity-continues-us-seen-no-increase-overall-deaths-2020-yet-americans-continue-cede-god-given-rights-state/ •\n•\nRepost @the_orgonizedearth\n\n#mandatoryvaccinations #fight5G #orderoutofchaos #chaosbydesign #coronavirus #agenda2030 #agenda21 #Event201 #martiallaw #covid1984 #plandemic #problemreactionsolution #conspiracyreality #covidiots #endthelockdown\n#5G #chemtrails\n#climatechangehoax #wtc7 \n#soros #billgates #rothschild #zionists #rockefeller #depopulation #eugenics #technocracy #kill5G  #electromagneticwaronhumanity",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}