{
    "filename": "CAtIY5ql9tz.jpg",
    "description": "An inside look at Gates’ past reveals business doors being opened for him via his influential parents, & public relations spins in present times painting him as a generous “philanthropist”, echoing the same tactics the Rockefeller’s used back in the day to indoctrinate the naive masses into thinking Rockefeller was just a generous old man giving away dimes to children. •\n\nEugenics & depopulation programs never “went away”, they just laid low amidst previous unpopular opinion towards their existence. Gates father was a eugenicist and  many elite psychopaths with influence in today’s world also wish to drastically reduce the population & have openly stated so. •\n\nNow they’ve found the perfect opportunity to attempt to justify mandatory vaccinations & thus the control & net worth of Gates even further, with this plandemic & the problem-reaction-solution totalitarian tip-toe of offering up solutions in the form of toxic, DNA-altering vaccines. 💉🧬 •\n\nIf you don’t think this was planned, you need to research Event 201, and the 2010 Rockefeller document, “Lockstep”. •\n\nThanks to James Corbett for the excellent research. •\n\nThere can be no doubt that Bill Gates has worn many hats on his remarkable journey from his early life as the privileged son of a Seattle-area power couple to his current status as one of the richest and most influential people on the planet. •\n\nBut, as we have seen in our exploration of Gates' rise as unelected global health czar and population control advocate, the question of who Bill Gates really is is no mere philosophical pursuit. •\n\nIn this series, we will attempt to answer that question as we examine the motives, the ideology, and the connections of this man who has been so instrumental in shaping the post-coronavirus world. •\n•\n•\n\n#gatesofhell #mandatoryvaccinations #fight5G #eugenics #orderoutofchaos #chaosbydesign #contacttracing#coronavirus #agenda2030 #agenda21 #Event201 #martiallaw #covid1984 #plandemic #problemreactionsolution #conspiracyreality #covidiots \n#5G #chemtrails #climatechangehoax #wtc7 \n#soros #billgates #rothschild #zionists #rockefeller #depopulation #technocracy #kill5G  #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic"
    ],
    "year": "5"
}