{
    "filename": "CAtX0dFnRPW.jpg",
    "description": "#TOMAUSTIN NEEDS TO LEAVE BLACK PEOPLE ONLY WITH HIS RACIST ASS.\n@teamtopfigure\n・・・\nNormally we don’t speak out about encounters of racial profiling and age discrimination that we face day to day in our lives as young black entrepreneurs. Although today May 26th 2020 7:51pm we encountered a situation where a man entered the facility, a shared private gym that we utilize in our @wework @mozaic_east office located in uptown Minnesota. Granted we’ve been in this office space and have rented and grown our business for the past 1 year and half here. As we were working out this man approached and immediately asked us who we were and if “WE BELONG” in this building. Granted in order to enter the building you NEED a key card to enter EVERY part of the building which EACH of our team members individually have. We all pay rent here and this man demanded that we show him our key cards or he will call the cops on us. We are sick and tired of tolerating this type of behavior on a day to day basis and we feel that we had to bring light onto this situation. While the world only has to deal with the CORONAVIRUS. Black people still have to deal with #Racism and #PoliceBrutality. Smh The attack on our people never stops. \n#GeorgeFloyd\n#AhmaudArbery\n#SeanReed\n#BreonaTaylor \n#POPULATIONCONTROL \n#corona  #coronavirus  #Hr6666 #TraceAct #COVID19 #Shutdown #Martiallaw #quarantine  #pandemic #5G #Vaccination\nCopyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"\"fair use\"\" for purposes such as criticism. commenting, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. • WE ARE THE #BLACKMEDIA SO WE MUST #CONTROLTHENARRATIVE becuase #ChangingTheNarrative IS OUR RESPONSIBILITY\n• Follow My PUBLIC PAGE @wecontrolthenarrative \n#wecontrolthenarrative AND MY PRIVATE PAGE @Therealremyredd2 #Therealremyredd2 @Bothervex #BotherVex ✊🏾👊🏾 #therealremyredd",
    "tags": [
        "5G"
    ],
    "year": "5"
}