{
    "filename": "CAvH3pXHHpx.jpg",
    "description": "Japan Just Ended Their Coronavirus Emergency With 850 Deaths No VACCINES \nAnd no lockdown!!! 127 million Citizens 🤦🏻‍♂️\nAre we Realy Going to allow Our Government to do this to us!? The Plandemic Has Showed That Only Through Mainstream Media Fear Propaganda The People will Accept To lock down the whole world!!! We Know that The Numbers Are Fake And Boosted! The Kill rate For This ✌🏻virus✌🏻 Is 0.0037% Which Is one Person in 2Million!!! How they boost these numbers? They Simply label all The Deaths that are accruing as  COVID 19 Deaths!!!! People Are Dying from Heart attacks And Cancer And They Label The Deaths As Covid19‼ that is exactly Why The Death pools for other diseases have Rapidly decreased!\nNot only that But, let's use some common sense here, If We Wear masks to protect us Why We Have to stay 6 feet apart? If we have to stay 6 feet apart why wear the masks? If The masks protect us Why Are All the small businesses closed!?? Why is the government ordering Farmers to Destroy the livestock?!? Why Do Healthy People have to wear masks and stay home!? Why are People getting arrested for not wearing masks? This all sounds a lot more like Auschwitz! \nDo you see it yet?\nGovernment is our Enemy And while we are In House Arrest They Are Putting up 5G Technology Wich Hasn't Been Officially Tested! \nPersonally, I Believe That Creating Laws To Distance yourself from people And arresting them For Common interactions Is The violation Of The Human Rights‼ They Have Fearmongered All of us Into Fearing Our friends and neighbors! This is unacceptable!\n\n#thegreatawakening #Qanon #QWEB #QMAP #WWG1WGA #followthewhiterabbit #redpill #conspiracy #truther #EarthAlliance #thestorm #draintheswamp #maga #5G #SpaceForce #COVID19 ‪#CORONAVIRUS #QUARENTINE #5Grollout‬ #ufo #alien #viral #5deathgrid #killbillgates #ufosighting #reptilianshapeshifters \n#holywoodpedophiles #pedophiles #thenewworldorder",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G",
        "New World Order"
    ],
    "year": "5"
}