{
    "filename": "CAVIRANhT5l.jpg",
    "description": "[📲 Link To Episode: 🖥🎧: https://factionsoffreedom.jimdofree.com/2020/05/15/sn1017-resisting-lockdown-the-trace-force-covid-coercion/] We take a momentary break from having our amazing guests on to break down critical developments taking place nationwide. As predicted, protests are erupting in America as citizens are being drained during the lockdowns, all the while a seemingly clandestine operation is being constructed in the background – Contact Tracers. In the land of the free and home of the brave, we’re seeing our courage and patriotism be usurped by forces working against those values in the name of public health.\n\nAt this strange point in human history, we are being told that our hard fought for freedoms pose a threat to the whole of society, and, without proper oversight and guidance, could pose a problem. This is the world that the coronavirus has created, a world where people have become spies on one another; fear begetting more fear. In our overly politicized and hyper-polarized society, this level of subversive control is dangerous not only for the wielders of such power, but also those subject to it.\n\nThere’s no mistaking things, we’re seeing the authoritarians begin to reveal themselves to us, and the wild part is, this is just the beginning. The people clamor for freedom while unconstitutional orders are being handed down by grand-standing politicians aiming to create strife for a moment of notoriety. This level of celebrity involved in politics is disgusting, and it’s causing people not only their sanity, but their lives as well.\n\n#FactionsOfFreedom #FreedomFaction #Podcast #AlternativeNews #ConsciousMedia #TruthSeeker #Killuminati #TruthSeeker #Lockdown #Quarantine #StayAtHome #OperationGridlock #ReopenAmerica #ContactTracer #CoViD19 #CoViD1984 #Technocracy #SurveillanceState #GlobalHealthSecurityAgenda #PopulationControl #Technocracy",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "5"
}