{
    "filename": "CAVM_-PjH2r_2.jpg",
    "description": "VERY FEW PEOPLE realize that the worst epidemic ever to hit America, the Spanish Influenza of 1918 was the after effect of the massive nation-wide vaccine campaign. Viruses were not known at that time so the doctors told the people that the disease was caused by germs. Germs, bacteria and viruses, along with bacilli and a few other invisible organisms are the scapegoats, which the doctors like to blame for the things they do not understand.\nIf we check back in history to that 1918 flu period, we will see that it suddenly struck just after the end of World War I when American soldiers were returning home from overseas, although there was a suggestion that the virus strain originated at Fort Riley, Kansas, in viruses in poultry and pigs which the fort bred for food; the soldiers were then sent from Fort Riley around the world, where they spread the disease. WWI was the first war in which multiple vaccines were forced on all U.S. servicemen. “It was a common expression during the war that more soldiers were killed by vaccine shots than by shots from enemy guns.”—E. McBean\nThis concoction of poisonous drugs and putrid proteins of which the vaccines were composed, caused such widespread disease & death among the soldiers that it was the common talk of the day, that more of our men were being killed by medical shots than by enemy gunfire.\nThe Spanish Flu was worsened by aspirin abuse leading to wet lung.\nThere was another factor that could have been contributory, that was the use of transcontinental or long distance calling  creating EM fields in the ether. Read this book:\nArthur Firstenberg: The Invisible Rainbow – A History of Electricity and Life (Radiation Sickness Explains All Past and Present Flu Outbreaks Including Wuhan Virus and Radiation Sickness on Cruise Ships)\nYummy Mummy Emporium 🎥\n-\nFollow my personal 👉🏽 @itsazeem\n—\n#covid19 #staywoke #nwo #virus #newworldorder #china #coronavirus #pinealgland #spanishflu #truthseeker #thirdeye #wakeupsheeple #anonymous  #conscious #secretsocieties #mindcontrol #consciousawareness #politics #selfaware #freedomthinker #illuminati #truthseeker  #conscious #awareness #peoplepower #billgates #conspiracy #wakeup",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}