{
    "filename": "CAW6SrHHvHR.jpg",
    "description": "@pushing_black\n---\nOn May 12, Brandon Kidd B went live after he was pulled over by Oklahoma State Patrol for speeding. Instead of the normal routine of walking up to the vehicle, talking to the driver, and issuing the ticket, these cops decided they needed #BrandonKiddB to exit his vehicle and approach the cop cars. A whole gang of cops approached and pulled their guns on Kidd in a stressful exchange, that, at any moment, could have resulted in the murder of Kidd. At a particularly dangerous moment, different officers shouted contradictory commands, while their guns were trained on Kidd. Thankfully, Kidd did a fantastic job staying calm and soothing the excitable nerves of trigger-happy cops. This kind of behavior is unnecessary, displays racial profiling, and is incredibly dangerous. We are grateful that Kidd survived without being brutalized, deprived of his freedom, or murdered.\n•\nIG - @brandon_kidd_b\nFB - /brandon.kiddb\n#irunwithahmaud #IRunWithMaud\n#AhmaudArbery #Joggingwhileblack\n#SeanReed\n#BreonaTaylor \nWhile the world only has to deal with the CORONAVIRUS. Black people still have to deal with #Racism and #PoliceBrutality. Smh The attack on our people never stops. \n#POPULATIONCONTROL \n#corona  #coronavirus  #Hr6666 #TraceAct #COVID19 #Shutdown #Martiallaw #quarantine  #pandemic #5G #Vaccination • Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"\"fair use\"\" for purposes such as criticism. commenting, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. • WE ARE THE #BLACKMEDIA SO WE MUST #CONTROLTHENARRATIVE becuase #ChangingTheNarrative IS OUR RESPONSIBILITY\n• Follow My PUBLIC PAGE @wecontrolthenarrative \n#wecontrolthenarrative AND MY PRIVATE PAGE @Therealremyredd2 #Therealremyredd2 @Bothervex #BotherVex ✊🏾👊🏾 #therealremyredd\n#happyblackhistorymonth #blackhistoryis365daysayear",
    "tags": [
        "5G"
    ],
    "year": "5"
}