{
    "filename": "CAWpAUfgDDg.jpg",
    "description": "...We must DEMAND they prove the test specifically identifies CV19. This is something they cannot do because viruses are not living things and no one has ever isolated and identified ANY virus to exist outside the human body in the first place.\n.\nDid you know WE ALL have a form of CV who have had some kind of flu in our lifetime? It's normal, we have millions of viruses in us. But the PCR tests they're doing don't test for viruses, they test for RNA and DNA which is easy to prove as they are the basis of all viruses. But, as you should know, those viruses only become illnesses when the body is so overwhelmed with toxicity that it needs to create a virus (exosomes) to clean you out.\n.\nGerm theory, and now the term “virus” has been pushed down our throats by design. Each new scare, each new “virus” released has warped the minds of the masses into believing that the virus or the germ is the issue. But it’s all based on a lie and that lie is that viruses or germs cause disease. No folks. They don’t... it’s your ability (or lack of in this instance) to remove cellular waste (exosomes). The notion of a virus would very much be inexistent if we all had proper functioning organs and glands, and if our kitchen was feeding and our bathroom was emptying properly.\n.\nSCIENTIFIC FACTS: viruses are NOT transmissible from one person to the next, they are only airbone in movies and viruses are NOT contagious! The only way to GET a virus from someone else is through an injection directly into your bloodstream!! 👀.\n.\nYou owe it to yourself to research this. There are lots of video clips & info on this channel in, in the BIO, posts & descriptions to get you started. Also look into germ theory vs terrain theory & research the doctors in the TAGS of this & other posts.\n.\n.\n#wearamask\n#virusesareNOTcontagious \n#DrButtar #DrShivaAyyadurai\n#DrJohnBergman #EXOSOMES  #DrAndyKaufman #drjudymikovits #bechamp #protest #wethepeople  #notmyvirus #contacttracing #terraintheory #truthseekers #lockdown  #notmyvirus #SocialDistancing  #firefauci #vaccines #fuckbillgates #event201 #pcrtest #pandemic  #coronavirus #healthandwellness #covid19 #hoax #billgatesisevil #PlandemicMovie",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}