{
    "filename": "CAX0Z9yn14n.jpg",
    "description": "She said it!!\nIf you are accepting this as normal YOU ARE PART OF THE PROBLEM!!!\nAlthough Tyranny has been around since the dawn of time it doesn’t make it normal!! This #plandemic is 💯 to force us in to total government control and a state of martial law!! It’s all about money power and control of the people!\nDid you know 1% of all the people on earth owns 99% of the money 💰 #fact these people control our food water medicine! They also own and control all the mainstream media and what you are told by them! \nThey tell you what to think and what to FEAR 💯\nIf we allow the government to follow the orders they are being told by the 1% your children will have no future 💯 as they force us in to a world where we have no say in our lives #1984georgeorwell \nWe need to stand united now and say NO before it’s to late! \nIf you think I’m not affected by this maybe your not now but you will be sooner or later and 💯 your children and the future generations will pay for this with their freedom!! The laws are being changed over night and people are blindly accepting it!\nThe government don’t care about your health or wellbeing they never have and never will 👌🏻 It’s time to say NO #weainthavingit #saynotobillgates #fuckbillgates #arrestbillgates #tyranny #corruption #goverment #covidhoax #covid19 #scamdemic #revolution #evolution #timeforchange #getup #standup #wakeup #sheeple #freedom #wewereborntobefree #nazism #fuckthepolice #needstostop #5gtowers #vaccination #cabal #elite #deepstate \nPlease research don’t take what the media tells you doctors are being banned for speaking up against the government narrative! There are billions of dollars being made by the people who have created this “virus” research question think about it🙏",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "Deep State"
    ],
    "year": "5"
}