{
    "filename": "CAxEmZxHkFj_1.jpg",
    "description": "Geçen haftaki İstanbul yağmur suyu sonucumuz elimize geçti!\n\nYağmur suyunda HİÇ bulunmaması gereken BARYUM miktarı neredeyse 1mg/litre olarak tespit edildi.\n\nYani 0 (sıfır) olması gereken değer 1mg/litre!\n\nKime hizmet ettiği tartışılan WHO'nun dahi içme suyunda belirlediği kabul edilebilir üst limit 0.7 mg/litre! (Ki bu dahi aşırı zararlı) Fazlası birikiyor ve zehirliyor! Bizim yağmur suyunda %50 fazlası var.\nYağmur suyunda HİÇ olmaması gereken “Baryum” nasıl oluyor da bizim örneğimizde bulunabiliyor?\n\nBu da Baryum spreylemesi yapıldığı anlamına geliyor.\n\nÖrneği ilk kez alacağımız için Laboratuvardan teknisyen desteği istedim. Gelip kendileri aldılar; ben de izledim. Her şey son derece steril şartlarda gerçekleşti.\n\nAluminyum çıksaydı, hadi diyecektim her yerde var. Ama Baryum son derece nadir bulunan bir ağır metal!\n\nTekrar ediyorum : Baryum doğada en az bulunan ağır metaller arasındadır.\n\nToprağa Yağmur Suyu İle Karıştığında Toprağı Mahvediyor, Bitkiyi Kurutuyor, Meyvesini Yiyeni Zehirliyor!\n\nBaryum vücutlarımızda biriktiğinde: Solunum güçlüklerine, kasların güçsüzleşmesine, tansiyon yükselmesine, beyin ödemine ve karaciğer, böbrekler, dalakta hasara ve kalp ritminin bozulmasına yol açıyor.\n\nHABER TARİHİ : 2017!\n\nLeyla Özlem Demir\nBülent Güvenç\n(facebook.com/groups/1612924872166055)\n\nResimlerin tam hali ve daha fazlası için Telegram grubumuza katılın. Link bio da!\n#chemtrails #chemtarils #greenrose #insanlık #insanlıkkazanacak #insanlıkuyan #humanity #humanitywakeup #5G #5gkill #stop5gglobal #stop5g #chemtrailspraying #havadurumu #hava #nefes #koronavirüs #evdekaltürkiye #stayhome #coronavirus #korona #fema #femacamps #epidemic #teknoloji #bilim #davidicke #billgatesvirus #newwordorder #archangelraphael",
    "tags": [
        "Mixed/Other"
    ],
    "year": "5"
}