{
    "filename": "CAZxETUH9kU_6.jpg",
    "description": "Merhaba arkadaşlar ben X. Dün karşılaştığım bir yazıyı sizinle paylaşmak istedim. Yazı Murat AKAN'a ait. Buyurun.. Size Avrupa Birliği'nin 2012'de hazırlamış olduğu \"\"ENFEKTE\"\" isimli ilginç bir çizgi romandan bahsedeyim.\nAdamlar resmen bugünkü KOVİD-19'un senaryosunu yazmışlar\nÇizgi romandaki süreç, bugünkü Coronavirüs süreci ile yüzde yüz aynı...\nNeyse, siz tesadüf de diyebilirsiniz!!!\nÇizgi roman, Çinli bilim adamlarının laboratuvardaki virüs çalışmalarıyla başlıyor. Sonra bir kahraman gelip çalışmaların tehlikeli olduğunu belirterek Çinli yetkilileri uyarıyor.\nTabi uyarıyla birlikte yaka-paça uzaklaştırılıyor. (Akibeti belli değil)\nŞimdi salgının Wuhan'da çıktığı ilk günleri düşünün, sonra Dr. Li Wenliang'ın Çinli yetkilileri uyarmasını... Burası da canlı hayvan pazarı!\nVirüs buradan yayılıyor.\nBM yetkilileri insanları uyarıyor ve \"\"Virüsün kuluçka dönemi bitinceye kadar belirti vermediği\"\" açıklanıyor! \nDünya Sağlık Örgütü (DSÖ) insanlara yanlış bilgi veriyor.\nTüm insanlık tv başına kilitlenmiş Virüsle ilgili açıklamaları dinliyorlar!\nAylarca TV'lerde izlediğimiz el yıkama ve maske takma sahnelerine nasıl da benziyor!!! İnsanlar sokaklardan uzaklaştırılıyor.\nBu arada Herkes Virüsün olduğu şehirden kaçmaya çalışıyor!\nŞimdi sokaktaki insanları ikaz şekline dikkat!\nOrtada polis yok, kamera ile ikaz yapılıyor.\nŞimdi Çin'deki dronlu ikazları hatırlayın... AB Parlamentosu toplantı üstüne toplantı yapıyor.\nYeni bir sağlık sisteminin kurulması konusunda görüş birliğine varılıyor!\nŞimdi DSÖ hakkındaki tartışmaları düşünün... Tabi bu arada virüsün seyahat (uçak) yoluyla yayılmasından sonra küresel pandemi ilan edildiğini unuttuk!\n\nVirüs, ABD, AB, Avustralya... Velhasıl dünyanın her yerine Gelelim final bölümüne...\nKüreselciler toplanıp aşı bulma çalışmalarına başlıyorlar!\n\nAncak aşı bulunamıyor!\nBu arada, çizgi roman bastırılıp halka değil, sadece AB parlamenterlerine ve üstdüzey bürokratlara dağıtılıyor! \nSiz ister tesadüf deyin, ister komplo teorisi...\n#5gkiller #chemtrail #chemtrails #coronavirus #chemtrailawareness #korona #billgates #koronatürkiye #chemtrailplanes  #spreyleme #pizzagate #chemicalwarfare #chemical #newwordorder #davidicke #insanlık #humanitywakeup",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G"
    ],
    "year": "5"
}