{
    "filename": "CBbeWvyg-5o.jpg",
    "description": "The COVID19 hoax is crumbling around the world. People everywhere are discovering the truth about this hoax and the plan behind it. Just like 9/11, COVID19 is a planned crisis and the real objective behind it is mass surveillance, New World Order (NWO), One World Government (OWG), mass vaccination with a new generation of lab-made viruses, global tracking ID implants, cashless society through centralized debt-based digital fiatmoney, and the abolishment of small businesses to centralize the economy in the hands of monopolies like Amazon. YOU ARE ALL BEING SCAMMED! Look at how they're counting the numbers. If you die from a car accident but happen to have COVID19, you're counted as a COVID19 death. If you jump out of an airplane and your parachute doesn't deploy and you die, that's a COVID19 death if your dead corpse tests positive. If you shoot yourself in the head, that's also a COVID19 death if your dead corpse tests positive. Even George Floyd tested positive for COVID19 and was counted as a COVID19 death! As for the testing kits being used to test for COVID19, a pawpaw fruit and a goat tested positive in Tanzania after the president decided to test the testing kits themselves fearing a globalist scam against his country. So let that sink in. Revolution is the only solution. \n#ItsForYourSafety #ForYourSafety #ProblemReactionSolution #Plandemic #ID2020 #TrustTheHealthExperts #TrustTheExperts #MedicalMartialLaw #MedicalMartialLaw2020 #Event201 #NWO #NewWorldOrder #OneWorldGovernment #OWG #HouseArrest #HouseArrestForEveryone #COVID19 #Coronavirus #COVID19Lockdown #Pandemic #PopulationControl #FamilyPlanning \nSources:\nhttps://is.gd/QRimeK\nhttps://is.gd/mKvBaj\nhttps://is.gd/fvalPP\nhttps://is.gd/w9LLlf\nhttps://is.gd/8WXMSZ\nhttps://is.gd/ZyJnR6\nhttps://is.gd/2FWXpz\nhttps://is.gd/MFBRb9\nhttps://is.gd/9x4Xn6\nhttps://is.gd/qbPtTj\nhttps://is.gd/yKg87v\nhttps://is.gd/8C2mZJ\nhttps://is.gd/Y0Penb\nhttps://is.gd/QgNHY8\nhttps://is.g",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "6"
}