{
    "filename": "CBbEUcCH7Dv.jpg",
    "description": "Günümüzde yaşadığımız coronavirus salgını ile “big pharma”nın ilişkisi artık dünyada yüksek sesle konuşulmaya başladı. \nÖzellikle Bill Gates’in;\n1. Beş yıldır, “pandemi olacak, virüs dünyayı kasıp kavuracak diye bas bas bağırması;\n\n2. Elinde şırıngayla ülke ülke gezip “aşı şöyle güzel, böyle faydalı” diye anlatıyor olması;\n\n3. “Her insana aşıyla birlikte mikroçip enjekte etmeliyiz (ID2020) herkes aşısını oluyor mu diye kontrol etmeliyiz” demesi (Bu arada “dünya nüfusu %10-15 azaltılmalı; bu konuda aşılarla ve diğer sağlık hizmetleriyle iyi iş çıkarıyoruz” dediğini de atlamamak gerek); 4. Parasını verip pandemi simülasyonları, organizasyonlar yaptırarak kamuoyunu hazırlıyor olması ve;\n\n5. “Yedi milyar insanın tamamını aşılamadan normale dönemeyiz” demesi tüm dünyanın şüphesini çekmesine neden olmuş durumda. (Üstelik tüm insanların zorunlu olarak aşılanması işinin sorumluluğunu da hükümetlerin üstlenmesini istiyor kendisi herhangi bir komplikasyondan sorumlu olmak istemiyor.) Joseph Mercola da dünkü yazısında bu konuyu detaylı biçimde açıklamış. Link yazının sonunda.\n\nŞu sıralar tüm dünyadan Bill Gates’in instagram hesabındaki paylaşımlarının altına tepki yorumları yağıyor. Ayrıca insanlığa karşı işlediği suçlardan dolayı vakfı nezdinde soruşturma açılması için Whitehouse resmî sitesinde 400.000’i aşkın imza toplanmış durumda. https://petitions.whitehouse.gov \nEn iyimser bakışla; bazı hastalıklı zihinlerde “sağlıklı bedenin yalnızca şırıngayla mümkün olduğu” yönünde bir düşünce mevcut. Eski bir Latince deyim vardır: “Cui bono?” “Kime yarıyor?” “Sonuç kimin işine yarıyorsa, o yapmıştır derler”. Sağlıklı günler. 22.04.2020\n\nhttps://articles.mercola.com/sites/articles/archive/2020/04/21/bill-gates-political-power.aspx?cid_source=dnl&cid_medium=email&cid_content=art1HL&cid=20200421Z1&et_cid=DM514875&et_rid=855703667\n\n@cetincerezci .\n.\n🙋‍♂️🍋 @dr.limonn 🍋🍋🍋🍋🍋 #sağlıklıyaşam #sağlıklıbeslenme #şifa #sağlık #şifalıbitkiler #gelenekseltıp #gerçektıp #doğalbeslenme #bitkiselkürler #bitkiseltedavi #fitoterapi #ibnisina #aidinsalih #saraçoğlu #canankaratay #mizaç #ciltbakımı #güzellik #yaşamkoçu #egzersiz #spor #coronavirus #coronavirusturkey #saynotobillgates",
    "tags": [
        "Bill Gates"
    ],
    "year": "6"
}