{
    "filename": "CBDrFX9nlEi.jpg",
    "description": "ANYONE THAT IS DENYING THE LINK BETWEEN THIS ALLEGEDLY DEADLY “CORONAVIRUS” AND THE SYMPTOMS ASSOCIATED WITH RADIATION SICKNESS SHOULD NOT BE TRUSTED.\nTHE EVIDENCEIS POURING IN THAT PEOPLE ARE, INDEED, GETTING SICK FROM WIRELESS RADIATION.\nTHE PROBLEM IS NOT JUST 5G!\nALL TYPES OF MANMADE RADIATION ARE HARMFUL INCLUDING RADIOWAVES, MICROWAVES, AND MILLIMETER WAVES.\nTHERE ARE TENS OF THOUSANDS OF STUDIES DOCUMENTING THIS! BUT WE HAVE BEEN LIED TO INCESSANTLY ABOUT THIS FACT AND THE TIME IS NOW TO SET THE RECORD STRAIGHT.\nTHE SYMPTOMS PEOPLE ARE EXPERIENCING THAT ARE BEING ATTRIBUTED TO A “VIRUS” ARE THE EXACT SAME SYMPTOMS OF RADIATION SICKNESS. JUST LOOK AT THESE SYMPTOMS!\nLoss Of Taste And Smell\n\nStroke And Seizures\n“fizzing” And An Electrical Feeling On The Skin\nA Burning Feeling On The Skin (Which Is Exactly What Happens With 5g Military Weapons)\nNeurological Problems Such As Dizziness, Headaches And Impaired Consciousness\n\nHeart Problems And Heart Attacks (Which Are Clearly A Result Of Exposure To Pulsed Microwaves That Disrupt The Electrical Signaling Of The Human Body \nHeart Rupture! (Btw, Hearts Do Not Rupture From A Virus!  But They Can And Do Rupture From Exposure To Pulsed Acoustic And/Or Microwave Frequencies\nDamage To Men’s Testicles!!! (In Case You Did Not Know Exposure To Any Form Of Manmade Radiation Destroys Male Fertility)\n\nClotting Of The Blood That Immediately Makes Me Think Of What Happens To The Blood When It Is Exposed To Wifi Radiation\nBirds Are Dropping Out Of The Sky, Unable To Fly Or Walk, And They Are Blaming This Also On A Virus.\n\nChildren Are Developing An “inflammatory Condition” And Experiencing Symptoms Of Severe Rash, Gastrointestinal Issues, And Even Cardiac Arrest!\nThese Are All Symptoms Of Radiation Sickness.  Viruses Do Not Cause These Types Of Devastating Symptoms!\n\n#deepstatemappingproject #greatawakening #Qanon #QWEB #QMAP #WWG1WGA #followthewhiterabbit #redpill #conspiracy #truther #EarthAlliance #thestorm #draintheswamp #maga #5G #SpaceForce #COVID19 ‪#CORONAVIRUS #QUARENTINE #5Grollout‬ #ufo #alien #5gdeathtowers #blackouttuesday #GeorgeFloyd #goverment #nwo #control #newworldorder #elite",
    "tags": [
        "Qanon",
        "5G",
        "New World Order",
        "Deep State"
    ],
    "year": "6"
}