{
    "filename": "CBdtyLHleBB.jpg",
    "description": "Technical Advisory Committee Member Elizabeth Renieris has resigned from the #ID2020 Alliance.\n\nRenieris, a #Harvard lawyer, resigned from the organization due to a difference of opinion over the organization’s direction. She claims the organization is not transparent and is concerned that they would get involved in #COVID19 #immunitypassports.\n\nRenieris believes that immunity passports are premature and could potentially infringe privacy rights for tests that are unproven and that the identity and blockchain standards are still a work in progress.\n\nThe ID2020 Alliance was founded by Accenture, #Microsoft, #Gavi, the #RockefellerFoundation and IDEO and has also been the subject of one of the many #Coronavirus conspiracy theories related to #BillGates\n\nBiometric Update reports: Renieris is a fellow at the Berkman Klein Center for Internet and Society at #HarvardUniversity and Board Member with IDPro, and CoinDesk writes that her resignation email alleges the organization is not transparent, is at risk of undue corporate influence, and prone to “techno-solutionism.” She expressed uncertainty at ID2020’s mission, and suggests that it is focused on promoting “decentralized identity solutions at all costs.” A white paper co-authored by Renieris earlier in May takes aim at the effectiveness and legality of proposed “immunity passports,” and expresses concern about the risks to civil liberties they pose, as well as to private health information from the use of blockchain under the present circumstances. The Covid Credentials Initiative (CCI), which combines the W3C Verifiable Credentials standard with decentralized identifiers (DIDs) and blockchain technology, and was at one point considered for support by ID2020, is criticized. “The technical architecture is arguably a product of premature standardization, speculative requirements, and highly experimental technologies, rather than the harmonization of existing, widely deployed, and battle-tested solutions,” the authors state. 🖐🏾More In comments👇🏾#VaccineAgenda #GlobalHealthSecurityAgenda #Event201",
    "tags": [
        "Bill Gates"
    ],
    "year": "6"
}