{
    "filename": "CBHq29vla2a.jpg",
    "description": "Dr. Pamela Popper, teacher & consultant in the field of nutrition-based medicine, reviews some letters written to her by subscribers & patients. •\n\nWhen she talks about the unbearable price attached to this lie, she is not talking about the economic price of a crushed economy, but the psychological and spiritual price that burdens the vulnerable and the helpless. •\n\nSome are driven to such despair as even to take their own lives. Meanwhile, State Governors & County “Health Officers” are keeping many of the “lockdowns” (a term used in prison systems) in place. Research your County’s Health Officer & see if they have ties to the C.D.C. & W.H.O. Many of them do. As we know, Bill Gates is the main funder of these for-profit corpseorations. •\n\nIt’s time for the American people to stand tall and just say no to lockdown, social distancing, vaccines, and all the rest of the pandemic theater. •\n\nDr. Pam Popper is a naturopath, an internationally recognized expert on nutrition, medicine & health, & the Executive Director of Wellness Forum Health. •\n\nShe’s a straight-talker who isn’t afraid to criticize national health organizations, government agencies, medical professionals, pharmaceutical companies, agricultural organizations & manufacturing companies, many of whom have agendas & priorities that interfere with distributing truthful information & promoting public health. •\n\nDr. Popper served as part of Dr. T. Colin Campbell’s teaching team at eCornell, teaching part of a certification course on plant-based nutrition. 🌱 •\n\nShe’s been featured in many documentaries, including “Processed People”, “Making a Killing”, & “Forks Over Knives”. Her most recent book is “Food Over Medicine: The Conversation That Can Save Your Life.” •\n\nSubscribe to Dr. Pam’s weekly newsletter and video clips here:\nhttps://wellnessforumhealth.com/news/ • •\n•\n\n#mandatoryvaccinations #fight5G #eugenics #orderoutofchaos #chaosbydesign #contacttracing#coronavirus #agenda2030 #agenda21 #Event201 #martiallaw #covid1984 #plandemic #problemreactionsolution #conspiracyreality #covidiots #5G #chemtrails #climatechangehoax #wtc7 #soros #billgates #rothschild #zionists #rockefeller #depopulation",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic"
    ],
    "year": "6"
}