{
    "filename": "CBiHn8dAzdi.jpg",
    "description": "🔬 HEKİMLERİN %90'I MASKE TAKILMASINA KARŞI ÇIKIYOR 📌 Maske takmak oksijen eksikliğine yol açıyor. Bu konuda akademik çalışmalar var.\n📌 Maskenin ardından havayı almak için çaba sarf edilmesi sinir sistemini baskıladığını, zarar verdiğini biliyoruz.\n📌 Nefes verdiğimiz zaman karbondioksit veriyoruz. Maskenin içersindeki karbondioksit vücuda sürekli geri alınıyor. Bu da başka sorunlara yol açıyor.\n📌 Maskeyle nefes almak terlemeye yol açıyor. Elleriyle yüzlerini kaşımak zorunda kalıyorlar. 📌Bunun en aptalca kısmı, sinekten korunmak için evimizin etrafını çitle çevirmek gibi birşey. 📌  Brian Rose, maske kullanımının zararlı oluşu fikrini \"\"DSÖ nün söylediğinin tam tersi\"\" olarak nitelese de DÜNYA SAĞLIK ÖRGÜTÜ'nün 2019 yılındaki raporu aslında paneldeki doktorların çoğu ile aynı görüşü yansıtmakta. 📌 Bu raporda sosyal mesafe, seyahat kısıtlaması ve sokağa çıkma yasaklarının yayılma riskini azalttığına dair nerdeyse hiç kanıt bulunamamış olmakla beraber 100. sayfadaki \"\"Kanıtların Özeti\"\" bölümündeki tablonun 3.maddesinde de \"\"yüz maskelerinin influenza virüsünun yayılmasını azaltmadaki etkisine dair hiçbir kanıtın olmadığı\"\" saptanmış.\n\n#ikincidalga #covid19 #vaccine #korku #covid19truth #covidtracker #plandemic2020 #plandemic #maske #korkuimparatorluğu #üçüncüdalga #kontrol #panik #sahtepandem",
    "tags": [
        "Plandemic"
    ],
    "year": "6"
}