{
    "filename": "CBjOSLfg2cy.jpg",
    "description": "Just after we thought the question about the origin of coronavirus has been settled, a new study from #Norwegian virologist Birger Sørensen is now reigniting the debate about the possible origin of the deadly coronavirus. In a new peer-reviewed paper published together with Professor Angus Dalgleish of StGeorgesHospital at the UniversityofLondon, Sorensen claimed the novelcoronavirus SARS-CoV-2 is not natural in origin.\nAccording to the study, which was published in the Quarterly Review of Biophysics, the authors found that the coronavirus's spike protein contains sequences that appear to be artificially inserted. \"\"The inserted sequences should never have been published. Had it been today, it would never have happened. It was a big mistake the Chinese made. The inserted sequences have a functionality that we describe. We explain why they are essential. But the Chinese pointed to them first,\"\" Sørensen told the NRK.\nThe eye opening claims also found that the virus had been doctored to bind to humans: \"\"We are aware that these findings could have political significance and raise troubling questions.\"\" The two researchers also pointed out that the virus has hardly mutated since it began to infect humans, suggesting that it was already fully adapted to humans. According to Sørensen, this is quite unusual for viruses that cross species barriers. According to Sørensen, the virus has properties that differ greatly from SARS, and which have never been detected in nature.\n\nSørensen said, \"\"When we technically describe the virus, we see that it has not come about in a natural development. It's done by Americans and Chinese, as part of what's called \"\"gain of function\"\" studies. It is done all over the world. You say you don't, but it happens all the time in advanced labs.\"\" .\n.\n.\n#dontbelievethelies #dontbelievethehype #school #socialdistancing  #deepstate #hospital #filmyourhospital #1984 #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth #freedom #givemelibertyorgivemedeath",
    "tags": [
        "Qanon"
    ],
    "year": "6"
}