{
    "filename": "CBlcSAcneAj_5.jpg",
    "description": "From February through May 2020 shit was fucking crazy and there was a lot to be \"\"inspired\"\" from in the world. I spent the majority of our collective quarantine watching videos, researching topics, planting a vegetable garden and of course spoofing logos. During that \"\"unprecedented\"\" four month period, I created over 50 coronavirus-related parodies, plus made a few T-shirts and a face mask. \nThe most popular T-shirt was the WUHAN \"\"COVID-19 WORLD TOUR\"\", which now has a souvenir companion piece \"\"Tour Program\"\", a 60-page 'zine featuring all of the logos made from that period. This limited-edition 5\"\" square full color art 'zine (only 100qty made) not only showcases each logo spoof, but also reproduces photos of the infamous mask and tour dates. The back page thanks every person who showed support during this time by listing their name in appreciation. \nThese collector's items have been quietly on sale in the MOTB web store for a couple weeks and have almost sold out. There are only around 40qty still available, with options to purchase multiple and save on shipping. I've also restocked a few of the old T-shirt graphics plus launched some new ones too, so follow the link in profile to look around the shop before things disappear. Each order receives a complimentary small round \"\"666\"\" sticker too!\n\nThanks again to EVERYONE for all of the massive support during these wild times. I hope the work brings some levity to this historic period in our lives. Be well.\n\n#CORONAVIRUS #COVID19 #WUHAN #DRFAUCI #ANTISOCIALDISTANCINGCLUB #FACEMASK #EVENT201 #THENEWNORMAL #PANDEMIC #UNPRECEDENTEDTIMES #FOLLOWTHEMONEY #KILLBILLGATES #QUARANTINE #SOCIALDISTANCING #PSYOPS #PROPAGANDA #FEAR #SARSCOV2 #NEWNORMAL #STAYAWAY #VIRUS #SHEEPLE #FORTDETRICK #HOUSEARREST #SHELTERINPLACE #6FEET #HYDROCLOROQUINE #PLANDEMIC #VACCINES #BRANDALISM",
    "tags": [
        "Bill Gates",
        "Plandemic"
    ],
    "year": "6"
}