{
    "filename": "CBlRMNOAPmO_1.jpg",
    "description": "The CDC, the WHO and the US Surgeon General clearly state that healthy people should not wear masks and that masks will not prevent the spread of any kind of virus!  Despite what the fake news media would have you believe there is ZERO science to support social distancing or masks. ZERO! In fact, masks will make you sick if worn long enough as they trap germs next to your nose and mouth and restrict your oxygen intake while increasing your CO2..\n.\nIf this was a real pandemic there would be people dead in the streets everywhere including protesters and rioters. Also employees from Walmart, Amazon, Costco and Home Depot would be dead by the hundreds of thousands yet none of this has happened at all. In fact out of the many millions of employees at these companies who have worked full-time throughout the entire lockdown, none have conclusively died of Coronavirus..\n.\nWhat has happened is the common flu has been hijacked and you have been tricked into thinking it was a deadly infectious disease by the media when in fact there have been no more deaths this year then there have been on average for any year over the past decade related to flu-like viruses..\n.\nSo why are you wearing a mask? Because you were told to and you never questioned it. The simple truth is wearing a mask has never been about preventing the spread of a virus with a near 100% recovery rate, wearing a mask is a sign of submission to your tyrannical leaders who want to take away your free speech, free thought, civil liberties and your ability to make a living for yourself so you are completely dependent upon them and the corporations they  endorse..\n.\nYou've been played, you've been lied to, you've been taken advantage of and you should be upset. The only thing wearing a mask does is show other people that you cannot think for yourself and you would rather let other people do this for you. .\n.\n.\n#nomaskday #maskoff #nomask #wearamask (if you wanna die) #endmedicaltyranny #billgatesisevil #firefauci #coronavirus #scamdemic  #thiswasneveraboutavirus #icantbreathe #blacklivesmatter #alllivesmatter #drbuttar #filmyourhospital #healthcareheroes (not) #virusesareNOTcontagious (indisputable scientific fact)",
    "tags": [
        "Bill Gates"
    ],
    "year": "6"
}