{
    "filename": "CBm-zXZFj_r_6.jpg",
    "description": "I’ve read a hilarious article about NGO’s. There is a “controversial” Hungarian law that states that non-governmental organizations that receive more than €23.000,- annually from abroad have to register. So that people can see online who the donators are. According the European court of Justice this law goes against the European constitution. The European court called the law discriminating and that it puts unjustifiable restrictions to the NGO’s and the people who support them. Apparently it violates their privacy. And we all know that NGO’s address political or social issues ... They work for the “common good”. So why shouldn’t they be transparant? (Swipe to see some of their work)Why does this transparency goes against the constitution? What are they afraid of? What they can do is shut down all the countries and take away all our right for a flu.😏 I haven’t read anywhere in the constitution that’s allowed, have you?🤨So what will the court think about the restrictions our governments are putting on us? We weren’t even able to see and meet up with our own families. Isn’t locking healthy people down tyranny? Isn’t pushing for vaccines on healthy people tyranny? Where is the “democracy” in 2020?\nAccording critics this law is mainly to silence the dissidents. And if we’ve learned anything from 2020 then it’s the fact that nothing silences people more than the truth. Every person with a different opinion about Covid has been shut down on the news, deleted from social media or even put in a mental institution. And the importance of our privacy? We have ID2020 waiting for us and a Covid tracking app.🤔I call bullshit. This entire system that controls us couldn’t be more hypocrite. It has nothing to do with us or the interests of the people. All it does is sustain the power of greedy idiots who will never be satisfied. And the funny thing is they are doing it openly and people still refuse to see it.✌️ ⁣ ⁣\n⁣ ⁣ ⁣ ⁣\n⁣ ⁣ ⁣ ⁣\n⁣\n\n#speakup #truthseeker #draintheswamp  #ngo #EU #pizzagate #plandemic  #nonewnormal #q #freedom #wwg1wga  #vaccine #id2020 #chipped #standthefuckup  #covid19 #rebelonaroll",
    "tags": [
        "Qanon",
        "Plandemic"
    ],
    "year": "6"
}