{
    "filename": "CBoETxzBzJ8.jpg",
    "description": "Editor’s note: The lengths to which these people will go to promote fear and panic in the population is incredible, especially when it comes to pushing the narrative about #COVID19, which has yet to be proven to actually exist through normal scientific means. Now, after we’ve been told that this can be dealt with in just 1 minute of sunlight, we’re told a ‘second wave’ is upon us even though the sun has been out and the temperatures are warming up.  Yeah, right!\n\nThe #mainstreammedia, at the requests of the government, is busy making sure to shove the “fear” of a second wave of the #coronavirus down the throats of the masses. As they insist we should all be panicked, some are, and you can see it in the symbol of the facemask.\n\nJames Corbett of The Corbet Report describes the face masks as a political statement. It has become a telltale sign that a person is buying the official narrative, even to their own detriment.  The masks have been shown to do little if anything to protect from a virus that has been determined to be far less deadly than the flu in healthy individuals.  SO why are so many strangling their own oxygen supply to comply?\n\nCorbett Report, Richie from Boston, SHTFPlan, and a few other alternative media have been telling you that the second wave is coming, real or not, and you will be blamed for it.  They are hearing up for the narrative right now as the #NewWorldOrder is falling right in line.  If you don’t have economic preps in place, you’d better make some quick, if you can. “The second wave is coming and you will be blamed for it…it’s been set up for months and months. They’ve been panning this and setting it up. In fact, they even talked about this in #Event201, so it should be no surprise that it is starting to come to fruition,” says Corbett. “They are trying to make this real.” They will use as many waves as it takes to curb resistance to the end game. “This is designed to wear people’s resistance down to the agenda. It is coming, so brace yourself.” 🖐🏾More in comments👇🏾#CoViD19",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "6"
}