{
    "filename": "CBOudY-HsGC.jpg",
    "description": "#Repost @woke_community\n・・・\nSome of us called bullshit on this nonsense from the start & people called us crazy.\n\nWell, it’s nice to be vindicated. \nThis was never about a deadly virus. \nIt was always about power, control & taking away our civil liberties. \nAnd the masses fell for it hook, line and sinker.\n\nBut they had to come out and tell the truth after the riots, otherwise they would have looked even more foolish. Oh, and when they say ‘asymptomatic spread is very rare’, that’s just them trying to save face ...What they actually mean is ... an asymptomatic person cannot transfer the virus.\n\nSo, for the sake of your own physical and mental health ... Please take off the masks and gloves.\n\nThe only thing they are doing is stopping you from breathing properly, and taking away exposure to the very microbes you need to build a healthy immune system.\n\nInstead, drop the fear and ... - get out in nature and breath in the fresh air, - exercise, - eat healthy foods, - drink plenty of water, - take cold showers, - be around your friends and family &\n- expose yourself to the elements \nPut simply, do all the things you can to create a robust immune system and healthy body ... ... because contrary to popular belief, that is the only real way to protect yourself from any microbe or pathogen. \nOr don’t ... and to live in fear.\n\nThe choice is yours.\n\nHealth & Happiness\n\n#corona #COVID19 #Fuckbillgates #populationcontrol #depopulation #depopulationagenda #thetruthisinthedetails #thegreatawakening #who #fema #nwo #NEWWORLDORDER #martiallaw #photooftheday #woke #vaccine #coronavirus #id2020 #agenda2030 #notovaccines #plandemic #scamdemic #socialdistancing #elite #fakevirus #wakeupsheeple #wakeup #deepstateexposed #deepstate",
    "tags": [
        "Qanon",
        "Bill Gates",
        "Plandemic",
        "New World Order",
        "Deep State"
    ],
    "year": "6"
}