{
    "filename": "CBP471YF4u8.jpg",
    "description": "«È appena stato rilasciato il piano della task force governativa guidata da Vittorio Colao, dove si legge che bisogna adeguare i livelli di emissione elettromagnetica in Italia ai valori europei per accelerare lo sviluppo delle reti 5G. Si legge anche che bisogna escludere opponibilità locale.\n🕳\nUn tizio scrive da Londra, dove è andato a fare gli interessi delle grandi multinazionali straniere in qualità sia di vicepresidente dell’European Roundtable of Industrialists, sia di Ad di Vodafone. Ruolo che gli ha permesso di sedere in consessi internazionali come quello del Bilderberg, tra i grandi speculatori e oligarchi.\n🕳\nQuesto personaggio, scelto da un Governo che a sua volta non è stato scelto da nessuno, ci sta dicendo che bisogna opporsi alle decisioni delle istituzioni locali e alle istanze dei cittadini stessi pur di portare avanti dei punti in pieno conflitto d’interessi.\n🕳\nNel mio libro “31 coincidenze sul Coronavirus” lo avevo previsto chiaramente scrivendo che “la transizione al 5G verrà fatta passare da Colao come una misura da accelerare perché utile in funzione anti-covid“. Avvalendosi così della tecnica della shock economy. Ora quindi diventiamo tutti cavie umane di spericolati esperimenti imposti dalle lobby della telefonia e dalle grandi multinazionali.\n🕳\nInsomma benvenuti nel nuovo ordine mondiale post-covid. E come scrive Colao nel suddetto report: “mai lasciarsi sfuggire una crisi”».\n– @francescoamodeoofficial 🕳 \nhttps://www.radioradio.it/2020/06/ecco-il-vero-piano-colao-imporre-il-5g-in-italia-senza-possibilita-di-opposizione/\n🕳\n#5g #stop5gitalia #no5g #vittoriocolao #colao #criminale #bilderberg #coronavirusitalia #nuovoordinemondiale #iss #oms #elite #tumori #tumore #cancro #glioma #deficitdellattenzione #salute #saluteebenessere #vodafoneitalia #dittatura #thegreatawakening #unioneeuropea #londra #mangiarebio #opposizione #lega #matteosalvini #infertilità #internetdellecose",
    "tags": [
        "Qanon",
        "5G"
    ],
    "year": "6"
}