{
    "filename": "CBP_Km0Dmm6_7.jpg",
    "description": "Microsoft's (NASDAQ:MSFT) cloud business may not post 70% revenue growth quarter after quarter anymore, but that's not to say high double-digit returns won't be the norm for years to come. Expansion in key markets including e-commerce and healthcare are positioning Microsoft for just that kind of future growth. \nEven before the COVID-19 pandemic spread, Microsoft's cloud business was booming as it slowly and methodically chipped away at rival Amazon's (NASDAQ:AMZN) Amazon Web Services lead. But amid the pandemic, with work-at-home the new norm, demand for its cloud services have been surging. \nOffice 365 now has 258 million paid seats, while Teams, its collaboration platform has more than 75 million daily active users. Corporations are also seeking out the tech stock's cloud offering, with Azure usage increasing during the pandemic. \nMicrosoft ended the fiscal third quarter with gross margins at 69%, up two percentage points year over year. Gross margins in Commercial Cloud jumped four percentage points to 67%, with improvements in Azure's margins driving the increase. Even as Microsoft aggressively competes for cloud business, its cost of doing business is narrowing as it builds a reputation in the market and operates more efficiently. \nGross margins in cloud are lower than the overall company's margins because Microsoft is investing more in that segment of its business to narrow the gap between its own cloud operations and Amazon's.\nWithout a doubt, Microsoft is still a scrappy second-place player, with just 17.6% market share at the end of the fourth quarter. But its share of the market is growing -- up from 14.5% the year before -- which isn't the case for AWS. According to Canalys, Amazon's market share stood at 32.4% at the end of 2019, down from 33.24% in 2018.\n\nMicrosoft's also growing its cloud sales significantly faster than Amazon. AWS posted annual revenue growth of 33.2%, compared to 62.3% for Azure.\n\n#microsoft#billgates#billgatesisevil#fuckcorona#fuckcovid19#fuckthepolice#fuckhaters#kissmyass#iamgonnaberich#nyse#stockmarket#tech#techgeek#legittrader#tradequalified#africanbillionaire#blacklivesmatter✊🏽✊🏾✊🏿 #unapologeticallyprivileged",
    "tags": [
        "Bill Gates"
    ],
    "year": "6"
}