{
    "filename": "CBQSUG8MTFL.jpg",
    "description": "Imagine a virus so deadly that can't jump 3 feet over glass at the grocery store but could kill everyone at the gym but will in no way kill anyone at the liquor store.\nImagine a virus so deadly that it can be killed with soap and water.\nImagine a virus that doesn't affect children but does affect old people because it can think and obviously hates the elderly. Imagine a virus that can kill at exactly 6 feet not 7 or 8 feet or 9. \nImagine a virus that can come to the grocery store with you on the “bags” you bring from home but the same viruses dont come on the clothes you brought from home, because the virus only likes old grocery bags.\nImagine a virus understanding that it can only kill the public not the reporters and politicians who huddle together shoulder to shoulder in front of the cameras.\nimagine a virus that only infects non-Communist countries because it can see borders with its special glasses.\nimagine a virus that supposed to be a airbone but doesn't come out the sides of any mask because the mask is a magical cloth. The virus being so smart it knows to stay inside the mask and not leak out the side of the mask with the rest of the air.\nImagine a virus so small that will kill you instantly at the park, the beach or on the bike path as you exercise (with no one else around you for miles) but will leave you alone at the liquor store.\nImagine a virus that wont kill you if you protest for the black lives matter movement but will kill you if you come together for anything else.\nimagine a virus so deadly and so little that the only way to protect yourself from it is to injected it under your skin💉⏳\nA Strange game indeed. \n#UnchainYourself ⛓\n#DarkToLight✨\n.\n.\n.\n.\n\nTheTruthMovement #TheGreatAwakening #wakeup #redpill #fearless #qanon #wwg1wga #maga #darktolight #panicindc #thestorm #painiscoming #patriotsfight #pizzagate #racists #q #deepstate #Blacklivesmatter #Informationwarfare #Obama #cabal #Covid19 #Donaldtrump #Protests #waronhumanity #consciousness",
    "tags": [
        "Qanon",
        "Deep State"
    ],
    "year": "6"
}