{
    "filename": "CBsWk2TgPhP_6.jpg",
    "description": "HAARP - you are really exposing yourself so badly!!! We can so clearly see that you are on full deployment sending out your jet agents perhaps hourly to be spraying some heavy shit everywhere! I mean behind that blanket of clouds, there’s another layer of clouds above, and behind that is beautiful blue skies! You can clearly see the synthetics vs the real! More desperation tactics trying to keep us distracted & dummbed down with the strange weather phenomena occurring all over the world right now (perhaps to cause fear & worry) and or, definitely doing their utmost to keep the sun blocked - in particular this weekend since we have heavy solar energy coming through from the eclipse. They know this energy is extremely powerful & cosmic and has the ability to be harnessed by us to activate our DNAs, third eyes, pineal glands etc and further the awakening & ascension process. It’s also important to note that the chemtrails also release harmful substances in the atmosphere effecting the crops, water, and also can fall on to our bodies. I know it seems like there’s no escaping it, but making a conscious effort with selecting your groceries, purifying your water, and doing purification rituals on your body can help to release negative energies & toxins. I’ll do some digging around tips for this and share it another time.. Let’s not let these bastards manipulate us any further, and let’s marvel in these wonderful energies & amazing solar power coming through! ☀️✨ - FYI thank you to @qanon67 & @laveganfoodreviewers for the vids & pics used in this post from Europe to the USA 🙏🏽\n•\n#truthseeker #thetruthwillsetyoufree #agenda2030 #breakfreefromthematrix #themedialies #sharethetruth #takedownthecult #newworldorder #newworldorderagenda #agenda201 #coronaPLANDEMIC #globalistagenda #billgatesisevil #luciferianagenda #covid19 #authoritariancontrol #totalitarianism #stophaarp #wedonotconsent #chemtrailsuk #stophurtinggaia #stopchemtrails #chemtrails #weathermanipulation #geoengineering #haarp #solareclipse2020 #newmooneclipse #summersolstice2020",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "6"
}