{
    "filename": "CBUIkMAAP8a.jpg",
    "description": "Are you ready for #reeducationcamps in the #UnitedStates? #Colorado has introduced a bill that would “re-educate” parents who refuse to vaccinate their child with the #coronavirus vaccine.\n\nThe bill forces all doctors and medical staff to give vaccinations with no exemptions, even if they are in a situation where they believe it would not be in that child’s best interest. The bill’s current version, however, does not list any sanctions or punishments for medical staff that refuse, according to Life News. \nThe bill just passed through a committee in Colorado (20-14) to reduce available exemptions on vaccinations for school-age children (making vaccines mandatory). This bill offers “online education modules” for parents who want a different vaccination schedule than what the state demands. Submitting a “certificate of completion” from the re-education classes is one way to receive the state-sanctioned vaccine exemption.\n\nThis #plandemic was never about health, it was about forcing everyone to get a vaccine: an injection of whatever the hell the ruling class decided to put in the vaccine.\n\nThese vaccines are not being required for the health of anyone unless it’s for the health of #BigPharma and the ruling class.\n\nWhat happens if the “re-education” fails to convince a person to get the vaccines? It’s hard to say, but these types of #concentrationcamps (and be honest with yourself, you know that’s what they are) should be condemned by anyone who wishes to be free. This is utterly insane.  The limits the governments are now going to in order to force people to get vaccinated is unbelievable.\n\nBut, we knew this was coming. We knew that the coronavirus was a scam to force everyone to take the #COVID (certification of vaccine ID) under Agenda 2020. Beware, this could very well be what more religious people are calling “the #markoftheBeast”, and people commenting on this Colorado bill have already made it clear that “people won’t be able to go to work or school” unless they get the vaccine. .\n#Repost @freedom_faction",
    "tags": [
        "Plandemic"
    ],
    "year": "6"
}