{
    "filename": "CBVEFzEJGto.jpg",
    "description": "La Fundación Bill y Melinda Gates ayudó a negociar quién obtendría un contrato de seguimiento de contactos (Contact tracing) respaldado por el gobierno de $ 100 mil millones en agosto de 2019, seis meses antes de que la 'pandemia' llegara a los Estados Unidos y cuatro meses antes de que se extendiera por China.\n\nLas revelaciones impactantes fueron reveladas en el podcast de Thomas Paine y el Show de Moore Paine en Patreon por los dos investigadores que denunciaron el fraude fiscal masivo de la Fundación Clinton durante una audiencia en el Congreso en 2018. John Moynihan y Larry Doyle testificaron en el Congreso, detallando el fraude y esquemas utilizados por Clinton para evitar pagar hasta $ 2.5 MIL MILLONES en impuestos federales.\n\nEl dúo de investigadores, en su primera entrevista desde el explosivo testimonio del Congreso, reveló a Paine que representantes de la Fundación Gates se reunieron con el congresista estadounidense Bobby L. Rush en una reunión en Ruanda, África Oriental a mediados de agosto de 2019 para averiguar quién anotaría la ganancia inesperada de un programa de rastreo de contactos del gobierno. Y el mes pasado, nueve meses después de las reuniones con la Fundación Gates en Ruanda, Rush, un demócrata de Illinois, presentó la Ley 6666 mil millones de dólares HR 6666, la Ley COVID-19 de Pruebas, Alcance y Contacto con todos (TRACE). El proyecto de ley de Rush establecería un programa dirigido por los Centros para el Control y la Prevención de Enfermedades (CDC) para las pruebas nacionales de coronavirus y el rastreo de contactos.\n\nDesde entonces, Paine se enteró de que el congresista Rush viajó a Ruanda con su cónyuge del 12 al 19 de agosto de 2019 para participar en conversaciones y un evento de una semana de duración suscrito por la Fundación Bill y Melinda Gates y el Fondo Rockefeller Brothers.\nPero, ¿cómo puede negociar los subproductos del monitoreo de una pandemia de seis a siete meses antes de que ocurra el brote del virus?\n.........................................................\n#terrareaslismo #5g #nasalies #covid #nwo #vaticano #jesuitas #sionistas #kabalah #masones #illuminati #billgates #cabal #ocultismo #religion #heliocentrismo",
    "tags": [
        "Mixed/Other"
    ],
    "year": "6"
}