{
    "filename": "CBWiaKepZJ2.jpg",
    "description": "#Repost @killuminatiargentina\n• • • • • •\nEL FUNDADOR DE LOS TESTIGOS DE JEHOVA ERA MASÓN.  Muchas organizaciones religiosas son fundadas o infiltradas por masones, con el fin de alejar a la gente de Dios y de la unión real espiritual con el creador, lo hacen volviéndolos fanáticos, uniéndolos a la organización religiosa por cultura y costumbre y no por unión real espiritual a Dios en valores de amor, etc.\n\nCharles Taze Russell quien fundo este grupo religioso tenía relaciones masónicas y utilizó en muchas ocasiones símbolos usados por los masones. Incluso su tumba como ven en la imagen es una pirámide donde se puede observar un símbolo muy similar a uno usado por los masones de la Corona y la Cruz. Y incluso hasta en Wikipedia pueden encontrar que Charles tenía alguna relación y apoyo de grupos masónicos.\n\nEste es un tema que actuales integrantes del grupo religioso desconocen o no atreven a plantear, el origen de este grupo y conexiones con la francmasonería de su fundador.\n\nRussell exaltó las creencias francmasónicas y sus enseñanzas esotéricas, al extremo de usar imágenes ENIGMÁTICAS dentro de sus publicaciones.\n\nEs por ello la pirámide en su tumba, y no solo es la forma de su tumbo sino que además en frente el lugar donde fue enterrado tiene en frente un \"\"Centro Masónico Greater Pittsburgh\"\" que en su entrada tiene exactamente junto al compás masónico como pueden ver en la imagen de arriba.\n.........................................................\n#terrareaslismo #5g #nasalies #covid #nwo #vaticano #jesuitas #sionistas #kabalah #masones #illuminati #billgates #cabal #ocultismo #religion #heliocentrismo #conspiracytheory #conspiraciones #spacehoax #mkultra #bubblesinspace #chemtrail #haarp #bluebeam #gravity #vaccines #wakeup #despierta",
    "tags": [
        "Mixed/Other"
    ],
    "year": "6"
}