{
    "filename": "CC3S91gDSCs.jpg",
    "description": "I have told you that the spirits of darkness are going to inspire their human hosts, in whom they will be dwelling, to find a vaccine that will drive all inclination towards spirituality out of people’s souls when they are still very young, and this will happen in a roundabout way through the living body. Today, bodies are vaccinated against one thing and another; in future, children will be vaccinated with a substance which it will certainly be possible to produce, and this will make them immune, so that they do not develop foolish inclinations connected with spiritual life — ‘foolish’ here, of course, in the eyes of materialists.\n-\nInjecting young children with the information about diseases immediately connects them with the fields of those diseases. The related fear, insecurity and anxiety are all 'part of the deal'. This information impairs access to the self-healing abilities even more, adversely affects the immune system, weakens health, and increases the feeling of inner anxiety.\n\nThese factors consequently lead a child astray from its spiritual path and prevent it from achieving full spiritual growth in life. Communication with its inner self is disrupted, which only intensifies the search for external sources of light. This in turn connects them with the morphic fields which link us to a world of illusion.\n-\nArtwork by @amandasageart - also follow my brother @chervin333 for deeper meaning into Steiner’s work.\n-\nFollow my personal 👉🏽 @itsazeem\n-\n#RESHARE #WEDONOTCONSENT #SAYNO \n#IDONOTCONSENT #TECHNOCRACY #DYSTOPIA #ORWELLIAN #THISISNOT1984 \n#truthseeker #truthseekers #truthisinplainsight #thetruthisstrangerthanfiction #thetruthwillsetyoufree #agenda2030 #woke #newworldorder #staywoke #covid19 #totalitarianism #illuminati #globalists #covid1984 #staytruetoyou #liveinyourpower #takebackyourpower #freedomthinkers",
    "tags": [
        "New World Order"
    ],
    "year": "7"
}