{
    "filename": "CC4aK0un27s_4.jpg",
    "description": "I told you before when you go and get tested for covid they have obtained your dna and this is programmed into a quantum super computer through the internet of things, this is also known as \"\"blood harvesting\"\" which is registering you as a product of the system where your entire life is laid wide open for the deep state to inspect and operate through you. Currently they have close to 50 different vaccines all for covid which contain the same materials with a few different pharmaceutical grade substances engineered together using crispr which is a form of cloning containing aborted fetal cellular tissue, humanized mouse tissue made from mice that have been genetically made with human organs, human blood and having a human immune system (chimera). The third material is a human hybrid plant which they took human protein cells and inserted them into the vascular system of a plant, remember I wrote on transgenics last year explaining how they can take any living organisms DNA and insert it into any other living organism.  The fourth material is by far the worst one and every person should fear what I'm about to explain. Forget rfid chips those are outdated and used as a conspiracy story to mislead you. Years ago Darpa developed a type of nanotechnology that they refer to as \"\"hydro gel\"\" which is a liquid state of computational particles that can bond together to form a solid living algorithmic material. Once the nano gel gets inside your body it assembles inside of your dna fusing with your body as living genetic properties.  Now an rfid chip can be removed by a professional but this cannot be removed. This transcends the person to become one as a biological human machine interface connected to the quantum computational structure giving the person living cells that are programmed. Using this dialect they can write any artificial program for a responsive action they want. Transferring a text based signal compiling it into a dna sequence that is then placed inside the living cells to operate from within the existent dna. \n\n#biotechnology, #5g, #voiceofgodtechnology, #dracos, #darpa, #usmilitary, #billgates, #nanotech, #id2020, #singularity, #vrils, #covid19, #plandemics",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic"
    ],
    "year": "7"
}