{
    "filename": "CC64gmvpWbG.jpg",
    "description": "DISNEY STAR: “IT’S NOW TIME TO SPEAK UP” \n\nLeigh-Allyn Baker, star of Disney’s Good Luck Charlie, recently came under fire from fans and the media, after a series of social media posts questioning Covid public policy decisions and vaccine safety. Leigh-Allyn joins Del to reveal what is behind her public skepticism on masks, vaccines, and why she is willing to risk everything to get her message out. \n#LeighAllynBaker @hghwiretalk\n\nBill Gates admitted that thousands of people will suffer from the effects of the covid-19 vaccine for the good of people....... yet one death from covid-19 is one too many!!! Open your eyes to your hypocrisy..... because if one death from covid-19 is one too many then one death or disability from a vaccine should be also!!!\nIGNORANCE is bliss. When you blindly believe the \"\"party line\"\", even when there is abundant evidence saying the contrary, and THOUSANDS of families who's loved ones have been permanently injured, or killed after being vaccinated!THE TRUTH on this subject is HORRIFYING!\n\nThe intelligent people know that vaccines 100% do cause damage including brain damage as listed on the package insert , which results in autism. Sad that people lack intelligence to figure out that millions of moms that have seen their children damaged immediately after vaccines still want to say that all theses families are lying.\n\n👉🏽WHAT ARE YOU SAYING ABOUT THIS?\n\nFOLLOW 👉 @miri.p.swiss.truths \nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥 \n\n#2ndwave #secondwave #hypoxia #deepstateexposed #fauci #globalistagenda \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra #freemasons #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Bill Gates",
        "New World Order",
        "Deep State"
    ],
    "year": "7"
}