{
    "filename": "CC6WQhGhcei.jpg",
    "description": "The #coronavirus vaccine has been ready before this #plandemic, but they desperately need to drag out this economic collapse to make sure they can force a great reset onto a one-world currency that’s completely digital and controlled by those in power. They also need to make sure people are scared and fearful so they fall for the scam and get the vaccine without critically thinking and asking questions. “Just trust the #mainstreammedia.”\n\nIt’s astonishing that the elitists are telling us this straight out right now and people are still not listening. The vaccine is not only ready, but it also won’t work, and it will be filled with nanobots to “keep you healthy.”\n\n“What this means is that each of these vaccines is worth taking all the way through to a Phase III study,” said Dr. Peter Jay Hotez, a vaccine researcher at the Baylor College of Medicine. “That is it. All it means is ‘worth pursuing.’” Phase III trials test how well a drug works, according to The New York Times. \n\nIn the next 10 or so years, your blood will probably be streaming with tiny nanorobots there to help keep you from getting sick or even transmit your thoughts to a wireless cloud. They will travel inside of you, on a molecular level, protecting the biological system and ensuring that you have a good and long life. The future is closer than you may think. –Interesting Engineering\n\nIt’s amazing that they are telling us what they are doing, and most people are still asleep, and many of them just don’t want to know what’s really going on.\n\nA joint venture between the drug giant Pfizer and the German company BioNTech shared results online before peer review, and invited comparisons to the biotech company Moderna, which uses a similar technology and released early results last week.\n\nAll the developers that released results on Monday said their vaccines had produced strong immune responses with only minor side effects. –The New York Times\n\n🖐🏾More in comments👇🏾#VaccineAgenda #GlobalHealthSecurityAgenda #Event201",
    "tags": [
        "Bill Gates",
        "Plandemic"
    ],
    "year": "7"
}