{
    "filename": "CC9SlASgpN8.jpg",
    "description": "Dr explaining the pandemic to a coma patient who just woke up…\n.\n.\nDr: “They shut down the world because of a worldwide pandemic.”\n.\n.\nPatient: “OMG! How many people are infected?”\n.\n.\nDr : “About 11 Million.”\n.\n.\nPatient: “OMG! 11 million people died?”\n.\n.\nDr: “No, only 500 thousand… Kind of.”\n.\n.\nPatient: “What do you mean ‘kind of’?”\n.\n.\nDr: “Well… they keep halving the number of deaths due to double counting, inaccurate tests and mislabeled death certificates. Also, most of the people that die are elderly and dying of other things. There are also people who died because of incorrect ventilator use and other treatments because no-one really understands the virus.”\n.\n.\nPatient: “I don’t get it. So how many died from ONLY the virus… like literally dropped dead in the street?”\n.\n.\nDr: “No-one. Only in hospitals and nursing homes”\n.\n.\nPatient: “I don’t get it.”\n.\n.\nDr: “Neither do I, it’s a very confusing time.”\n.\n.\nPatient: “So they cured the other 11 million people then?”\n.\n.\nDr: “No, most didn’t have any symptoms and in fact they didn’t even know they had it.”\n.\n.\nPatient: “I don’t get it.”\n.\n.\nDr: “Neither do I.”\n.\n.\nPatient: “It doesn’t sound very deadly. If the other 11 million people didn’t have symptoms then how do they even know they had the virus?”\n.\n.\nDr: “They were tested.”\n.\n.\nPatient: “But you just said that the tests are inaccurate.”\n.\n.\nDr: “They are. No-one has isolated the virus so the tests don’t really test for that.”\n.\n.\nPatient: “I don’t get it.”\n.\n. \nDr: “Neither do I.”\n.\n.\nPatient: “Ok. So when will this pandemic be over?”\n.\n.\nDr: “When they develop a vaccine to stop the virus.”\n.\n.\nPatient: “The virus that nobody gets or dies from.”\n.\n.\nDr: “Exactly.”\n.. \nPatient: “I don’t get it.”\n.\n.\nDr: “Neither do I.\n.\n.\nYou see that picture you are looking at? That's a real pandemic. \n\n#wakeupsheeple #wwg1wga #fuckthegoverment #followthemoney #populationcontrol #doyourownresearch #plandemic #scamdemic #hoax #agenda2030 #corona #virus #thegreatawakening #nwo #NEWWORLDORDER #martiallaw #photooftheday #woke #Fuckbillgates #covid19 #billandmelindagatesfoundation #downtherabbithole #picoftheday #hiddenagenda #WAKETHEFUCKUP",
    "tags": [
        "Qanon",
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "7"
}