{
    "filename": "CC_era9h7h5.jpg",
    "description": "Thoughts?\n\n#BillGates has warned that multiple doses of any #coronavirus vaccine could be necessary as he slammed #DonaldTrump's handling of the pandemic.\n\nMicrosoft billionaire Gates said \"\"serious mistakes\"\" have been made by the White House as he predicted schools could be closed until fall 2021.\n\nSpeaking during an interview with Norah O'Donnell on CBS News, Gates said he had faith in the development of a coronavirus vaccine.\n\nHowever, he warned it could take an \"\"unbelievably big number\"\" of doses to beat the virus.\n\nHe said: \"\"None of the vaccines at this point appear like they'll work with a single dose.\n\n\"\"That was the hope at the very beginning.\"\"\n\nHowever, he said the solution will \"\"improve over time\"\" even though there will be \"\"a lot of uncertainty\"\" about the vaccine.\n\nThe philanthropist - who is worth $98billion, the second-richest man in the world - has offered £300million to help fund research into the vaccine.\n\nGates also described the closures of schools as the \"\"biggest cost\"\" of the pandemic after deaths as he said classes likely won't be all back until fall 2021.\n\nHe said: \"\"This next academic year does hang in the balance. It is extremely important.\"\"\n\nMore should be done to help schools take learning online to ensure kids get their educations, he said.\n\nThe 64-year-old tech boss now spends most of his times working with the Global Health division of the Bill & Melinda Gates Foundation.\n\nHe had been warning of the threat posed to humanity by pandemics since 2015 before the coronavirus outbreak.\n\nDuring the interview, Gates was also heavily critical of the Trump administration - with the US having the highest death and case count in the world with 146,192 and 4.1million.\n\n🖐🏾More in comments👇🏾#VaccineAgenda #GlobalHealthSecurityAgenda #Event201 #CoViD1984",
    "tags": [
        "Bill Gates"
    ],
    "year": "7"
}