{
    "filename": "CCBQb7CDt5W.jpg",
    "description": "\"\"SALGIN YOK\"\"\n\nProf. Dr. Gülümser Heper'in yazısı : \"\"Corona Ciddiyeti,\n\nAralık'da başlayıp bugüne kadar gelen muhtemel daha da uzayacak bir şizofrenik dünyanın içerisindeyiz. Corona'dan kendimizi izole edecekmişiz; çok öldürücü bir virüsmüş.\nBaşlangıçta yine de bir salgın ortamı yaşarsak mahcup olabilirim diyerek az biraz tedbirli konuşuyor ve önümüzdeki haftayı bekleyeyim diye düşünüyordum. Hep önümüzdeki hafta... Ancak önümüzde hafta değil aylar geçti ve ben bir salgın görmedim. Daha önce salgın görmüştüm, bir klinik hepimiz koleradan yorgan döşek yatmıştık ve ben şu ana kadar halen bir salgın görmedim.\n\nÖlüm oldu mu? Elbette oldu. Birisi 88 yaşında bir teyzeydi, biri de yine 80 üstü başka bir hasta. İkisinin de kalp yetmezliği, kapak hastalığı, ritm bozukluğu, böbrek yetmezliği, akciğer yetmezliği ve birinin karaciğer yetmezliği vardı. Yani geçen yıl hangi nedenlerle ölüm olduysa bu yıl da aynı nedenlerle ölüm oldu. Ben uzayda yaşamıyorum, birebir Türkiye'nin bir hastanesinde çalışıp eski hekim olmam nedeniyle çok da hasta görüyorum. Diyeceğim benim gözlediğim bir salgın yok.\nBunca yıl tıp okudum hafta içi dışarıda hafta sonu evde gizlenerek bir salgına karşı strateji üretildiğini görmedim ve mantığını da bilmiyorum. Bu virüs yüzeylerde 3 gün yaşıyorsa ki yaşıyor bu işten korunulmaz.\n\nŞizofrenik bir dünyada yaşamak istemiyorum, dirençli biriyimdir, beni bile bıktırdınız, kimseye laf anlatamıyorum, yazık, çok yazık.\n\nAçın sokakları insanlara... Ya da hepimize bir fanus yapıp merkezi hava üfleyin... Yeter lanet olsun...\"\" Prof. Dr. Gülümser Heper #coronaturkiye #covit19😷 #salgın  #plandemic2020 \nKAYNAK : https://www.facebook.com/permalink.php?story_fbid=10159022608932908&id=738437907",
    "tags": [
        "Plandemic"
    ],
    "year": "6"
}