{
    "filename": "CCBRop-DKhZ.jpg",
    "description": "Mehmet Okan Özdemir\n22 Haziran 2020\nTürk Anavatan’ın Bursa Vilayeti\n\nCERRAH MASKEDEN ÖLMEYEBİLİR AMA SEN OLUR OLMAZ HER YERDE TAKARSAN ÖLÜRSÜN.\n\nBazıları maalesef mantıksız maske kullanımı ve sokağa çıkma yasaklarının sempatizanı oldular.\nDiyorlar ki “Maskenin zararı olsa cerrahlara olur,ölse cerrahlar ölür.”\nİşte konu o kadar basit ve kestirme değil.\nBirincisi biz maskeyi kendimizi korumak için değil hastayı korumak için kullanıyoruz.Siz bu maskelerden hastalanan veya ölen cerrah yok diyorsunuz ya işte onu hiçbirimiz bilemiyoruz çünkü böyle bir çalışma da yok,efendilerimiz uygun görmediği için .Bilmeyince yok olmuyor, Türkiye’de 2020 Dünya Corona Yılında ölenlerin en az 2 katı insanın geçen yıl ve ondan önceki yıllarda coronavirüslerden öldüğünü ,cenazelerine,taziyelerine gittiğiniz ama bu konu hakkında hiç bir şey bilmediğiniz gibi.  Maalesef cerrahların çoğu kanser ve kalp hastalığından ölür.Kimse de maskelerin sentetik içeriklerini devamlı solumanın böylesi etkilerini araştırmaz,çünkü bu bir endüstridir,sürekli üretilmesi,satılması ve kazanç oluşturması gerekir,insan hayatı ne ki?Daha önceleri kullandığımız ,yıkanabilen ,çok defalar kullanılabilen organik pamuklu bezlerden yapılan maskeler değiştirildi,bizleri ne olduğu belli olmayan kimyasal elyaf maskelerden yıllarca hava soluttular,solutuyorlar,tıpkı GDO lu gıdaları yedirdikleri,kanserojen temizlik malzemelerini sağa sola püskürttükleri,derelere,denizlere ,yağmurlara,içtiğimiz sulara karışmasına izin verdikleri hatta teşvik ettikleri gibi.Belki bu maskeler nedeniyle de hastalanıp ölmemiz işlerine geliyordur,hem tecrübeli cerrahlar olmasa daha çok insan ölür,maksat nüfusu da azaltmak değil mi?Hem biz cerrahlar bir de uyanık,inatçı,cesur ve dik kafalıyız ya milleti de durduk yerde uyandırmaya çalışıyoruz,çok da sevilesi şeyler değiliz sistem sahipleri için.Hiç merak etmeyin maskenin sürekli kullanımının sizlere ne zararı olduğu ile ilgili hiç bir çalışma yapılmayacak,sizler de bir şey bilmeden mutlu mesut olarak Coronavirüslerden değil ama belki de maskelerden,belki de sağa sola devamlı püskürtülen ne idüğü belirsiz kimyasal dezenfektanlardan dolayı toparlanıp gideceksiniz. #corona #covit19 #plandemic2020",
    "tags": [
        "Plandemic"
    ],
    "year": "6"
}