{
    "filename": "CCBxHK9jC7J.jpg",
    "description": "All the proof you need can be observed & perceived by your own senses, & applying logic. •\n\nI know there are a couple big accounts raising awareness on the dangers of vaccines, who deny that geoengineering exists- they know who they are, & they know that I know who they are. •\n\nObserve the Sky when you see lines, and you’ll see some planes flying at the same altitude not spraying a damn thing. \nObserve the temperature & relative humidity at cruising altitude (36k feet) on spraydays, & you’ll see those exact temps & Humidity other days but the Sky is pristine. •\n\nPlanes fly every day- the difference is that some days are (for whatever reason) designated as spraydays. Sometimes it’s heavy & their goal is to white out the Sky completely, & other days it’s just mild spraying with odd looking wispy chemclouds being normalized. Geoengineering is psychopathic science that sometimes has no rhyme or reason. •\n\nThen there are those days when you can clearly see the ripples in the clouds & frequency waves of varying natures manifesting, via haarp installations, nexrad, radar, & cell towers. \nThese I label “They Live”, referring to the subliminal mind control contraption that Nada disabled at the end of that documentary of life on Plane(t) Earth. •\n\nSolutions? Bring it up in casual convos in public, Heavy metal detoxes🌱, bentonite clay, epsom salt baths, fasting, all are crucial to flush out these accumulated toxins.\n\nClean your fruits/veggies and get orgonite around you & near cell towers, as the negative ions from the orgone devices balance out all the positive ions & electrosmog, allowing better cellular communication, sleep (repair) & clarity of mind. •\n•\n•\n\n#geoengineering #climatechangehoax\n#chemtrails #electromagneticwaronhumanity\n#mandatoryvaccinations #fight5G #eugenics #orderoutofchaos #chaosbydesign #contacttracing #coronavirus #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #covid1984  #problemreactionsolution #5G #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy #kill5G",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "6"
}