{
    "filename": "CCCxS0tHQD9.jpg",
    "description": "🔺When the media and government tell you to look left, look up, down, EVERYWHERE but LEFT.\n\n🔺Anti freedom legislation and executive orders preparing for a societal collapse have been in the works for decades. Farmers are blowing the whistle on an upcoming food shortage, small business owners will continue to close, eliminating the middle class, while mega corporations are at an exponential revenue increase.\n\n🔺Secret societies/Organizations  that have hijacked this country have infiltrated our government, judicial system, the police force, the military, the medical establishment and more. (Reference : John F Kenned’s last speech to American people). \nThe police are ultimately used like pawns to enforce and protect the for profit, privatized prison systems where corporations own and benefit from legal slavery.\n\n🔺The call for the defunding the police with promises to fund social programs grants further authority for social workers to remove children from their homes. This agenda coincides with what’s occurring in Hawaii, where legislation is simultaneously being passed that allows children to be removed from their homes if they have the Corona virus. \n\n🔺As we enter a “second wave” we must be weary what legislation are in the works that violate our most basic human rights, for instance Human Trace Act , Operation Warp Speed, SB277 to say the least.\n\n🔺Laws are only good if we abide by them. So it’s time to wake up to the fact that this virus is being used to dehumanize us, control us, and subjugate us into a total dictatorial, Orwellian, nightmare American dream that you will NEVER be able to wake up from.\n\n#agenda21 #agenda2030 #operationwarpspeed #hr6666 #crimesagainsthumanity #covid1984 #covid19 #fuckbillgates #sb277 #hegeliandialectic #plandemic #event201 #blacklivesmatter",
    "tags": [
        "Bill Gates",
        "Plandemic"
    ],
    "year": "6"
}