{
    "filename": "CCE_ZioJsUr.jpg",
    "description": "Las autoridades chinas están llevando a cabo esterilizaciones forzadas de mujeres en una aparente campaña para frenar el crecimiento de las minorías étnicas en la región occidental de Xinjiang. Así lo asegura una investigación publicada el lunes. Según el informe, elaborado por el investigador alemán Adrian Zenz, las mujeres de grupos minoritarios, incluidos los musulmanes uigures, se están tendiendo que enfrentar a métodos anticonceptivos involuntarios o amenazas sobre las cuotas de nacimiento.⁣\n⁣\nZenz ha revisado documentos y datos regionales oficiales y ha recogido testimonios de mujeres que hablan de pruebas de embarazo obligatorias cada dos meses, anticonceptivos intrauterinos instalados a la fuerza e inyecciones que interrumpieron períodos o causaron sangrados inusuales. Algunas de las mujeres dijeron que las estaban obligando a recibir cirugías de esterilización.⁣\n⁣\nActivistas uigures dicen que China está utilizando sus polémicos campos de internamiento para llevar a cabo una campaña masiva de lavado de cerebro destinada a erradicar su cultura distintiva e identidad islámica. “Estos hallazgos plantean serias preocupaciones sobre si las políticas de Beijing en Xinjiang representan, en aspectos fundamentales, lo que podría caracterizarse como una campaña demográfica de genocidio según las definiciones de la ONU”, afirma Zenz.⁣\n⁣\nEl informe ha llevado a un grupo internacional de legisladores a pedir una investigación de las Naciones Unidas sobre las políticas de China en la región.⁣\n⁣\n⁣\n📸: Wikimedia Commons\n.........................................................\n#5g #nasalies #covid #nwo #vaticano #jesuitas #sionistas #kabalah #masones #illuminati #billgates #cabal #ocultismo #religion #heliocentrismo #conspiracytheory #spacehoax #mkultra #chemtrail #haarp #bluebeam #gravity #vaccines #wakeup #despierta #terrareaslismo #nmg",
    "tags": [
        "Bill Gates",
        "5G",
        "New World Order"
    ],
    "year": "6"
}