{
    "filename": "CCfx9b6laEl_5.jpg",
    "description": "Sometimes you have to smile to let go of all the bullshit you absorb every day ... Specially in 2020 it seems like that’s all the media and our government are providing us.😏Because we’re hearing the Covid stories 24/7 but what about the children? What about the child trafficking? Pedophilia? Why are they avoiding those subjects like a plague? Shouldn’t every journalist ... I mean as human beings ... shouldn’t they all be turning every damn stone to find out the truth??? 🤨No they “debunked” the pizzagate story by saying that the Comet restaurant doesn’t have a basement. Although the owner did state ones in a interview they do have one. Well what a research!! Let’s just forget about the millions of kids that disappear every year. Now we have the recent scandal about the Wayfair cabinets. Explain me why are they named after children who disappeared?? Why are they sold for such high prices? Why is this also happening on Amazon and Walmart? Probably more of those sites... Why????? 🤯How are they going to debunk this? By just saying it’s a typo?😏Come on people ... wake the fuck up! 8 million kids can’t disappear every year without inside help ... It’s a very well organized organization ... Politicians, judges, celebrities,  directors, doctors etc. .... It’s a big club! A club that needs to be exposed! So when will those damn journalists start digging? And stop listening to their bosses who are being paid by the same damn group! But one thing is sure and that is  if YOU don’t do your job ... The people will .... ✌️#wayfair #pizzagate\n\n⁣ ⁣ ⁣\n⁣ ⁣ ⁣ ⁣\n⁣ ⁣ ⁣\n\n#speakup #truthseeker #draintheswamp  #plandemic  #nonewnormal #q #freedom #savethechildren #wwg1wga  #vaccine #greatreset #agenda2030 #saynotobillgates #scamdemic #zegneetegenanderhalvemeter #standthefuckup  #covid19 #rebelonaroll",
    "tags": [
        "Qanon",
        "Bill Gates",
        "Plandemic"
    ],
    "year": "7"
}