{
    "filename": "CCg3gRJDwlO_2.jpg",
    "description": "@exposing_the_truth2day:\n\nOf course this is the case! There's NO Pandemic! \n.\nWhat Happened: John P. A. Ioannidis, a professor of medicine and epidemiology at Stanford University is one of many scientists around the world, and one of several from Stanford University, who has been telling the world that the new coronavirus, so far according to the data, is not as dangerous as it’s being made out to be by mainstream media. For example, earlier on in the pandemic he published an article titled “A fiasco in the making? As the coronavirus pandemic takes hold, we are making decisions without reliable data.“ \n\nIn the article, he argues that there is simply not enough data to make claims about reported case fatality rate. He stated that rates, “like the official 3.4% rate from the World Health Organization, cause horror — and are meaningless.”\n\nThis is exactly what these numbers did. In fact, they were the basis and justification for the lockdown.\n\nIt turns out he was right. The idea that the infection rate is much larger than previously thought seems to be well accepted and clear in the scientific community, and multiple studies have come out emphasizing the same over the past few months.  Not long ago, several academics from the Stanford School of Medicine, including Ioannidis, suggested that COVID-19 has a similar infection fatality rate as seasonal influenza based on the data they found in their study.\n\nFull article:\n\nhttps://www.collective-evolution.com/2020/07/10/covid-19-for-people-younger-than-45-the-infection-fatality-rate-is-almost-0-stanford-professor/\n\n•\n•\n•\n\n#mandatoryvaccinations #fight5G #covid1984 #eugenics #orderoutofchaos #chaosbydesign #contacttracing #maskhole #coronavirus #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy #kill5G #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "7"
}