{
    "filename": "CCg3ER4H9FZ.jpg",
    "description": "💪 Best Art I've Seen in a Long Time\n#FreeThinkingProject #TruthPorn #FuckTheSystem #Corona #FuckBillGates\n_______________________________________________________________\nNo, this isn't about your BLM system-driven, divide-and-conquer PSYOP absolute BULLSHIT. This is about all of us vs. the Luciferian occult that has existed since the dawn of deception and religion as I have said all along (just with more specifics that I've learned). White, brown (not black, because that is a legal term in commerce), in-between—you'd BEST be getting right with your Maker and paying attention to what the Luciferian system is actually doing vs. what you tend to whine about. White, brown, in-between—put any color and either sex in place of the mother in this art.\n-\nForget your comfort and GROW UP. Your life and soul ARE—and I mean ARE—at stake.\n-\nForget the Karens, doctors, the anti-v@x crowd, protests, and whining. You want to deal with shit? Then actually defend yourself. God dammit, nobody is gonna do SQUAT in your interest except us who just SAY WHAT NEEDS TO BE SAID and let you do what you will with it.\n-\nThey, the Fr33masons, have come for EVERYBODY and ZERO LIVES MATTER to them besides their own pathetic disease of a control-freak, false-illumination existence. THEY are humanity's only enemy.\n-\nDo your lives matter? Then fucking act like it and stop taking part in mindless bullshit and start refusing to comply with something for once in your lives.\n_______________________________________________________________\n🖥 WEB: \u2028transcendentjournal.com\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\u2028• FOLLOW @FRANZSCHNEIDER FOR HARDCORE TRUTH\n• LIKE, REPOST, TAG\n• SHOUTOUT THIS CENSORED ACCOUNT\u2028_______________________________________________________________\nCreated: 07/11/2020\nPosted: 07/11/2020\n_______________________________________________________________\nHashtag Hijacks (Ignore):\n#wakeup #news #health #healthy #truth #woke #meme #fuckthepolice DON'T #getvaccinated or #govegan #memes #blacklivesmatter #men #women #blm #usa #gym #martiallaw #climatechange #lol Screw the #feminism, #lgbt, and the #trans agendas. #corona is a hoax. #dankmemes",
    "tags": [
        "Bill Gates"
    ],
    "year": "7"
}