{
    "filename": "CCI1-bqFiIP_2.jpg",
    "description": "Let’s be honest when the Corona outbreak first started in Wuhan ... nobody really cared in the rest of the world. Didn’t we? Only when it came closer to home people started noticing it. Isn’t this the case with most things ?? But the latest news  from the Chinese government is that they are forcing Uighur Moslim women to insert IUD’s and be sterilized!😒But don’t worry it’s all for the common good! They are doing it to control the Uighur population! Full is full, right??😏 Doesn’t this scare you?? Don’t you see the danger in this? Don’t you think the State is exceeding their boundaries???? Sometimes I talk with people and they tell me well the world is overpopulated ... This “clean up” is necessary for the world.  Every time I hear somebody say that my stomak  turns ... To me that is the perfect example of an indoctrinated human! They want to “save” humanity by “killing” humanity! How in godsname does this make sense? 🤬All the governments in the world, the globalist and all those world organizations are pushing this “common good” through our throat ... But what people refuse to realize is that this actually is in their best interest! It has nothing to do with humanity because we will be sacrificed!! Like this demographic genocide that is taking place in China ... They don’t care about humans at all. When will the world realize that? What will it take before people realize our lives mean nothing to them? And I’ve talked before about Gates and his vaccination disasters in Afrika and India. From sterilization without permission to paralyzed children and eventually death. The same guy is now controlling the entire world through the WHO!! He has the power to control your health... How are you not terrified about this fact?? I think we all should be ... I think we all need to stand together in this fight and stop trusting people who are not on our side ... before the entire world turns into China✌️#wakeywakey\n\n ⁣ ⁣\n⁣ ⁣\n⁣ ⁣ ⁣ ⁣\n⁣ ⁣ ⁣ ⁣\n⁣ ⁣ ⁣\n\n#speakup #truthseeker #draintheswamp  #plandemic  #nonewnormal #q #freedom #wwg1wga  #vaccine #agenda2030 #saynotobillgates #zegneetegenanderhalvemeter #standthefuckup  #covid19 #rebelonaroll",
    "tags": [
        "Qanon",
        "Bill Gates",
        "Plandemic"
    ],
    "year": "7"
}