{
    "filename": "CCJtcG6FMit.jpg",
    "description": "•\n\nOver 10 million people get infected from tuberculosis every year. \n\n1.5 million died in 2018- that’s a 15% mortality rate. \n\nTB is highly “contagious”! \n\nWhy did everyone who’s wearing a mask now & telling others to not be selfish & protect the “herd” not wear one AT ALL last year for TB? \n\nOh that’s right, because you only wear masks & gloves & bleach everything in sight when the corporate pharma media cartel, corrupt governors, & county health officers with ties to the CDC/WHO mandate them for a “virus” less deadly than seasonal flu & the flu shot itself (0.6)- and that’s *with* all the inflated & manipulated death certificates & phony statistics based on extremely flawed & inaccurate tests. \n\n•\n\nWhy didn’t we shut down the economy, order people to “shelter in place” & “social distance” & say “we’re all in this together” for tuberculosis? \n\n•\n\n“The price of freedom is eternal vigilance. Indifference to this notion is the means by which we will secure our own oppression.”\n\n-Thomas Jefferson\n\n•\n\n“Those who would give up essential Liberty, to purchase a little temporary Safety, deserve neither Liberty nor Safety.”\n\n-Benjamin Franklin \n\n•\n\nAt the Constitutional Convention, Benjamin Franklin was approached by a group of citizens asking what sort of government the delegates had created. \nHis answer was: \"\"A republic, if you can keep it.\"\" \n•\n\nBy blindly acquiescing to the demands of known liars & murderers, aka the CULT, are we keeping it? Or are we getting closer to Communist China?\n\n•\n\nThe brevity of Franklin’s response should not cause us to under-value its essential meaning: Constitutional Republics are not merely founded upon the consent of the people, they are also absolutely dependent upon the active & informed involvement of We the People for their continued good health.\n\n•\n\n“He who passively accepts evil is as much involved in it as he who helps to perpetrate it. He who accepts evil without protesting against it is really cooperating with it.” \n\n-Martin Luther King, Jr. \n\n•\n•\n•\n\n#mandatoryvaccinations #fight5G #orderoutofchaos #chaosbydesign #coronavirus #agenda2030 #agenda21 #Event201 #martiallaw #covid19 #plandemic #problemreactionsolution",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic"
    ],
    "year": "7"
}