{
    "filename": "CCl9XwGnMiI_1.jpg",
    "description": "“Every part of the body is represented by a specialist. The irony of all this professional perfection (?) is summed up in a few words, namely, diagnosis is an elaborate system of summing up effects without a scintilla of knowledge of cause, and treatment is a stupendous scheme of palliation, with braggadocio concerning immunization. But the question will not down: How is a disease to be prevented or cured when the cause is unknown? All 400 or more so called diseases are nothing more than expressions of our general systematic derangement—states which I am pleased to name toxemia, or healing crises. Toxemia is a state of body poisoning —\n\nself generated or induced by vaccine serums, drugs or other poisons.\"\" (\"\"Philosophy of Health,\"\" by Tilden)\n🔆\nStaying healthy in these times 👇\nMost important is keeping yourself active,healthy and natural food, Sunlight, meditation, daily grounding DO NOT STRESS 🤓\n(stress creates all sorts of problems and illnesses) breath deep💯\n‼️\n‼️\nPOWERFUL NUTRITION 🏺🗿\n🔸Shilajit(85 +minerals and fulvic acid)\n🔸Seamoss (contains 92 minerals of the 102 minerals that the human body consists of)\n🔸BladderWrack (BladderWrack adds the rest of the 102 minerals our body needs)\n🔸Chaga(Rich in Antioxdiants,Slows down aging,Protects DNA,Reduces Radiation)\n🔸bacopa monnieri(mental health & clarity)(L-Dopa rich) \n🔸Lion's mane, Reishi and Cordyceps (Powerful For Mental Performance)\n🔸Nano Enhanced CBD oil (AntiStress & Relaxation)\n🔸DHA(OMEGA3)\n*\n🔆\nDont hesitate to reach out if you need a good source of shilajit, Seamoss, Chaga, CBD Or anyone else mentioned above🔆 STAY HEALTHY‼️\n🔆\nDm me for information on how you can protect yourself from 5G Radiation or need a grounding sheet/shoes to always stay connected and tapped in to the earths energy.\n🔆\n@sunshareteachings 💫\n\n-\n\n-\n#RESHARE #WEDONOTCONSENT #SAYNO \n#IDONOTCONSENT #TECHNOCRACY #DYSTOPIA #ORWELLIAN #THISISNOT1984 \n#truthseeker #truthseekers #truthisinplainsight #thetruthisstrangerthanfiction #thetruthwillsetyoufree #agenda2030 #woke #newworldorder #staywoke #totalitarianism #illuminati #globalists #covid1984 #staytruetoyou #liveinyourpower #virus #covid19 #coronavirus #hoax",
    "tags": [
        "New World Order"
    ],
    "year": "7"
}