{
    "filename": "CCNvuxml3Yj_1.jpg",
    "description": "Let’s talk about the role of the doctors in this “pandemic”.\nDr. Stoian Alexov called the WHO a “criminal medical organization” for creating worldwide fear and chaos without providing objectively verifiable proof of a pandemic. And I couldn’t agree more!😉He is a high-profile European pathologist and with his colleges across Europe they couldn’t find ANY evidence of ANY deaths from the corona virus! Yes you did read that right!! They couldn’t identify any antibodies that are specific for Sars-Cov-2! And you know what the funny things is? Those antibodies are supposedly the basis for the testing kits! Now it makes sense why fruit got tested positive too.🤣Because of the lack of antibodies he also stated that it’s currently impossibly to create a vaccine against the virus! He wasn’t sure what Bill Gates is doing in his labs. Is he really producing a “vaccine” or  something else??? I bet my money on something else😉 So the conclusion is what the hell are people dying of? Because it sure ain’t Covid!😜 It’s just really pissing my off that so many doctor/ experts are still keeping their mouth shut! Where the hell is their moral autonomy? Shouldn’t they be honoring the Hippocratic oath? Because of this Covid circus they are not even helping the real patients! Why do they keep lying? Why don’t they stand up for humanity? Why don’t they do their damn job? They must know there will be a time where they will be held accountable too for crimes against humanity! It’s time for them to stand on the right side! The side of humanity! To speak up and tell the truth. This isn’t the time to be passive and to wait for others to speak up! You should know that this entire situation isn’t right and you should also know that at some point your own children, your parents, your family and even your friends will be affected. So open your damn mouth before it’s too late✌️#scamdemic \n\n⁣ ⁣ ⁣ ⁣\n⁣ ⁣ ⁣ ⁣\n⁣ ⁣ ⁣\n\n#speakup #truthseeker #draintheswamp  #plandemic  #nonewnormal #q #freedom #ghislainemaxwell #wwg1wga  #vaccine #agenda2030 #saynotobillgates #zegneetegenanderhalvemeter #standthefuckup  #covid19 #rebelonaroll",
    "tags": [
        "Qanon",
        "Bill Gates",
        "Plandemic"
    ],
    "year": "7"
}