{
    "filename": "CCO433ookeM_4.jpg",
    "description": "MANIPULATIONS TECHNIKEN - FRAMING\n\nBevor man Nachrichten konsumiert, sollte man sich über gewisse Medienberichtungstechniken informieren wie z. B. Das FRAMING. Der englische Begriff ins deutsche übersetzt wäre wohl einrahmen, es wird ein Bild von einer Situation gezeigt die aber nur ein Teil des Ganzen zeigt. Dadurch steht es den Medien frei welchen Teil sie vom Ganzen berichten und dadurch könnte man sogar die liebste, süße Katze auf der Welt durch die Framing Methode als größte Psychoterrortollwut Katze darstellen.\nDie Framing Methoden der Medien nutzt den größtmöglichsten ängstlichsten Teil des großen Ganzen, damit sie die Massen in die Richtung lenken wohin sie sie führen wollen. Also NACHRICHTEN: \"\"RICHTE DEIN DENKEN NACH DER REGIERUNG!\"\" und mit dem Bilderrahmen der ANGST können Sie die MASSEN kontrollieren, in die Ecke drängen wohin sie sie führen wollen. Und wenn man den Geldquellen folgt, weiß man ja schon in welche Richtung es gehen soll.\n\nMEIN FRAMING @querdenken731 \n\nNun möchte ich euch ein anderes Framing vorstellen. Es ist mein eigenes Framing. Ich nutze jedoch den Bilderrahmen der LIEBE. Ich sehe und spüre soviel neue Gefühle, die man garnicht in Worte fassen kann. Ich kann sie nur verbildlichen oder in Gedichte packen und selbst das beschreibt nichtmal annähernd mein Inneres Gefühl dieser angehenden Menschheitsfamilie. Ich wünsche mir so sehr, dass Menschen nichtmehr auf die Spaltungsversuche der Medien eingehen, mal über ihren eigenen Schatten springen und sich diesem Gefühl was auf den Querdenken Demos verbreitet wird, sich öffnen. Denn dort beginnt die totale Herzöffnung, neue Verbindungen werden geschaffen und jeder hat die gleiche Vision. Und das ist etwas was Deutschland oder gar der ganzen Welt fehlt: eine gemeinsame Vision für Freiheit, Frieden und Selbstbestimmung. Wir sind viele und ich hoffe der Freiheitsvirus wird auch dich bald anstecken. 😻\n\n#querdenken711 #widerstand2020 #querdenken731 #wir2020 #stuttgart #stayawake #bewusstseinswandel #liebe #respekt #frieden #freiheit #grundgesetz #verschwörungstheorie #saynotobillgates #gibgateskeinechance #coronaimpfung #coronawahnsinn #jetzt #herz #demo #wakeup #2020 #pandemie #corona",
    "tags": [
        "Bill Gates"
    ],
    "year": "7"
}