{
    "filename": "CCrao81BGex_2.jpg",
    "description": "For the people who say “listen to the experts.” \n#swipeleftformore \n🚨This post is basically one giant way for me to urge you to head over to the Twitter page of Ethical Skeptic. This guy has a Master’s Degree in Epidemiology from Stanford specializing in Infectious Diseases, and his charts and graphs on Twitter tear the mainstream narrative absolutely to shreds. He is the best resource to send people as a mainstream way to explain to people why the current hysteria is nothing but hype.\nVisit this guy. He is worth it, and he will be hugely useful to anyone trying to explain to skeptics why this coronavirus situation is a fraud. His latest charts and graphs are included but there is much more great content.\nHis comment regarding the second wave? “This is perception spinning and cannot last forever.” This guy is a dynamite source, and all our readers should be aware of him. More below.\nAmong the main points that Ethical Skeptic takes on are:\nSARS-CoV-2 fatality rate, which he shows as being a maximum of 0.3% (less than influenza!!!)\n\nThe second wave is entirely made up of a huge surge in testing.\n\nThe rate of positives is down⬇️\n\nHospitalization is down⬇️\n\nFatality is down⬇️\n\nCOVID-19 season tracked exactly with flu season and ended June 6th\n\nThere has been rampant data manipulation, something he personally deconstructs wherever he finds it.\n\nPlease visit Ethical Skeptic, and send people to his page whenever in need of a solid source to undermine the mainstream narrative! He has the education that the sleeping masses require before they start listening, and his analysis is totally within mainstream bounds.\n\nPosted @withregram • @trueearther \n━━━━━━━━━━━━━\n🚨𝗙𝗢𝗟𝗟𝗢𝗪🚨\n🔥@faithfoodfreedom\n🔥@realrobmas\n🔥@healthybodygoodsoul\n➡️SHOP LINK IN BIO\n\n#factsonfacts #wednesdaywellness \n#virusesareNOTcontagious #DrButtar #DrShivaAyyadurai #DrJohnBergman #exosomes #DrAndyKaufman #pcrtest  #judymikovits #swabtest #scamdemic\n#drsherritenpenny #firefauci #fuckbillgates\n#healthfreedom #humpdaywednesday #covidscam #scamdemic #deepstate #trumptrain🚂💨 #coronaviruspandemic #trumppence2020 #wakeupsheeple #truthfreedomhealth #reopenamerica #corona2020 #pandemic2020 #governmentcontrol",
    "tags": [
        "Bill Gates",
        "Deep State"
    ],
    "year": "7"
}