{
    "filename": "CCTc_Sun826.jpg",
    "description": "Harry Vox warned us this was coming in 2014, & we sat around twiddling our thumbs & believing there's no way our warm fuzzy overlords could have such ill intentions. it's 2020 now - are you listening?\n@foundconscious \n‼️\nWe must take our power back and utilize nature and the elements to our advantage. They have been in control for to long.. This is the time! Its now or never. We need to build a sustainable future for ourselves and our next generations \n‼️DM me if your are already into sustainability and want to build for the future‼️\nStaying healthy in these times 👇\nMost important is keeping yourself active,healthy and natural food, Sunlight, meditation, daily grounding DO NOT STRESS 🤓\n(stress creates all sorts of problems and illnesses) breath deep💯\n‼️\nPOWERFUL NUTRITION 🏺🗿\n🔸Shilajit(85 +minerals and fulvic acid)\n🔸Seamoss (contains 92 minerals of the 102 minerals that the human body consists of)\n🔸BladderWrack (BladderWrack adds the rest of the 102 minerals our body needs)\n🔸Chaga(Rich in Antioxdiants,Slows down aging,Protects DNA,Reduces Radiation)\n🔸bacopa monnieri(mental health & clarity)(L-Dopa rich) \n🔸Lion's mane, Reishi and Cordyceps (Powerful For Mental Performance)\n🔸Nano Enhanced CBD oil (AntiStress & Relaxation)\n🔸DHA(OMEGA3)\n*\n🔆\nDont hesitate to reach out if you need a good source of shilajit, Seamoss, Chaga, CBD, DHA, Bacopa monnieri Or anyone else mentioned above🔆 STAY HEALTHY‼️\n🔆\nDm me for information on how you can protect yourself from 5G Radiation or need a grounding sheet/shoes to always stay connected and tapped in to the earths energy.\n🔆\nDo not forget to cleanse and purify your water. I use a water distiller (ask me for more details) \n🔆\n@Csunshare 💫\nPersonal @Chris_Sunshare\n✳️✳️\n\n*\n*\n-\n\n-\n\n #WEDONOTCONSENT #SAYNO \n#SAYNOTOMASKS #journalism #IDONOTCONSENT #TECHNOCRACY #DYSTOPIA #ORWELLIAN #THISISNOT1984 #Truthbetold\n#truthseeker #truthseekers #truthisinplainsight #thetruthisstrangerthanfiction #thetruthwillsetyoufree #agenda2030 #woke #newworldorder #staywoke #covid19 #totalitarianism  #globalists #covid1984 #staytruetoyou #liveinyourpower",
    "tags": [
        "New World Order"
    ],
    "year": "7"
}