{
    "filename": "CCukYDYDa_Z.jpg",
    "description": "Australia, imagine a time before the lockdown and the government told you it would severely limit your freedom to move for the next six months. What would you say?\n\nWhat would you say if they told you from the beginning that this would be a LOT LONGER than a 14 day lockdown to ‘flatten the curve’ and reduce the workload on hospitals, and that in fact it would turn into a never-ending authoritarian control grab fuelled by fearful propaganda and a complicit, elite owned media?\n\nEvery day the lockdowns continue they are crushing the spirit of Australia. Already the government has CANCELLED:\n- Anzac Day\n- Mother’s Day\n- church services\n- funerals\n- weddings\n- concerts\n- normal business\n- normal transactions (hello central bank!)\n- normal childhood (the most evil aspect of the Gov/media's war of fear)\n\nOur way of life, and the mental, physical and spiritual development of our children has been stolen by a disease with a 98-99% survival rate. \n\nAnd even if you have the coronavirus—a virus of the cold and flu family of viruses—that doesn’t mean you’ll develop Covid-19. Covid-19 has not been isolated or identified and is an assumed disease based on partial analysis.\n\nFor this the government has CANCELLED Australia.\n\nBut we can get it back.\n\nShare this post with your friends. Remind your friends and family the test is unreliable and doesn’t prove they have a disease — LINK in bio & here: https://bit.ly/2BaM6rA — Remind your friends and family the government is meant to serve the people NOT enslave them. Remind your friends and family people die every day but we must go on living. Remind your friends and family that this is Australia and we will not be told to live in fear by any government any more.\n\nWe are Australia. We are proud. We are brave. Our digger spirit will dig us out of this mess. One shovel at a time.\n\nAvagoodweekend, Australia!\n\nLove, Ben\n\n#Australia #AustraliaCancelled #governmentlies #corruptgovernment #scamdemic #plandemic #coronavirus #AnzacDay #MothersDay #endthelockdown #endthelockdownnow #fluseason #coronaseason",
    "tags": [
        "Plandemic"
    ],
    "year": "7"
}