{
    "filename": "CCWH99plUg9.jpg",
    "description": "So why should we worry about the “great reset”??? They say that around 100 million people could be pushed in extreme poverty because of the Covid lockdown. It will all lead to a significant rise in income inequality. The UN even estimates that more than half a billion kids have lost their access to education and for many of them it’s forever. They’ve said that this is all expected after an “pandemic”. But their is one thing you can be excited about and that is the redistribution part of this plan! 😏Sounds fair, you might think. But all it really means is the complete and total consolidation of all privilege, property and power in the hands of a few! 😏 Most likely, they will take care of the liquid cash first by attacking your personal savings or retirement funds. Even your home won’t be safe. It is basically everything you own, everything you’ve worked hard and sacrificed for..... it’s your freedom, your rights and all your property ... IT WILL ALL BE TAKEN AWAY FROM YOU! 🙄 And no it won’t be shared with the starving kids in Africa! We’re not that naive, aren’t we?😏 But this is what the global reset really is! Of course all for your own good. We have no choice ... it’s the only way to save the planet ... to keep us all safe🤨 So they can get their Orwellian dreams come true .... And don’t forgot millions of people have been starving in Africa but Gates has spend billions of dollars into vaccinating them or aborting their children. Why didn’t he just feed them? Educate them? Why did he choose to poison them and kill them? Why do you trust the plan of all his global friends? I don’t think you should be worried ... I think you should be terrified😏Like Orwell wrote ... “All animals are equal, but some animals are more equal than others”. So welcome to the animal farm, ladies and gentlemen! I don’t think you will like it .....😉\n\n⁣ ⁣ ⁣\n⁣ ⁣ ⁣ ⁣\n⁣ ⁣ ⁣\n\n#speakup #truthseeker #draintheswamp  #plandemic  #nonewnormal #q #freedom #ghislainemaxwell #wwg1wga  #vaccine #bikinigirl #greatreset #globalreset #agenda2030 #saynotobillgates #scamdemic #zegneetegenanderhalvemeter #standthefuckup  #covid19 #rebelonaroll",
    "tags": [
        "Mixed/Other"
    ],
    "year": "7"
}