{
    "filename": "CCY-1FggO7C_1.jpg",
    "description": "The narrative is losing grip .\nDesperation is on the rise . \nAnything to keep the fear . \nItS JuSt a MaSK.\nNow just to clarify I'm not saying these stories are untrue . Just the time is very suspect .\nAccording to a New York Times report, health officials reported that a herdsman in the Chinese region of Inner Mongolia was confirmed to be infected with bubonic plague, the disease that caused the Black Death pandemic in the Middle Ages.\nThe Bayannur city health commission said the plague was diagnosed in the herdsman on Sunday, the report said, and that “he was in stable condition undergoing treatment at a hospital.”\nThe report said a third-level alert, the second lowest in a four-level system, was issued by the commission, “warning people against hunting, eating or transporting potentially infected animals, particularly marmots, and to report any dead or diseased rodents.”\nPlague-prevention measures, that would remain in force for the rest of the year, were put in place by the city government, the report said.\nAn amoeba that destroys brain tissue has been confirmed in an unidentified person in Florida.\nThe Hillsborough County Department of Health announced the infection Friday. \nThe infection caused by Naegleria fowleri, commonly referred to as the \"\"brain-eating amoeba\"\" is a microscopic single-celled living amoeba. \nThe amoeba can cause a rare infection of the brain called primary amebic meningoencephalitis (PAM) that destroys brain tissue and is usually fatal.\n.\n.\n.\n#dontbelievethelies #dontbelievethehype #school #socialdistancing  #deepstate #hospital #filmyourhospital #1984 #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth #freedom #givemelibertyorgivemedeath",
    "tags": [
        "Qanon",
        "Deep State"
    ],
    "year": "7"
}