{
    "filename": "CCYSq8SJWJE.jpg",
    "description": "Announcement Day- How to join the cause! \n\n👉🏽 MakeAmericansFreeAgain.com is the website. \n\nPam Popper, a well known naturopathic plant-based doctor in Ohio, is outraged over mandatory vaccines planned for every person in America before the end of 2020. She is through writing letters and sending petitions to those in power to urge them not to do it. \n\nInstead, she has set in motion a well conceived and entirely feasible plan to mobilize the vast majority of citizens who, so far, have stood in passive and fearful silence as their lives & rights are being incrementally destroyed. \n\nIf you are wondering what you will do when they send soldiers to your home to force you and your family to be injected with neurotoxic vaccines, her answer is: Don’t wait for that to happen. \n\nBecome proactive. \n\nStart the push back now. \n\nThe plan is to maintain simplicity. \n\nThose who wish to join “Citizens In Charge” will be in favor of body autonomy & freedom of choice.\n\nPoliticians will be asked where they stand on the issue of body autonomy & freedom of choice from mandated & potentially dangerous medical interventions. \n\nTheir answer or silence will speak volumes- they are either with us or against us. \n\nThey are either for forced medical interventions or against them. \n\nThey are either part of the problem or part of the solution. \n\nSign up & put in all your info at makeamericansfreeagain.com if you are against mandated “medicine” & in favor of body autonomy & freedom of choice.\n\nSubcribe to Dr. Pam’s weekly newsletter and video clips here:\nhttps://wellnessforumhealth.com/news/\n.\nDr Pam Popper's YouTube Channel: \nhttps://m.youtube.com/user/drpamsnewschannel\n•\nRepost @theorgonizedearth\n•\n\n#mandatoryvaccinations #fight5G #covid1984 #eugenics #orderoutofchaos #chaosbydesign #contacttracing #maskhole #coronavirus #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy #kill5G #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "7"
}