{
    "filename": "CCYzJtOHltZ_2.jpg",
    "description": "Health care professionals will tell you they must be fitted for N-95’s. But sure, your paper mask should do the job. In the OR, if a mask isn’t sterilized it cannot be used. For all you mask wearers, are you properly cleaning your mask? After touching it, are you replacing it? Wheres the the nearest bio hazard bin located so you can safely discard your used, infected mask? If you touch a door handle & then adjust your mask, you’ve rendered it useless. Are you aware of your two eye balls that aren’t covered by your mask? Covid cases are climbing, because we stayed home to keep hospitals from getting overwhelmed. People who cry “we must protect the herd!” in their demands for mandated va<<ines are surprisingly silent about this opportunity to create true herd immunity. If young, healthy people get this virus, which has a mortality rate lower than 1%, it will actually protect the immune compromised. Why weren’t masks mandated during the TB breakout in 2018? The mask mandates are coming when the death rate is LOWERING. Where’s the logic in that? Is anyone thinking? Stop letting people who have no interest in protecting you tell you how to care for yourself. True health doesn’t come from a mask, a needle, or a pill. Your government doesn’t care about you. Health agencies like the CDC and the WHO have long been compromised. There’s a reason they’re censoring doctors who are speaking out about this sham. And for those of you who are saying wearing a mask is a “kindness,” and it’s “the least you can do, because what’s the harm” need i remind you of our worlds LONG history of crimes against humanity that started with that exact sentiment? I did not sign up for this cult. I will not engage in this delusion. #coronacult #plandemic #scamdemic #event201",
    "tags": [
        "Bill Gates",
        "Plandemic"
    ],
    "year": "7"
}