{
    "filename": "CCZAUMXgo3A_2.jpg",
    "description": "CHEHALIS, Wash. - A lawsuit filed in Washington state is challenging the new government order requiring everyone in the state to wear a face covering in public places and private businesses to slow the spread of coronavirus.\nThe suit, filed by the Freedom Foundation on behalf of a group of citizens, questions whether Gov. Jay Inslee and Secretary of Health John John Wiesman have the constitutional authority to mandate people wearing masks in public and on private property.\nIt also seeks an injunction that would prevent the face mask mandate from being enforced.\n“The face-covering directive is the definition of government overreach,” said Aaron Withe, national director of the Freedom Foundation. “If people choose to wear a mask, that’s their choice. But Inslee is going after otherwise law-abiding citizens when there are rioters destroying Washington cities such as Seattle with no punishment in sight.\"\"\nThe lawsuit argues that by requiring citizens to wear face masks the state is essentially compelling them to support \"\"junk science\"\" in violation of their freedom of conscience, which the suit says is prohibited by the state constitution.\n“The Secretary of Health does not have sweeping power to pass rules and regulations imposing criminal penalties for refusing to kneel in submission,” said Shella Sadovnik, Freedom Foundation litigation counsel. “And the governor cannot assume powers the constitution assigns to the Legislature or the judiciary.” \n.\n.\n.\n#dontbelievethelies #dontbelievethehype #school #socialdistancing  #deepstate #hospital #filmyourhospital #1984 #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #wwg1wga #anon #q #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth #freedom #givemelibertyorgivemedeath",
    "tags": [
        "Qanon",
        "Deep State"
    ],
    "year": "7"
}