{
    "filename": "CD5Fm70F3VT.jpg",
    "description": "https://www.thewellnesspointe.com/dr-ben-tapper/\n\n•\n\nAll it takes is a bit of discernment, common sense, critical thinking & digging beneath the surface & researching independent sources to connect the dots of this scamdemic agenda. \n\nPeople love to see “professionals” giving their opinion, but anyone who breaks free from the mind control trance of the corporate pharma controlled media & uses their own intuition & logic can figure this one out. \n\nYou can be a chiropractor, or homeless & jobless, it doesn’t matter. \n\nHere in America our government made it legal to lie & propagandize to We The People by the re-authorization of the Patriot Act in 2012, called the “Smith-Mundt Act”.\n\nThe result is our friends & family watch the news & think they’re informed, when in reality they’re allowing themselves to be mind-controlled by psychological operations & subliminal programming, from a cartel that basically owns all mainstream news & media platforms.\n\nAmericans are the most medicated, obese, depressed unhealthy country possibly in the world, consuming the most animal products & processed foods, exercising the least, and we’re letting the new world odor take our freedoms (and oxygen) in the name of being “safe” from a “pandemic” that does not exist. \n\nIf it was “real”, they wouldn’t have to lie so much about the cases & deaths & the testing wouldn’t be 100% fraudulent. \n\nThe “virus” has never been visualized, isolated or purified. \n\nIf you’re concerned about your health, start eating right, fast, think right, turn off the TV, turn on your heart intelligence & compassion, get exercise & sun, drink clean water, surround yourself with good energy via radiation absorbing houseplants, oils, herbs, orgonite, prayers, and form your tribe & detach from those who don’t support you!\n\n•\n• \n•\n\n#covid1984 #orderoutofchaos #kill5G #mandatoryvaccinations #chaosbydesign #operationmockingbird #fight5G #eugenics #contacttracing #maskhole #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}