{
    "filename": "CD6Jwf8h7s6.jpg",
    "description": "What’s wrong with this picture? When will more people see what’s wrong and take a stand against the tyranny!? Human emotion and connection is imperative! Without it there’s only mental trauma. Our children’s’ subconscious minds will never forget this and the trauma will be with them for the rest of their lives! All over a “virus” that’s never been proven to be contagious. No virus has been proven to be contagious, by the way. \n\nThis is what’s needed to prove contagion:\n.\nIn 1937, Thomas M. Rivers modified Koch’s postulates in order to deter­mine the infectious nature of viruses.23 Rivers’ postulates stated:\n.\n1.The virus could be isolated from diseased hosts.\n\n2. The virus could be cultivated in host cells.\n\n3.The virus could be filtered from a medium that also contained bacteria (proof of filter­ability).\n\n4.The filtered virus would produce a compa­rable disease when the cultivated virus was used to infect experimental animals.\n\n5.The virus could be re-isolated from the infected experimental animal.\n\n6.A specific immune response to the virus could be detected.\n.\nNote that researchers have never been able to prove that a specific virus causes a spe­cific disease using Rivers’ postulates.\n.\nNone of the studies carried out to date has provided any semblance of proof that we are dealing with a deadly viral disease. The fact that illness appears in clusters may seem to call for “contagion” as an explanation, but an equally appropriate explanation is not the germ but the terrain. Which environmental factors are affecting many people in the same place at the same time? One obvious candidate is electromagnetic pollution. Hmmm... when was Sonar introduced? When did the “Spanish flu pandemic” hit? What electromagnetic technology is hitting us now?\n.\nOur children deserve better. Please do your part. The system cannot tear us down if we all rise together. 🙌\n.\n.\n\n.#wwg1wga #wwg1wgaworldwide #nonewnormal #q #qanon #covid_19 #qarmy #truth #truthseeker #weareinthistogether #wearethenewsnow #health #wellness #saynotobillgates #arrestbillgates #holisitichealth #healthykids  #keepkidssafe #kidsneedmore #medicalfreedomactivist #freedom",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}