{
    "filename": "CD8vTXnp8jy.jpg",
    "description": "Michael Fritsch, Inspector Jefe de Investigación Criminal:\n\n✔️“Cada uno de vosotros tiene la responsabilidad de sus acciones, y tarde o temprano tendréis que justificaros. Uníos a nosotros, cada día somos más, ya no podéis detenerlo. La masa crítica se ha superado hace tiempo y depende de todos vosotros y nuestros soldados, si el próximo cambio social será pacífico o violento\"\".\n\n✔️\"\"Sin una base legal, cualquier restricción o derogación de derechos fundamentales NO ES LÍCITA, si, incluso es INCONSTITUCIONAL. Como agentes de policía no podemos cumplir ordenanzas u órdenes ILEGALES. Nosotros en este momento, no solo tenemos el derecho, sino el deber de protestar\"\". \n\n✔️\"\"Habéis cavado vuestra propia tumba. La humanidad no es ciega, ni estúpida. El mundo entero puede informarse en muchos canales hoy en día y exponer vuestras mentiras\"\". \n\nDr. Sucharit Bhakdi, profesor de microbiología médica en la Universidad Johannes Gutenberg de Mainz: “Nunca hemos tenido una epidemia de importancia nacional en Alemania\"\". \n\n\"\"Emocionante discurso de un comisario de policía alemán en una manifestación contra las medidas draconianas del gobierno por el covid19. A pesar de las consecuencias que tendrá que soportar en este estado dictatorial sanitario, este valiente funcionario pronuncia un discurso que debería hacer reflexionar a sus compañeros que, hasta ahora, han cumplido todas las órdenes y oprimido al pueblo\"\". Counterpropaganda2020\n\n🙏🏽 @bargues_san_antonio\n\n.\n.\n.\n.\n.\n.\n.\n.\n#covidiots #falsapandemia #despertardeconsciencia #noalnuevoordenmundial #stopnwo #nwo #coronafraude #circovid #virusdelmiedo #miedovirus #despertares  #mediosdemanipulación #borregomatrix  #newworldorder #thegreatawakening #poderinterior #plandemic #wakeupsheeple #circovid #consciencia #amarillismo #plandemia #mediosdedesinformacion #manipulacionmediatica #losgobiernossontiteres #newworldorder #fearcovid",
    "tags": [
        "Qanon",
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}