{
    "filename": "CD_BwBFnWHV_4.jpg",
    "description": "Because as world renowned - yet widely smeared - virologist Dr Stefan Lanka rightly said \"\"there is no material contagion.\"\"\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nThe books for your paradigm shift are:\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"Virus mania: how the medical industry continually invents epidemics, making billion dollar profits at our expense.\"\"\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"Goodbye Germ Theory, ending a century of medical fraud.\"\"\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"What really makes you ill? why everything you thought you knew about disease is wrong.\"\"\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"A virus is simply the excretion of a toxic cell.\"\" Rudolf Steiner. Viruses are the result of toxicity and not the cause of illness. \n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"Unthinking respect for authority is the greatest enemy of truth\"\" Albert Einstein.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nWe must come together! Our civil liberties are being deleted and our livelihoods destroyed by a despotic deep state for ABSOLUTELY NO REASON WHATSOEVER, other than we're living in a fascist society.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nAwaken from the mind control, take back control of your life. Learn about the real science and listen to doctors speaking out about what's truly happening. Join us in Trafalgar Square, London on 29-Aug, 12:00 - you deserve the truth. Please watch all videos on our covid playlist for more info. Namaste. ☀️\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"All great truths begin as blasphemies.\"\" George Bernard Shaw\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nhumanityconnective.com - raising human consciousness for true freedom, abundance and wellbeing in society. Everyone deserves a basic right to shelter, energy, food and water, together we can make it happen. 🌟\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n#freedom #truth #wellbeing #revolution #health #philosophy #scamdemic #solutions #masks #universe #billgates #vaccine #consciousness #socialdistancing #mentalhealthsupport \n#spiritual #pandemic #mentalhealth #covid #lockdown #newnormal #enlightenment #plandemic #corruption #virus #fauci #covid19 #politics #newworldorder #liberation\n⠀⠀⠀⠀⠀⠀⠀⠀⠀",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}