{
    "filename": "CDC8WLHptLj.jpg",
    "description": "In an interview with CBS News on 22 July, Kill Gates said that people will  need multiple doses of a potential coronavirus vaccine to immunize themselves! \n“None of the vaccines at this point appear like they’ll work with a single dose,\"\" Gates said.\nCBS News Reporter: Will the eventual vaccine be safe?\nBill Gates: The FDA — as it stands — will be able to prevent an unsafe vaccine from going on the market.\nCBS News Reporter: What about the potential side effects?\nBill Gates: The FDA, not being pressured, will look hard at that. The FDA is the gold standard of regulators, and their current guidance on this — if they stick with that — is very very appropriate.\nHe admitted that \"\"there will be a lot of uncertainty\"\" about the efficacy of any vaccine, but stressed that it’s a solution \"\"that will improve over time.\"\"\n\n❗️ HOW DOES KILL GATES SOUND TO YOU? If you have EVER HEARD a more obscure or ambiguous response to very clear questions (Fauci excepted), please let me know.❗️\n\n👉🏽They managed to find 30,000 people to voluntarily act as lab rats for the Moderna vaccine study that starts on 27 July.\nIn 2018 Fauci explained why they are unable to find a universal vaccine for the flu. Last week he told CNN that \"\"There is a general anti-science, anti-authority, anti-vaccine feeling among some people– an alarmingly large percentage of people, relatively speaking.\"\"\n ❗️You bet Dr. Fauci.🔥\nAnd those people are being gagged for wondering out loud who made Bill Gates the boss of global health and immunization? The computer guy with no medical degree!\n\nFOLLOW 👉 @miri.p.swiss.truths \nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥 \n\n#plannedemic #5gtowers #hypoxia #globalhealthsecurityagenda #billgatesisevil #globalistagenda \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra #freemasons #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates #5gdangers",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "7"
}