{
    "filename": "CDCPFTggGf0.jpg",
    "description": "A brainwashed lady was filmed carrying a measuring tape and hysterically yelling to keep people 6 feet apart as her overlords instructed. This encounter was caught on tape, but imagine the countless encounters in which brainless shameless sheeple just like her showed similar behavior. Don't waste a minute of your time trying to talk some sense into the few cubic centimeters of brain cells inside their thick heads. They've been completely and irreversibly brainwashed thanks to the years they spent in indoctrination centers (schools in doublespeak) and countless hours of exposure to corporate media's powerful propaganda machinery. It's an insult to the sheep to call these brainwashed idiots sheep. At least sheep are true to their nature as command-following animals. The sheeple, however, lost their nature and dignity and the ability to think critically. They're simply obedient trend-following fearful morons. They do what they're told. And they're always terrified of something like the TV conditions them to be.\n\n#N95Masks #N95Mask #MaskOfShame #NoMaskNoService #ItsForYourSafety #ForYourSafety #BeSafe #StaySafe #ProblemReactionSolution #ShockDoctrine #TheShockDoctrine #PlannedPandemic #Plandemic #ID2020 #TrustTheHealthExperts #TrustTheExperts #MedicalMartialLaw #MedicalMartialLaw2020 #Event201 #NWO #NewWorldOrder #OneWorldGovernment #OWG #HouseArrest #HouseArrestForEveryone #COVID19 #Coronavirus \n\nSources:\nhttps://is.gd/wklI9L\nhttps://is.gd/eCuiiM\nhttps://is.gd/4QcqJn\nhttps://is.gd/Hks2ZO\nhttps://is.gd/dhQJj0\nhttps://is.gd/sWezrE\nhttps://is.gd/hE95pD\nhttps://is.gd/bVrd2Y\nhttps://is.gd/1eHLwh\nhttps://is.gd/CnaKRi\nhttps://is.gd/x6uNNi\nhttps://is.gd/c5SCEg\nhttps://is.gd/9trrFF\nhttps://is.gd/7M7RD5\nhttps://is.gd/wOW0Da\nhttps://is.gd/aNl9Yg\nhttps://is.gd/YkRb3K\nhttps://is.gd/Jwqd5b\nhttps://is.gd/Mzwy3u",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "7"
}