{
    "filename": "CDebFT5lp1O.jpg",
    "description": "#repost @miri.p.swiss.truths\nTens of thousands of #Germans marched through Berlin on Saturday, proclaiming a “#DayofFreedom” and demanding an end to government-mandated face masks and “#socialdistancing.” The UK and Netherlands also saw large protests against their governments tyrannical actions!\n\nAccording to media accounts, the Berlin protesters held signs reading “We are being forced to wear a muzzle,” “Natural defense instead of vaccination,” and “We are making noise because you are stealing our freedom!”\n\nThe New York Times Tweeted that the masses of Berlin demonstrators were all “Nazis” and “conspiracy theorists.”\nThe fact is, Europeans are realizing that their government-mandated lockdowns did nothing to protect them from the virus that doesn’t exist, while causing economic catastrophe and untold human suffering.\n\nThey noticed that Sweden, which never locked down its economy, rejected face masks, and kept its restaurants and other places of business open, did not fare any worse than the countries that have been turned into open air prisons for much of the year. No wonder people are starting to get angry.\n\nUnfortunately, while the Europeans are waking up, Americans are still asleep as our freedoms continue to be trampled. While Europeans demand an end to government tyranny, here we see states returning to lockdown. It is as if all the wannabe tyrants from mayors to governors are finally realizing their secret dreams of ruling by decree. Their dreams are our nightmares!\n\nNew Jersey Governor Phil Murphy put citizens “on notice” that he will lock the state back down if people dare to go outside without a face mask or even to have guests inside their own homes!\n\n#plannedemic #5gtowers #globalhealthsecurityagenda #billgatesisevil #globalistagenda\n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}