{
    "filename": "CDFKEcVszO1.jpg",
    "description": "The US signed a $1.95 billion agreement with pharma giant Pfizer and Germany’s BioNTech for 100-million doses of their experimental COVID-19 vaccine that Americans will be told to accept early next year. RNA vaccines have never received regulatory approval because they never have been tested for safety of efficacy. \n\nA vaccine trial involving 30,000 healthy volunteers may happen later this month – but the money has been approved anyway as though those making the deal already know the tests will not be allowed to fail – no matter the results. \n\nThe government also signed other experimental vaccine deals, including a $1.6-billion contract with Novavax for 100-million doses, $1.2-billion for AstraZeneca’s new vaccine, $456-million for Johnson & Johnson’s new vaccine; $486-million for Moderna’s experimental vaccine; and $6-million for Emergent Biosolutions’ vaccine.\nAn estimated 30% of Americans have said they will reject the vaccine. Trump said he will accept the vaccine. \n\nHe mentioned that he knew several people who died from coronavirus, but he also admitted they were older and had other potentially fatal health problems. Trump said he “almost” prefers therapeutic drugs over vaccines but stands on his pledge to use the military to force the acceptance of vaccines as soon as they are available.\n\nFull article:\n\nhttps://www.france24.com/en/20200722-us-signs-2-billion-vaccine-deal-with-pfizer-and-biontech\n\n•\n•\n•\n\n#covid1984 #orderoutofchaos #mandatoryvaccinations #chaosbydesign\n#fight5G #eugenics #contacttracing #maskhole #coronavirus #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy #kill5G #electromagneticwaronhumanity",
    "tags": [
        "Mixed/Other"
    ],
    "year": "7"
}