{
    "filename": "CDFUA5Qg6rz_1.jpg",
    "description": "Do you still believe that we are just conspiracy theorists?? \n\nGAVI (Global Alliance for Vaccines & Immunizations) and MasterCard have teamed up to test vaccine compliance data storage linked to cashless payment. \n\nDr. Pam Popper, naturopathic doctor from Ohio, explains the plan they have in store for us, and it’s truly frightening: \n-constant tracking\n-vaccine records linked to payment ability & medical records\n-vaccine records linked to facial recognition software\n-pre-infection tracking where persons who are LIKELY to contract CV will be identified, tracked and monitored. \n\nThis is the same GAVI that is funded by the Gates Foundation and President Trump announced a partnership with the US after withdrawing from the WHO. \n\nLeaving your state will not help. This will be nationwide, most likely worldwide. Will you be able to refuse the CV vax if it means the loss of school, sports, possible employment, concerts, traveling? Now is the time to start forming communities within your area. Find out everyone’s skills are and become as self-sufficient as you possibly can. This plan may not come into fruition, but at the rate things are going now, it is essential to prepare for anything and everything. \n\nDr. Popper founded an initiative that supports medical freedom, homeschooling and more. Also, if you need assistance in connecting with a lawyer for civil rights infringements, they can assist you. www.makeamericansfreeagain.com\n\nvia @reopen.california\n\n#wakeupsheeple #wwg1wga #fuckthegoverment #followthemoney #populationcontrol #doyourownresearch #plandemic #scamdemic #hoax #agenda2030 #corona #virus #thegreatawakening #nwo #NEWWORLDORDER #martiallaw #photooftheday #woke #Fuckbillgates #covid19 #billandmelindagatesfoundation #downtherabbithole #picoftheday #hiddenagenda #WAKETHEFUCKUP",
    "tags": [
        "Qanon",
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "7"
}