{
    "filename": "CDii1bGAeTg.jpg",
    "description": "Wonder what the coincidence theorists will think of this🤔\n\nAnother amazing coincidence is #BillGates, self-proclaimed ‘virology expert’, boldly predicting that the next global situation would not be with missiles but with microbes. Blink your eyes and “presto!”, here’s a global pandemic from China with the very same virus that Bill Gates and #Event201 planned for. Astonishing.\n\nLife is filled with unpredictable twists and turns, and sometimes the most amazing coincidences can take place. What an amazing coincidence it was that Andrew Breitbart died of a ‘heart attack’ mere hours before he said he was going to release damaging video evidence on #BarackObama and his links to the #CommunistParty. What an amazing coincidence it was that #JeffreyEpstein ‘committed suicide’ mere hours are telling his lawyer he was ready to open up his black book and talk with the feds. Yes sire, life is chock full of amazing coincidences, isn’t it?\n\n“The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is no new thing under the sun. Is there any thing whereof it may be said, See, this is new? it hath been already of old time, which was before us.” Ecclesiastes 1:9,10 (KJB)\n\nHere’s another amazing coincidence for you to consider. On the very same day, October 18th, 2019, when Bill Gates was running Event 201, a global #coronavirus pandemic outbreak exercise that handed out #COVID19 plush toys to the attendees, China held the Military World Games Opening Ceremony…in Wuhan. Now what are the chances of those two events happening on exactly the same day? Pretty slim, I know, but it gets worse.\n\n#JohnsHopkinsCenter for Health Security and Bill Gates hosted Event 201, a COVID-19 coronavirus global pandemic exercise.\n\nAnother amazing coincidence is Bill Gates, self-proclaimed ‘virology expert’, boldly predicting that the next global situation would not be with missiles but with microbes. Blink your eyes and “presto!”, here’s a global pandemic from China with the very same virus that Bill Gates and Event 201 planned for. Astonishing.\n@freedom_faction",
    "tags": [
        "Bill Gates"
    ],
    "year": "8"
}