{
    "filename": "CDJoQM6FoK_.jpg",
    "description": "The thing is ... I’m not against vaccines ... I just believe it should be your own choice. You shouldn’t feel pressured to get one .. or feel like you have no other option.🙄To be honest this week I feel extremely irritated on Capri ... because of the temperature checks in every single place ... or my contact info that I have to leave behind. You can think well who cares ... it just takes a couple of minutes. 🤨 But do you realize that I’m not allowed to get in if I don’t? I’m not allowed to go out for dinner? To a beach club? Go in a airplane? They decide what I need to do ... And for those people who think well you should have stayed home then ... Well you’re really missing the point 🤦🏻‍♀️🔫 A sales-girl or a waiter is checking my “health” .... Do you realize how ridiculous this is?? My health was a private thing and 2020 has made that a public thing ... doesn’t that worry you? Or you just don’t care? I’ve said it before and I will keep saying it over and over again... it’s now the mask, the temperature check or your personal data that’s necessary if you want to be part of a community ... And everybody accepts it ... or even worse they are truly enforcing it. Next it will be the vaccine ... and it won’t my choice ... But I will be forced because of your acceptance ... because of your silence ... or even worse your indifference ... You don’t have to agree with me ... but what you do need to realize is that forcing everybody to do the same means losing your freedom ... And keep in mind that what will come after the vaccine will probably not be your choice either ... ✌️\n\n⁣ ⁣\n⁣ ⁣ ⁣ ⁣\n⁣ ⁣ ⁣\n\n#speakup #truthseeker #plandemic  #nonewnormal #freedom #summerday #wwg1wga  #italiandays #capri  #brunettesdoitbetter #saynotobillgates #bikinigirl #masksareforidiots #scamdemic #mommyandme #zegneetegenanderhalvemeter #standthefuckup  #covid19 #rebelonaroll",
    "tags": [
        "Mixed/Other"
    ],
    "year": "7"
}