{
    "filename": "CDK6Sh0g8Ri.jpg",
    "description": "Bill Gates Confronted About Widespread Vaccine 💉 Side Effects ☠️ • Thoughts?\n\nVaccine oligarch #BillGates expressed apathy in a CBS interview about the fact that his #Moderna #Coronavirus vaccine, which National Institutes of Health (NIH) has a financial stake in, is testing horribly in vaccine trials, with at least 80 percent of trial subjects reportedly suffering side effects.\n\nThis news comes on the heels of a major protest in #Africa against the vaccine being tested on black people on the continent. Military insurer Tricare admitted that it wrongly told more than 600,000 U.S. military members that they had the virus.\n\nHospitals in #Florida are showing massive problems with testing accuracy, with #Orlando Health admitting that its 98 percent positive rate was actually 9.4 percent.\n\nThe CDC admitted that it is mixing antibody and viral test results to derive its case numbers and you can test positive on an antibody test if you have antibodies from a family of viruses that cause the common cold. \n\nNo wonder people in Africa are protesting the vaccine tests.\n\nNational Institutes of Health (NIH) own a financial stake in the #BillGates-funded Moderna Coronavirus vaccine, raising big questions about the supposed impartiality of the federal government’s policy decisions during the Coronavirus outbreak. NIAID director Dr. Anthony Fauci, a financial ally of Bill Gates whose institute is part of NIH, has been critical of #Hydroxychloroquine and the FBI even raided a health spa serving intravenous #vitaminC, which are competitors to a vaccine.\n\n“We do have some particular stake in the intellectual property” for the Moderna vaccine stated Francis Collins, the director of NIH, in a revelatory recent Economic Club panel discussion. “One of the vaccines– the one that’s furthest along– what started, actually, at the federal government in our own Vaccine Research Center at NIH– then worked with a biotechnology company called Moderna to get to where we are now, with very impressive Phase I results and getting ready to go into a large-scale trial as early as July...\n\nRead More: [https://bit.ly/2D93e1q] #VaccineAgenda #Event201 #GlobalHealthSecurityAgenda",
    "tags": [
        "Bill Gates"
    ],
    "year": "7"
}