{
    "filename": "CDkf_kpJ_SO_2.jpg",
    "description": "The iconic economist cover that somehow seems to predict the future every time it drops a new one. What do you think these  images are?\nThanks @time2awake \n\nWho was behind the attack on Lebanon?\nA Bomb (kinetic energy) breaks things apart through rapid force impacting objects. We have heard the claims of \"\"Bombs in the Buildings\"\" concerning the World Trade Center, but that's NOT what happened at the World Trade Center. Whatever destructive technology that was used on 911 did not have a shock wave and loud noises, some explosions were heard, but not everything that goes boom is a bomb. Now that we have another Bombing Event it's important to go back and pull together all the details comparing other bombing events to this one. \nAnyone  looking into this event must first read and understand the presentation made by Dr. Judy Wood in her 500 page forensic materials study of the World Trade Center. WHERE DID THE TOWERS GO?\nThe WTC complex of all 7 buildings were quite amazingly turn into dust. There were not broken shredded bits and pieces of buildings near the volume of the material making up the buildings nor the items inside those buildings. Now 20 years later that destructive technology used is even more advanced and we are not sure exactly what was done. Do you realize that those who orchestrated 911 are still running the world? \nMelbourne Australia is under a level 4 Lockdown!  And there was a new George Floyd video just released as well. See how that works?? The governments of the world are in a War against Humanity. This event is part of the ConVid 1984 Psy-Op as they continue to terrorize us, making life uncertain, forcing us to hide in our houses watching their Tell LIE Vision propaganda. Their goal is to steadily wear down the population with trauma based Mind Control until the people will be begging for their Zombifying Vaxxinces and Tracking Chips.\nThanks @woodywaveswoodworth \n\nFOLLOW 👉 @miri.p.swiss.truths \n\n#plannedemic  #globalhealthsecurityagenda  #globalistagenda \n#shadowgovernment #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra #markofthebeast #prayforlebanon #newworldorder #zionistagenda",
    "tags": [
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}