{
    "filename": "CDkpxMblj0Z_1.jpg",
    "description": "I'm warning you now. They are going to FAKE his assassination. It won't be real. His clone is going to get taken out, not the real him. The real Trump will go into hiding. They can call me Looney. Unfollow me. Do whatever. I'm just letting you know: Donald Trump isn't going to REALLY die, his clone is. \n\nIt'll all be so it can make him seem as though he was really for the American people, when truly HE IS NOT. I mean think on this:\n\nDo you honestly believe that the elite wouldn't have already figured out Trump's plan? We know the phones and the internet and social media are tapped by the government. They see and listen to everything we do or say. Do you honestly believe that they wouldn't have already discovered what Trump was doing since \"\"Q\"\" always posts about it? It's one of the BIGGEST \"\"conspiracies\"\" talked about in America right now and you don't think it would instantly grab the attention of the elite? Look at all the celebrities who TRULY HAVE DIED for just TALKING OUT OF TURN (against the elites), exposing them for what they do.\n\nNow you can say \"\"it'd be to obvious if they would've killed him right now\"\", they killed Kobe Bryant, they killed Michael Jackson, Anthony Bourdaine, Isaac Kappy, and SO MANY MORE. BRYANT and JACKSON were two of the world's most well known celebs, both dead. I don't think it truly matters how big your status is. If you don't follow their orders, they're gonna take you out and keep it going. How do they get away with it? America is to dumbed down. They'll be skeptical one minute, but then their attention gets grabbed by some staged event and they forget everything. Either that or they are just choosing not to except the truth because it's scary to them. Living in a wicked world.\n.\n.\n.\n#godsaves #id2020 #GOD #falseprophets #oneworldgovernment #newworldorder #satanicagenda #femacamps #fema #pedogate #pizzagate #chemtrails #depopulation #microchip #vaccines #nocoronavirus #novaccines #spiritcooking #wickednessinhighplaces #seekredemption #repent #jesuschristsaves #martiallaw #trustGod #prayerwarrior #prayerispowerful #freemasonry",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}