{
    "filename": "CDKQ-AhhS0J.jpg",
    "description": "A #WhiteHouse petition that was launched in April to investigate Bill and Melinda Gates for “crimes against humanity and medical malpractice” has amassed six times the number of signatures needed in order to get an official response. \n\nCreated by \"\"C.S.,\"\" the petition states that #Microsoft founder Gates should not be trusted with helping finding a cure for #COVID19. In one portion, the petition states: “At the forefront of this is Bill Gates, who has publicly stated his interest in 'reducing population growth' by 10–15%, by means of vaccination. Gates, #UNICEF & #WHO have already been credibly accused of intentionally sterilizing Kenyan children through the use of a hidden HCG antigen in tetanus vaccines.”\n\nThe petition was launched on April 10. Within days, it garnered 100,000 signatures, thereby meeting the site's terms to review the petition, place it in front of appropriate policy experts, and issue an official response. \n\nAs Sunday night, more than 618,000 people have signed the petition. \n\nGates, the Microsoft founder, has been one of the world's most generous health donors, pledging and spending billions to address the AIDS crisis, mosquito-born diseases and pandemic preparedness. The Bill & Melinda Gates Foundation this spring committed $1.6 billion to the Gavi vaccine alliance, and an additional $100 million to support COVID-19 vaccines in impoverished countries.\n\nBut his philanthropy has sown distrust among some fearful that Gates relies too much on technology and vaccines and the #WorldHealthOrganization.\n\nRobert F. Kennedy Jr., the nephew of former President John F. Kennedy, has sharply criticized Gates for what he describes as a “messianic conviction that he is ordained to save the world with technology.”\n\nGates has addressed the criticisms, mostly recently two months ago after the petition began. His foundation said the attacks are often based on misinformation.\n\n🖐🏾More in comments👇🏾#ArrestBillGates #Event201 #VaccineAgenda #GlobalHealthSecurityAgenda",
    "tags": [
        "Bill Gates"
    ],
    "year": "7"
}