{
    "filename": "CDKz9m0BkED_3.jpg",
    "description": "Thoughts?\n\nLast week, Suzanne Hamner reported on a study that was posted to the National Institute for Health’s website that proved #5G could produce #coronavirus in human cells.  Following that report, within hours, the study was pulled from the website.  Is this a coverup?  You be the judge.\n\nFauci’s NIH Study Reveals 5G Tecnology Can Produce Coronavirus In Human Cells\n\nIn Hamner’s report, she wrote:\n\nRemember when the coronavirus outbreak first hit in #Wuhan, #China?  Remember that Wuhan, China had just rolled out 5G technology around the same time?  Remember the theory postulated that 5G might have something to do with the outbreak of coronavirus?  If you do, you will be pleased to know that Dr. Anthony S. Fauci’s National Institute of Health (NIH) just released the findings of a study that indicates 5G technology can produce coronavirus in human cells.\n\nThe abstract and explanation follows from the website.\n\nIn this research, we show that 5G millimeter waves could be absorbed by dermatologic cells acting like antennas, transferred to other cells and play the main role in producing Coronaviruses in biological cells. DNA is built from charged electrons and atoms and has an inductor-like structure. This structure could be divided into linear, toroid and round inductors. Inductors interact with external electromagnetic waves, move and produce some extra waves within the cells. The shapes of these waves are similar to shapes of hexagonal and pentagonal bases of their DNA source. These waves produce some holes in liquids within the nucleus. To fill these holes, some extra hexagonal and pentagonal bases are produced. These bases could join to each other and form virus-like structures such as Coronavirus. To produce these viruses within a cell, it is necessary that the wavelength of external waves be shorter than the size of the cell. Thus 5G millimeter waves could be good candidates for applying in constructing virus-like structures such as Coronaviruses (#COVID19) within cells.\n\n🖐🏾More in comments👇🏾#Stop5G #Event201 #GlobalHealthSecurityAgenda #VaccineAgenda #Transhumanism #CoViD1984",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "7"
}