{
    "filename": "CDMLBdcHEhH.jpg",
    "description": "I literally have been censored from Facebook for saying it was 91 to 100 percent effective at healing patients from SARS-COV 2 and 5G radiation poisoning. That's according to more than 10 peer reviewed papers from medical professionals and virologists. Ventilators, masks, and vaccinations? Team Fauci? No. Fuck Anthony Fauci. Bill Gates donates to charity? Nah, he poisoned 490,000 kids in India and gave them paralysis. Bill Gates sterilized women and children with vaccinations in Kenya. Polio vaccinations are spreading more polio than polio itself according to propaganda news 101 - NPR. Even the CDC is covering their asses by changing the definition of a COVID-19 diagnosis. If you test positive for ANY coronavirus not SARS-COV 2 you are marked positive. People that haven't even been tested are listed in John Hopkins (Event 201) and CDC databases as positive. Fraudulent Statistics? False Models? Staged Hospitals? 81 percent false positive test results? 84 percent of people are labeled asymptomatic meaning they aren't even close to infected by SARS-COV 2 and therefore it is impossible for them to have developed the disease 2019-nCov. COVID-19 definition has changed. Some of you overly compliant people can't even see the blatant orwellian fascist takeover... you are a special kind of stupid. Is this reality? I keep pinching myself thinking I'm in a dystopian nightmare and I'll wake up in my bed. This is our reality? Jesus. Censor the truth and spread the fear propaganda on television. Why are you watching cable television and listening to the radio? You have a smart phone. Stop searching things on Google. Google is propaganda 101 censorship of everything. Stop. Read some books. Use DuckDuckGo to investigate online at least or Tor. Idiocracy.\n\n#truthhurts #plandemic #COVID19 #hydroxychloroquine #peerreviewed #study #studies #agenda2030 #newworldorder #scamdemic #lowlethalityvirus #sarscov2 #2019ncov #diseaseisnotavirus #virusisnotadisease #mindcontrol #brainwashed #populationofzombies #zombieland #zombietrumpbidensupporters #hydroxychloroquine2020 #arrestbillgates #faucifascism #nihiscorrupt #cdciscriminal #wholiesmatter #whitehousepuppets #fakenewsmedia #censorship",
    "tags": [
        "Mixed/Other"
    ],
    "year": "7"
}