{
    "filename": "CDo0KFegDMu_4.jpg",
    "description": "Just brilliant😒... after all the bloody lockdowns\n-\nWhite House coronavirus advisor Dr. Anthony Fauci said Friday that the chances of scientists creating a highly effective vaccine one that provides 98% or more guaranteed protection for the virus are slim\n\nScientists are hoping for a coronavirus vaccine that is at least 75% effective, but 50% or 60% effective would be acceptable, too, Fauci, director of the National Institute of Allergy and Infectious Diseases, said during a Q&A with the Brown University School of Public Health\n\nThe Food and Drug Administration has said it would authorize a coronavirus vaccine so long as it is safe and at least 50% effective. Dr. Stephen Hahn, the FDA’s commissioner, said last month that the vaccine or vaccines that end up getting authorized will prove to be more than 50% effective, but it’s possible the U.S. could end up with a vaccine that, on average, reduces a person’s risk of a Covid-19 infection by just 50%\n\nA 50% effective vaccine would be roughly on par with those for influenza, but below the effectiveness of one dose of a measles vaccination, which is about 93% effective, according to the Centers for Disease Control and Prevention\n\nLink: https://www.cnbc.com/2020/08/07/coronavirus-vaccine-dr-fauci-says-chances-of-it-being-highly-effective-is-not-great.html\n\n.\n.\n.\n.\n.\n.\nSPREAD THE WORD🗣\nWAKE OTHERS UP. 💭\n.\nFollow to see how deep the rabbit hole goes🕳🐇\n@truthmovement1 \n-\n“I am trying to free your Mind Neo, but I can only show you the door, you’re the one who has to walk through it” 🚪🚶🏻‍♂️\n.\n\n——————————————————————————————————————————\n#TheGreatAwakening #wakeup #redpill #falseflag #qanon #wwg1wga #maga #darktolight #thestorm #painiscoming #patriotsfight #pizzagate #lawofattraction #protests #q #pedowood #deepstate #maga2020 #highervibration #covidhoax #Informationwarfare #godwins #Davidicke #cabal #donaldtrump #Covid19  #thematrix #childtrafficking #waronhumanity #consciousness",
    "tags": [
        "Qanon",
        "Deep State"
    ],
    "year": "8"
}