{
    "filename": "CDOUV-GJzql.jpg",
    "description": "In this interview, Spiro is joined by Patrick Wood, who is a leading and critical expert on Sustainable Development, Green Economy, Agenda 21, 2030 Agenda and historic Technocracy.\n\nSpiro and Patrick discuss what is technocracy, who are the technocrats and what is their agenda. \n\nThe two also analyze how the social engineers have positioned themselves to capitalize upon this manufactured crisis to implement their technocratic agenda.\n\nSpiro Skouras asks Patrick what solutions are to the technocratic scientific dictatorship our enemy is pushing us into with the “Great Reset” of our economy being planned by the World Economic Forum.\n\n•\n\nSolutions always start on a local level, & whether each one of us individually will comply with their agenda or not. \n\n•\n\nWearing a mask has nothing to do with protecting public health & everything to do with being a sign of submission, blind acquiescence to authority, control, & is without a doubt an occult initiation ritual. \n\n•\n\nTechnocracy is the new economy our enemy wants in place, & we are being ushered into it under the guise of protecting us from the boogie men, Covid (death rate less than seasonal flu) & climate change. \n\n•\n\nWill you comply, or will you rise up & protect your inherent freedoms that were not given to you by man, but rather our Creator?\n\n•\n\nFor more info on technocracy:\n\nTechnocracynews.com\n\nFull video:\n\n“The Global Elite & The Coronavirus Coup D'état With Patrick Wood“\n\nhttps://m.youtube.com/watch?v=HKdsL57SUZo\n\n•\nRepost @theorgonizedearth\n•\n\n#covid1984 #orderoutofchaos #mandatoryvaccinations #chaosbydesign\n#fight5G #eugenics #contacttracing #maskhole #coronavirus #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy #kill5G #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "7"
}