{
    "filename": "CDoyynhnLBt.jpg",
    "description": "#BillGates estimated that the death toll from #climatechange would match that of the pandemic by 2060, and exceed it five-fold by 2100. The economic impact of climate change over the next two decades, he added, could be “as bad as having a #COVID-sized pandemic every ten years.”\n\nWhat a burden it must be to be Bill Gates, a virtual expert on anything and everything, on a mission to remake the world in his own image. He has cast himself as the savior of the world as a viral pandemic is raging, but the sad truth is that Bill Gates is not even able to prevent viruses on his own Windows operating system. But please, pay no attention to that man behind the curtain.\n\n“The prophets prophesy falsely, and the priests bear rule by their means; and my people love to have it so: and what will ye do in the end thereof?” Jeremiah 5:31 (KJB)\n\nRemember back in 2005 when Al Gore and his ‘#InconvenientTruth’ slideshow was all the rage? Remember how his ‘predictions’ and ‘calculations’ showed that the seas were rising so fast that New York would be underwater by 2015? Yeah, he really said that. Well, not only did none of that actually take place, the very same Liberal billionaires who tried to make us believe that nonsense now all live in seaside mega-mansions. Why would you buy a multi-million dollar home at the ocean when the sea levels are rising?🤔 Moving on…\n\nBill and Melinda Gates Buy Oceanfront Home Near San Diego for $43 Million\n\nThe inconvenient truth here is simply this: liars like Al Gore, Bill Gates and all the others are only after two things, money and power. After they grab the cash, the only other thing they desire is power and control over everybody else. Al Gore, having gotten his loot, has faded from view, but Gates is still hungry for more. Bill Gates is a 21st century robber baron, but unlike his predecessors the Rockefellers, the Morgans and others, he is in the unique position of controlling the entire world through technology. Something that they could not do.\n\n#CoViD1984 #Agenda21 #Agenda2030",
    "tags": [
        "Bill Gates"
    ],
    "year": "8"
}