{
    "filename": "CDP8RYLJTzI.jpg",
    "description": "If you haven’t figured out that  all of those political parties are on the same team and that they all are controlled and work for the same people, then you ain’t“woke”!\n❗️If Trump was really on the people's side and not the deep state's, why did he shut down the economy? Why did he have Fauci, an obvious deep stater, call the shots? Why did he consider liquor stores \"\"essential\"\" and not gyms and parks? Why did he promote a chemical (hydroxichloriquine) instead of proven immune system building habits like healthy diet, exercise, and sunlight? Why is he not telling people to disregard the masks and social distancing measures when it's been proven by thousands of doctors and nurses (being censored on Google and YouTube) that such measures are actually harmful?Why hasn't anything really been done about these riots? (Answer to that one: It's because they want the people to beg for martial law). \nEverything the media and government says is political theater to keep us divided and fighting! \nTrump and Q are just manipulating your free will and faking an awakening.. \nThere are thousands of elite pedophiles and they arrest 2 or 3!\nThey manipulate weather to hide the ice age that already begun.\nWhere are all those children that they are saving? Nothing is changing at all and you dont see it because you wait for the savior.. only way to save those kids is if us people litteraly swarm their establishments...\nThis is not an awakening it is theatre.. \nQ is a fraud and they are all laughing right now...\n👉🏽WHAT IS YOUR OPINION ABOUT THIS?\n\nFOLLOW 👉 @miri.p.swiss.truths \nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥 \n\n#plannedemic #5gtowers #globalhealthsecurityagenda #billgatesisevil #globalistagenda \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra  #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates #5gdangers \n#presidentsareselectednotelected #controlledopposition",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "7"
}