{
    "filename": "CDpdvfMAKr2.jpg",
    "description": "Robert F. Kennedy Jr. claims the CDC owns patents on at least 57 different vaccines, and profits $4.1 billion per year in vaccination sales. \n\nAccording to RFK Jr., the CDC is not an independent government agency but is actually a subsidiary of Big Pharma.\n\nGreenmedinfo.com reports: Mr. Kennedy told EcoWatch, “The CDC is a subsidiary of the pharmaceutical industry. The agency owns more than 20 vaccine patents and purchases and sells $4.1 billion in vaccines annually.” Again, no source.\n\nI am fortunate to have, as one of my partners in advocacy, fellow autism parent Mark Blaxill, an Intellectual Property expert who has been employed by billion dollar corporations to manage their patents.  Blaxill was the man who found out that HHS, through NIH, owns patents on all HPV vaccines, and receives a percentage of the profits for each dose of Gardasil and Cervarix administered anywhere in the world.  He published the stunning revelation in a detailed three part expose entitled, “A License to Kill? Part 1: How A Public-Private Partnership Made the Government Merck’s Gardasil Partner.”\n\nThere are CDC patents applicable to vaccines for Flu, Rotavirus, Hepatitis A, HIV, Anthrax, Rabies, Dengue fever, West Nile virus, Group A Strep, Pneumococcal disease, Meningococcal disease, RSV, Gastroenteritis, Japanese encephalitis, SARS, Rift Valley Fever, and chlamydophila pneumoniae.\n👇🏼MORE IN COMMENTS \nVideo @awakening_sheep \n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥 \n\n#plannedemic #cdc #5gtowers #hypoxia #globalhealthsecurityagenda #billgatesisevil #globalistagenda \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #robertfkennedyjr #microchip #mkultra #freemasons #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}