{
    "filename": "CDpN5QrhnGu.jpg",
    "description": "Lack of discernment, lack of critical thinking everywhere I look & I’m fed up. There are people who still actually think this psychopath is a “humanitarian” & “philanthropist” 🤦🏽‍♂️\n\n•\n\nPeople need to learn their rights & learn them quick. \n\nMy Remington Tactical & buckshots are ready to go. I am a kind warrior, a lover, a hugger, but the level of ignorance & blind acquiescence to authority in our country is sickening & a cause for concern. I feel the same disgust that Passio does. \n\nGet a pocket constitution & study it. Study Natural Law & Notice of Liability.\n\nLet’s look at 3 amendments:\n\nAmendment 1 - Religion and Expression2:\n\nCongress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\n\n•\n\nAmendment 2 - Bearing Arms:\n\nA well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.\n\n•\n\nAmendment 4 - *Search and Seizure- *APPLIES TO CONTACT TRACING*:\n\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\n\n•\n•\n•\n•\n\n#covid1984 #orderoutofchaos #kill5G #mandatoryvaccinations #chaosbydesign #operationmockingbird #fight5G #eugenics #contacttracing #maskhole #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "8"
}