{
    "filename": "CDRD-4qISIn.jpg",
    "description": "Aquí os dejo un video en el cual Kill Gates dice ABIERTAMENTE Y SIN TAPUJOS que su VACUNA de ARN va a MODIFICAR NUESTRO ADN y que ésta tiene que llegar a los 7 MIL MILLONES DE PERSONAS.\nPor lo tanto, se lo dedico a todos esos BORREGAZOS ADOCTRINADOS que nos llaman locos y conspiranoicos, no es una \"\"Teoría de la conspiración\"\", es una REALIDAD, dicha por el mismisimo KILL GATES.\n\n¿NECESITÁIS ALGUNA PRUEBA MÁS PARA DEMOSTRAR LO QUE HARÁ ESA VACUNA?\n\nEsta PLANDEMIA tiene unos objetivos MUY CLAROS.\n\nHan inventado este CIRCO (CIRCOVID) provocando miles de muertes mediante PROTOCOLOS GENOCIDAS DE LA OMS, modificando las actas de defunción, sea cual sea la causa de la muerte y atribuyendolas a circovid, sacan MILES DE FALSOS INFECTADOS A DIARIO con TEST INSERVIBLES y a nivel mundial han INFLADO ESTAS CIFRAS HASTA 15 millones de FALSOS POSITIVOS (por no decir que 10 M ya están supuestamente recuperados y 5 M \"\"activos\"\") pero eso no lo cuentan, ellos sólo ACUMULAN CIFRAS PARA METER MÁS MIEDO Y LAVARLE EL CEREBRO A LA POBLACIÓN.\n\n¿Y todo para qué?\nPARA IMPONER LA VACUNA QUE MODIFICARÁ NUESTRO ADN, DE FORMA OBLIGATORIA E ILEGAL, Y POR ENDE, IMPONDRÁN DE FORMA FÁCIL EL NUEVO ORDEN MUNDIAL.\n\nY qué ocurrirá si no te pones esa vacuna?\nSerás perseguido, denunciado y juzgado, por \"\"ATENTADO CONTRA LA SALUD PÚBLICA\"\" eso es lo que quieren conseguir, para que al \"\"rebelde\"\", que esté en contra de la DICTADURA MUNDIAL y sus IMPOSICIONES ILEGALES Y ANTICONSTITUCIONALES, le hagan la VIDA IMPOSIBLE y acabar ARRUINANDOLE en todos los aspectos (psicológicos, económicos, su LIBERTAD) hasta que ceda a las IMPOSICIONES DEL NOM.\n\nEsto no es ninguna teoría de la conspiración, es una REALIDAD.\n\nO nos unimos y luchamos ahora que estamos a TIEMPO, o estamos PERDIDOS.\n\n#noalasvacunas #PLANDEMIA #CIRCOVID #vacunas #salud #LIBERTAD #noalnuevoordenmundial #nuevoordenmundial #nuevanormalidad #covid #covid19 #CORONAFAKE #killuminati #killgates #agenda2030 #masoneria #illuminatis #corrupcion #genocidio #todossomosuno #desgobierno #vaccine #vaccines #fauci",
    "tags": [
        "New World Order"
    ],
    "year": "7"
}