{
    "filename": "CDruoFdJbpx_1.jpg",
    "description": "Dra. Sharon Goldberg explicando FATOS REAIS sobre a #5'Ge.  A ameaça de 5'Ge não é uma “teoria” da conspiração, é um FATO comprovado.  5'Ge é uma ameaça para toda a vida na Terra.  #ElonMusk NÃO é nosso amigo.  Ele é um demônio disfarçado.\n.\nComo lidar com essa realidade da 5'Ge, pessoal? Visto que as grandes corporações e os nossos governantes corruptos já estão implementando essa tecnologia ao redor do mundo inteiro mesmo sem uma única comprovação que ela seja segura para nós seres humanos e inclusive para os animais e para o  nosso planeta?  E muito pelo contrário o que nós vemos são verdadeiras provas e estudos científicos comprovando justamente o contrário que ela não é segura e não é saudável.\ne como  muitos pensam ela não serve para que possamos baixar os vídeos mais rápidos, está longe de ser isso a finalidade dela. 😴\n.\nRecentemente em algumas pesquisas vi que alguns cristais, orgonites e algumas plantas como cactos, amenizam o efeito nocivo dela na nossa saúde. Se alguém souber de mais alguma coisa indicada para isso por favor escreva nos comentários. \n\nP.s.: em breve postarei outros conteúdos sobre isso e principalmente no canal do Telegram (devido a censura) fiquem ligados. 👀👁️👀\n.\n\n #elonmusk #elonmuskmemes #elonmusknews #5gtowers #covidiots #covidiot\n#plandemic2020 #georgiaguidestones #pedogate #pizzagateisreal #neuralink #nwo #id2020 #billgates #billgatesisevil #newworldorder #illuminati #fakenews # 5g #wakeuphumanity #covid19 #globalcitizen #billgates #billgatesisevil #newworldorder #illuminati #fakenews #5g #wakeuphumanity #covid19 #globalcitizen \n.\nlegendas: @baquinto ✔️💯\n.\n#LibertesuaMente \n.\n➡️ @libertesuamente_backup",
    "tags": [
        "Qanon",
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}