{
    "filename": "CDs6txkAl0N.jpg",
    "description": "Who Is Running the WHO?\n\nSince the outbreak of COVID-19, both Bill Gates and the World Health Organization have stepped onto the center stage as the world looks to them for answers. By now, it is common knowledge that the Bill and Melinda Gates Foundation is the number one non-state donor to the WHO. The #UnitedStates has been the top state donor but that may change under the #Trumpadministration. Gates was also the first non-state individual to give a keynote address to the #WHO general assembly.\n\nAccording to a report by Politico, Bill Gates’ opinion (and money) has so much influence on the WHO that officials privately call it “the Bill Chill.” Sixteen officials speaking on the condition of anonymity told Politico that Gates has an out-sized influence on the politics of the WHO and few dare challenge him. “He is treated liked a head of state, not only at the WHO, but also at the G20,” a #Geneva-based NGO representative stated.\n\nThe accusations of Gates’ influence were seconded by Foreign Affairs when they reported that “few policy initiatives or normative standards set by the World Health Organization are announced before they have been casually, unofficially vetted by Gates Foundation staff.”\n\nThe WHO’s current Director General is Tedros Adhanom, a former Health Minister of Ethiopia. During his tenure as Minister of Health of #Ethiopia, Tedros collaborated with the Clinton Foundation and the Bill and Melinda Gates Foundation to work on vaccines, among other health measures. Politico reported that prior to Tedros being selected for the WHO position in 2017 Gates was accused of supporting Tedros and using his influence to help win the nomination.\n\nWhile most of the member country delegates expressed their belief that Gates is well intentioned, some feared that the Gates Foundation’s money comes from “big business” and could “serve as a Trojan horse for corporate interests to undermine WHO’s role in setting standards and shaping health policies\n\n🖐🏾 more in comments!👇🏾\n#masks #CoViD1984\n#pandemic #nwo #eugenics #depopulation #wakeup\n#Maskprotests #technocracy #cashlesssociety #event201",
    "tags": [
        "NWO/Illuminati"
    ],
    "year": "8"
}