{
    "filename": "CDT2_HphmqJ.jpg",
    "description": "A petition urging lawmakers against forcing mandatory #COVID19 vaccinations on the population has gone #viral, gaining a staggering 735,929 signatures from concerned citizens.\n\n The petition urges policymakers at every level of government to reject calls for a mandatory #coronavirus vaccination.\n\n“The so-called “public health experts” have gotten it wrong many times during the current crisis. You should not, therefore, allow their opinions to rush decisions on policy regarding mandatory vaccination,” says the text of the petition.\n\n“Unwitting citizens must not be used as guinea pigs for #NewWorldOrder ideologues, or #BigPharma, in pursuit of a vaccine (and, profits) which may not even protect against future mutated strains of the coronavirus.”\n\n“There is nothing more personal than a person’s health and that of his family.“\n\nPer LifePetitions:\n\nPeople of goodwill can disagree about the safety, efficacy and religious implications of a new vaccine for the coronavirus.\n\nBut, everyone should agree on this point:\n\nNo government can force anyone who has reached legal adulthood to be vaccinated for the coronavirus. Equally, no government can vaccinate minors for the coronavirus against the will of their parents or guardians.\n\nPlease SIGN this urgent petition which urges policymakers at every level of government to reject calls for mandatory coronavirus vaccination.\n\nFear of a disease – which we know very little about, relative to other similar diseases – must not lead to knee-jerk reactions regarding public health, nor can it justify supporting the hidden agenda of governmental as well as non-governmental bodies that have apparent conflicts of interest in plans to restrict personal freedoms. \n\nThe so-called “public health experts” have gotten it wrong many times during the current crisis. We should not, therefore, allow their opinions to rush decision-makers into policies regarding vaccination.\n\n🖐🏾More in comments👇🏾#VaccineAgenda #Event201 #GlobalHealthSecurityAgenda",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "7"
}