{
    "filename": "CDtMZrTHFEK_1.jpg",
    "description": "#Repost @misredsociety777\n・・・\nClearly the sheeple if the world are still very confused between the difference #freedom #tyranny \nRight now in the world people are being beaten and arrested for breathing fresh air\nFor going to work \nFor trying to visit their elderly sick relatives\n6 million Australians are currently under house arrest and in a state of Martial law!! \nAll for a virus with a 99.9%  SURVIVAL RATE 🤷🏼‍♀️\nFollow @mattlawsonphotography @covid1984__ \nFor truth of the situation there 🙏\nPlease hear this 🙏\nThis is just the beginning and if we allow this to continue here’s what’s coming!\nFirst prison for those who won’t wear a muzzle 😷 \nThen mandatory vaccinations 💉 \nNow they won’t hold you down and jab you but they will slowly cut you off from society \nNo jab no job no work no bank no store entry noting!! \nAnd in a few years we will be up to 3-5 yearly mandatory vaccinations for the entire world!! \nThey are also going to test track and trace your children and possibly vaccinate them without your consent!\nThey now have the right to enter your home without cause test you and if you test positive they can take you away or TAKE YOUR CHILDREN AWAY!! \nYes to a safe location for their safety (concentration camps) \nThen comes the mark your microchip again same rules apply no chip no nothing!! \nThis is not a conspiracy theory!!\nThis is real and happening in the world right now! And it’s coming for us all you might not be affected now but you will be!\nIt’s the New WORLD Order and they are coming for us all!\nStand up say no \nUnite before it’s to late ✊🏼🙏\n#newworldorder #newworldorderagenda #event201 #agenda21 #agenda21depopulationplan #agenda30 #deepstate #deepstateexposed #covid19 #covidhoax2020 #arrestbillgates #crimesagainsthumanity #savethechildren #bebrave #bestrong #befree #chooseloveoverfear #unitedwestand ✊🏼🙏👌🏻",
    "tags": [
        "Bill Gates",
        "New World Order",
        "Deep State"
    ],
    "year": "8"
}