{
    "filename": "CDU8X_OhjhZ.jpg",
    "description": "My President @RealDonaldTrump over the last week did the following, but you probably won't hear about it from the “News”...\n\n1. Made vaccines voluntary not mandatory. Military will check purity and distribute vaccines\n\n2. Defunded WHO forever and wants an investigation into its operations\n\n3. Cancelled the Democrats HR6666 bill, known as the Covid19TRACE Act that was the basis for BillGates's diagnosis and tracking project, which was also cancelled.\n\n4. Cancelled Bill Gates project known as ID2020\n\n5. Opened a complaint platform to report censorship on Facebook, Twitter and YouTube. It was overrun with complaints. They got the evidence.\n\n6. Executive Order to reopen states: Governors who refuse to reopen will be sued.\n\n7. EXECUTIVE Order for W.H. to take over all Electrical Grids: Which will include Internet servers, Broadcasting systems, Electronic systems.\n\n8. Declares places of worship 'EssentialSevices.' Some mayors are fining people for going to church.\n\n9. Applauded Australia and 116 countries for insisting on a China Probe into the spread of Covid19 despite several threats from China about refusing critical exports.\n\nHe’s changing the world! #Trump2020 ❤️ @titoortiz1999 \n\n🇺🇸🔥🔥TRUMP 2020🔥🔥🇺🇸\n━━━━━━━━━━━━━━━━⁣⁣⁣⁣\n🚨𝗙𝗢𝗟𝗟𝗢𝗪🚨\n🔥@faithfoodfreedom\n🔥@realrobmas\n🔥@stevechappinacomedy \n🔥@healthybodygoodsoul\n➡️SHOP LINK IN BIO\n\n#promisesmadepromiseskept #americafirst #trumpismypresident #proudtrumpsupporter  #proudamericans #covid19😷 #fridaynightfeels #fourmoreyears #merica🇺🇸 #trump2020🇺🇸🇺🇸#donaldjtrump #alllivesmatter❤️ #vaccine #election2020🇺🇸 #id2020 #votetrump2020 #studentsfortrump #billgates #proudtobeanamerican🇺🇸 \n#blacksfortrump🇺🇸 #redwave2020 #trumptrain2020 #trumppence2020 #ledbygod #walkawaymovement #democratsdestroyamerica  #republicanpride #conservativemovement #vote2020",
    "tags": [
        "Bill Gates"
    ],
    "year": "7"
}