{
    "filename": "CDuBs7ojMZ_.jpg",
    "description": "“The pandemic represents a rare but narrow window of opportunity to reflect, reimagine, and reset our world\"\" - Professor Klaus Schwab, Founder and Executive Chairman, World Economic Forum. 🐍 \n\n•\n\nThis look into the future by Max Igan shows how gruesome life may become in the near future because of a pandemic that does not exist. \n\nEverything of value in our lives will be negatively impacted – especially the end of personal freedom and the arrival of a new money system designed to integrate with a social-score system, such as now used in Communist China.\n\nUnfortunately, Max does not show us a way out but he makes us realize that, if the masses continue to fall for the pandemic ploy, the rest of us will be swept along with them. \n\nThe great value of this video, therefore, is to sharpen our vision for a winning strategy. If the masses will drag us into slavery with them, our plan becomes clear. \n\nWe must apply all of our present efforts and financial resources to those projects and activities that offer the best chance of reaching the mASSES with the truth. \n\nIf we fail to do that, nothing else matters. \nThank you, Max, for making that point clear. \n\nA couple sites helping in this regard are:\n\n• Dr. Pam Popper’s makeamericansfreeagain.com\n\n• Peggy Hall’s\nThehealthyAmerican.org\n\nNetwork with local activists, grow your tribes & continue to study law & know your rights. \n\n•\n\nThe “new normal” = code for the “new world odor”.\n\n•\n•\n•\n\n#covid1984 #orderoutofchaos #kill5G #mandatoryvaccinations #chaosbydesign #operationmockingbird #fight5G #eugenics #contacttracing #maskhole #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "8"
}