{
    "filename": "CDvK8Olp2AN.jpg",
    "description": "@thehomedoctorz #Repost @txcutchfan22 \n---\n🇦🇺We are no longer living in a free state, we have lost so many rights including the right to walk the street without wearing a mask peacefully, this display of police brutality is disgraceful, I’m so disgusted to see the people who should be protecting us treating our people like criminals.\n\nA video out of Melbourne, Australia shows a police officer enforcing the city’s strict new lockdown law by putting a woman in a chokehold.\n\nThe state of Victoria’s new lockdown rules, which were introduced earlier this month, have produced what appear to be amongst the most draconian examples of police enforcement in the developed world.\n\nA new clip shows a woman outside what appears to be a clothing store being put in a chokehold by a male police officer.\n\n“What the fuck! Get off of me,” shouts the woman as she is grappled up against the wall.\n\nAfter she kicks out a few times, the male officer then drags her to the ground by her throat.\n\n“You’re fucked in the head, you’re fucked, what the hell are you doing to me?” asks the woman as the officer wrestles with her on the floor.\n\nLast week we highlighted a similar case where a woman was left with severe bruising after being manhandled by officers for violating the lockdown.\n\nUnder the new rules, people are expected to adhere to a strict 8pm-5am curfew and police have the power to enter people’s homes without a warrant to enforce compliance spot checks.\n\nAs we previously reported, within moments of the new lockdown rules being announced, eyewitnesses said police surrounded residential tower blocks in Melbourne to prevent people from leaving.\n\nHowever, instead of just handing out fines as would normally be expected, police officers in the region appear to be enforcing the law by physically restraining and arresting people. \n\n#CoViD1984 #PoliceState #Scamdemic #Plandemic #Melbournelockdown #Communist #Freedom #GetAngry #Melbourne #Australia 🇦🇺 #WakeupAustralia #VictoriaPolice #ExitTheMatrix",
    "tags": [
        "Plandemic"
    ],
    "year": "8"
}