{
    "filename": "CDvLzGwHTTi_3.jpg",
    "description": "People have no clear idea what the truth of this world is because they have been conditioned to live and function under the physical sense reality for what they choose to believe and follow with life. The biggest problem is the people's lack of understanding just who it is they are up against and dealing with. They have no idea what they truly are. The people think they are actual people and do not have any kind of spiritual form to see just who they are. They are blinded to seeing anything past the physical reality. That is why everything some of the people try to do in the physical senses with protests and civil disobedience is met with heavy consequences because of the fact that they can hide among the people fitting in as humans and use their power of draconian laws to punish and imprison them.  If you rely upon the physical senses for your path you are living an extremely confined existence. This is a limited perspective that keeps humans trapped in the prison reality of the mortal realm not getting anywhere. By becoming aware in a state of knowing your sense of soul you can expand to strengthen your physical life, which elevates you to a state of higher perception and awareness bringing you into a deeper understanding of nature and reality. This is the only way to escape the cage over the human mind that the system was designed for with the false illusions in society. You cannot fight evil in the physical form and win. Only when a person is in the spiritual form can they fight against evil and win the battle. \n\n#melbourne, #australia, #victoriapolice, #draconianlaws, #newworldorder, #vrils, #coronavirus, #666, #scottmorrison, #sarahcarter, #dracos, #danielandrews, #dragos, #shanepatton, #lockdown, #lawsareforcontrol, #covid19, #occult, #chemtrails, #bioweapons, #5g, #hydrogel, #id2020, #policyenforcement, #victoria, #fakereality, #maribyrnong, #reptilians, #bloodharvesting, #singularity",
    "tags": [
        "5G",
        "Bioweapon",
        "New World Order"
    ],
    "year": "8"
}