{
    "filename": "CDwf2nkimzq.jpg",
    "description": "Sag mir, warum ich jeden Tag aufsteh'\nJeden Tag raus geh' und racker' mir den Arsch ab!\nUnd nicht mal mehr die Hälfte von meinem Gehalt hab\nSobald ich meine Rechnungen bezahlt hab\nUnd ich danach nichts mehr zum sparen hab\nDenn den Rest von meinem Geld, den nimmt mir der Staat ab\nWarum machen sie's uns bloß so schwer?\nUnd sag mir bitte wieso scheint es\nAls ob du hier nur reich wirst\nWenn du schon reich bist\nIn einer Welt wo die Mehrheit arm ist\nUnd in der du ohne Bares nur ein Scheiß bist\nUnd so ist es und bleibt es\nUnd jeder weiß es\nAber ich sag es und mein es\nJeder hier hat eine Chance verdient\nUnd das is', was sie mit uns machen\nMann sie waschen uns den Kopf\nUnd sie regieren und manipulieren uns\nUnd überwachen uns mit Cops\nUnd es gibt niemand', der was tun kann\nDie ganze Welt is' im Konsumwahn\nAlle sitzen vor der Glotze\nOder sie hängen vor ihren Computern\nUnd so halten sie uns dumm\nUnd so schalten sie uns stumm\nUnd so halten sie uns dumm\nUnd so schalten sie uns stumm\nUnd so halten sie uns arm\nUnd so halten sie uns unten\nUnd jeder Zweifel hier ist unberechtigt\nEs is Fakt, dass das System hier ungerecht ist\nUnd würdet Ihr Politiker hier wirklich mal an Deutschland denken\nWürdet Ihr als allererstes die verdammten Steuern senken\nDenkt mal ernsthaft darüber nach, wer soll sich das leisten können?\nSo ein hohes Honorar für so geringe Leistungen\nIs' doch klar, dass Leute hier enttäuscht und verzweifelt sind\nDeutschland beleidigen und dieses Land hier Scheiße finden\nDenn ihr macht es Jedem viel zu schwer(er)\nUnd sag mir, warum Geld hier das einzige zu sein scheint\nAn dem man heutzutage Erfolgt misst\nUnd sag mir, warum keiner den Kids sagt\nDass nicht alles, was so schön glitzert, auch Gold ist\nUnd sag mir, was heißt Demokratie?\nDenn ich find hier geschieht nichts im Sinne des Volkes\nWas ist bloß mit unserer Macht passiert?\n#berlin #samydeluxe #hiphop #wirsindmehr #Gütersloh #revolution #5G #awakening #wahrheit #freiheit #gesundheit #truth #corona #deutschland #berlincity #menschenrechte #getupstandup #spirituelleserwachen #coronahoax #thegreatawakening #newworldorder #bewusstsein #frieden #erwachen #medien #wakeup #coronalüge #neueweltordnung #deutschrap #lyrics",
    "tags": [
        "Qanon",
        "5G",
        "New World Order"
    ],
    "year": "8"
}