{
    "filename": "CDWjrH0JJK-_2.jpg",
    "description": "DEMOSTRACIÓN DEFINITIVA E INCUESTIONABLE DE QUE NO EXISTE EL CIRCOVID 1984 Y TODO ES UNA PLANDEMIA. \n\nOs traigo nada más y nada menos que LOS DATOS OFICIALES DEL MINISTERIO DE SANIDAD ESPAÑOL ACTUALIZADO A 29 DE JULIO 2020.\n\n¿Quieren estadísticas? Que no se preocupen que SE LAS ESTAMPAMOS EN LA CARA.\n\nY es que tras 7 MESES COMPLETOS (un mes más que la mitad de un año)\n\nHan muerto 181.777 personas!!!!!!!!!!!!!!!!!\n\nTeniendo en cuenta que el año pasado murieron 416.317....\n\nNo han muerto NI LA MITAD QUE EL AÑO PASADO INCLUSO HABIENDO TRANSCURRIDO UN MES MÁS!!!!!!!!\n\nA estas alturas, con cálculos matemáticos habrian muerto el año pasado unas 242.000 personas aproximadamente.... (60.000 personas menos este año)\n\n¿No decían que este año habían muerto 40.000 personas más que el año pasado?\n\n¿Dónde, MENTIROSOS Y MANIPULADORES??\n\n¿DÓNDE????????????\n\nESTA ES LA DEMOSTRACIÓN MÁS FEHACIENTE QUE PODÉIS ENCONTRAR EN TODA LA RED.\n\nNO EXISTE NINGÚN VIRUS, ESTO ES UNA PLANDEMIA, CIRCOVID 19.\n\nHAN MUERTO MUCHAS MENOS PERSONAS QUE EL AÑO PASADO Y MEDIANTE LA MANIPULACIÓN MEDIÁTICA HAN CREADO UNA DOCTRINA DEL MIEDO Y TAL PARANOIA SOCIAL, QUE LA GENTE SE HA VUELTO ESQUIZOFRENICA.\n\nMe podría explayar durante horas, pero ya sabéis mis argumentos que he ido dejando en otros post sobre lo que pienso de la MAYOR FARSA DEL SIGLO 21 y la causa de las muertes.\n\nQuién no lo sepa, tiene información muy completa en todos los post.\n\nNada más que añadir ante DATOS OFICIALES.\n\nCOMPARTID ESTA PUBLICACIÓN CON TODO EL QUE CONOZCAIS, YA QUE NO HAY NADA MÁS QUE DISCUTIR, TENIENDO ESTADÍSTICAS OFICIALES EN LA CARA. \n\nPD. En la segunda página veis de dónde se saca el PDF, la página oficial del GOBIERNO.\n\n#PLANDEMIA #CIRCOVID #DESPIERTA #noalnuevoordenmundial #nom #killuminati #nuevanormalidad #coronavirus #covid #covid19 #LIBERTAD #verdad #verdades #desgobierno #estafa #coronafake #corrupción #bilderberg #consciencia #agenda2030 #illuminatis #españa #noalasvacunas #noalasmascarillas #salud #masoneria #engaño #DICTADURA #TODOSSOMOSUNO",
    "tags": [
        "New World Order"
    ],
    "year": "8"
}