{
    "filename": "CDY1hiGo3R9_7.jpg",
    "description": "In was fur einer Zeit leben wir in der Gegenwart, dass es mir in der alltäglichen Gesellschaft unangenehm geworden ist über bestimmte Themen zu reden da man ansonsten schief angeschaut wird, verachtet, diskriminiert oder diffamiert wird? Kein Wunder rede ich nichtmehr soviel, wenn ich nur noch der gleichen Meinung sein darf, ansonsten bin ich ein Leugner, ein Gegner oder ein Irrer oder ein Asozialer oder gar ein Krimineller Mörder. Und all diese Diffamierungen stammen aus den öfftl. Medien, wo ich mir denke: WTF, wer kann heutzutage die öffentlichen Medien samt Politiker ernst nehmen die so eine Ausdrucksweise hinterlassen? Bei Black Live Matter Demos wird  Solidarität und Respekt gezollt, wenn man gegen Diskriminierung aufsteht, aber bei Grundgesetz Demos sind es einfach nur Coronaleugner und Rechtsextreme? Die Medien lenken die Meinung vieler Menschen und ich frage mich wirklich bedrückt, warum viele Menschen die gleiche Meinung hegen, das langweilt mich ehrlich gesagt und lässt mich denken ich würde in einer programmierten Gesellschaft von Menschen leben, woraus ich jede Antwort bereits kenne, da die Meinung aus den gleichgeschalteten Medien vorhersehrbar, berechenbar und einfach gelenkt wird. Man nehme jemanden der eine Wahrheit ausspricht, vermische sie in einem Artikel mit einer Parole aus der Nazizeit und sofort ist derjenige ein Nazi. Das neueste Trendwort 2020 ist ein fucking Nazi, ungleich ob derjenige überhaupt rechtes Gedankengut besitzt oder einfach nur eine Meinung hat der einem nicht passt. Bei diesem Spiel mache ich nicht mehr mit, ich bleibe so wie ich bin und bleibe damit eine authentische Person: eine die sich ihren eigenen Kopf über das Weltgeschehen macht und diese Meinung immer mehr nach außen tragen wird. Ich hoffe ich stoße damit mehr auf positive Resonanz, denn von der alten Welt in der Hass und Angst regiert möchte ich mich so langsam aber sicher verabschieden. 🛸\n#querdenken711 #widerstand2020 #transformation #wir2020 #stuttgart #stayawake #bewusstseinswandel #liebe #respekt #frieden #freiheit #grundgesetz #verschwörungstheorie #saynotobillgates #gibgateskeinechance #coronaimpfung #tagderfreiheit #jetzt #herz #demo #berlin",
    "tags": [
        "Bill Gates"
    ],
    "year": "8"
}