{
    "filename": "CDyyVi6B1Lr.jpg",
    "description": "📳EL AGENTE SMITH\n\nEl agente Smith es más que un personaje de la película Matrix, es una alegoría del comportamiento humano. Es uno pero puede ser multitud.\nAllí donde se requiera su presencia, puede transmutarse en cualquier persona, poseer el cuerpo y la mente de un individuo adoptando su propia forma, la forma del agente Smith.\n\nPodés estar tomando un café con un amigo en un bar, estar charlando en la vereda de tu casa con tu vecino o intercambiando puntos de vista con un profesor en la facultad... y sin previo aviso, tu amigo, tu vecino, el profesor ya no serán ellos. Sus mentes habrán sido capturadas súbitamente por un agente Smith. \n\nLa humanidad no necesita gobiernos.\nEl dinero es deuda.\nLos medios de comunicación son manipulación.\nLa historia es sesgo.\nLas enfermedades no son algo 'que le puede tocar a cualquiera'. \nLas guerras generan rédito.\nEl nacionalismo es distracción.\nLa civilización es una estafa.\n\nIncluso funciona con tópicos mucho más concretos y menos conceptuales.\n\nEstás gordo porque ni siquiera comés algo que se parezca a la comida.\nEl terrorismo es siempre un 'inside job'.\nSi trabajás de 'lo que te gusta' igual trabajás.\nLos medicamentos no curan.\nLos países en vías de desarrollo nunca prosperarán mientras exista un banco central.\n\nBasta nombrar alguno de estos temas para invocar al agente Smith. Él se apersonará delante tus ojos instantáneamente y soltará unos tibios:\n\n¿Y qué querés?\n¿Por qué no te vas a vivir al medio de la montaña?\nClaro, vivimos todos equivocados, ¿verdad? \n\nSabemos que las armas de los Smith son torpes pero no menos irritantes.\nSus argumentos son tan vacíos como sus cuerpos abducidos. \nLos agentes Smith enlistan agentes Smith.\nAutómatas reclutando autómatas.\n\n#Nutricion #Alimentacion #NutricionEvolutiva #paleo #paleolithic #realfood #covid #covid_19 #coronafake #cortinavirus #collapse #fake #deepstate #nwo #who #matrix #system #science #fiction #panic #conocimiento #knowledge #episteme #epistemologia #biology #biologia #anthropology #antropologia #evolution",
    "tags": [
        "New World Order",
        "Deep State"
    ],
    "year": "8"
}