{
    "filename": "CE-PIzChT3N.jpg",
    "description": "The Astra Zeneca vaccine trials are currently halted due to “severe adverse reactions.” *Link in Bio- “AstraZeneca Pauses Vaccine Trial for Safety Review. New York Times.”\nIn regards to Moderna, this will be the first time the new company manufactures a vaccine for human use. *Link in Bio- Dr. Carrie Madej’s “Wake up Call to the World” video regarding the Moderna Vaccine.” Dr. Madej provides links to all the studies, articles & information she references regarding the vaccine in the description of her video.\n\nHow much safety will be compromised to have a vaccine out by November? \nWith a survival rate of 99.96% do any “benefits” of a rushed vaccine out way the actual risk of dying or becoming gravely ill because of the corona virus? What about “shedding?\nIn addition to adverse reactions, there is the risk of “shedding” which is the current situation going on in Africa from the polio vaccination.* The World Heath Organization & United Nations acknowledge the outbreak in Africa circulating right now is DUE TO THE ORAL POLIO VACCINATION that was given. As well as the reason for the (very) recent children who were paralyzed from the same polio vaccination. *Link in Bio- “UN says new polio outbreak in Sudan caused by oral vaccine. AP NEWS & WHO website.”\n\nIt’s possible to pass the corona virus to others from the strains that are being used for the vaccine, as “shedding” has been documented to happen with several vaccines in the past. \nThose who decide to get the COVID vaccine could unknowingly infect others such as the elderly population & those will compromised immune systems. \nCausing a second or third wave.\n\nAdditionally, there is the possibility the vaccine could worsen the health of others, especially those who are older. In 2015, The University of North Carolina used specimens from Wuhan Lab, China & synthetically manufactured a corona virus.* It was determined that the vaccine “would not be protective against infection and could possibly augment disease in the aged vaccinated group.” *Link in Bio- “A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence. 2015 NATURE MEDICINE.” #saveourchildren ❤️ #plandemic2020 #covid1984",
    "tags": [
        "Plandemic"
    ],
    "year": "9"
}