{
    "filename": "CE1TIYXgV_r.jpg",
    "description": "Well this is extremely interesting isn’t it. Thank you to @ephjaymusic for highlighting this crucial info! So to give some context, below is information on what WTS is, and as you can see – a heavily infiltrated Cabal organisation working in collaboration with other major Cabal owned networks.\n \nSo there’s two incredibly alarming pieces of info revealed here: the pic on the left which I screenshotted YESTERDAY 06/09/2020 -states that C0VID-19 test kits were exported to countries around the world back in 2018 – more evidence proving the PLANdemic SCAMdemic, and secondly the even more alarming piece of info is the screenshot on the right! As of TODAY 07/09/2020 they have updated their website changing ‘C0VID-19 test kits’ to ‘Medical test kits’ !!!!!! Oh dear! Too busy censoring the truth they forgot to censor their own tracks pwahaha, desperate times! 🤣🤣😅😜\n \nPlease reshare this info my friends – let’s help to crush this mass orchestrated hoax on the people! 💥‼️\n \n{Context on WTS taken from website below}\nThe World Bank — in collaboration with the United Nations Conference on Trade and Development (UNCTAD) and in consultation with organizations such as International Trade Center, United Nations Statistical Division (UNSD) and the World Trade Organization (WTO) — developed the World Integrated Trade Solution (WITS). This software allows users to access and retrieve information on trade and tariffs. WITS provides multiple ways to access trade, tariff and non-tariff data. It has the following main sections. Some KEY info about what they provide information that can be obtained include (more info on their website):\n-Top importing and exporting countries\n-Top products that are exported and imported by countries.\n-Top export and import partners for countries.\n-Top products exported by countries.\n•\n#CORONAHOAX #PLANDEMIC #SCAMDEMIC #FREEDOMFIRST #COVID1984 #THISISNOT1984 #ORWELLIAN #TECHNOCRACY #TOTALITARIANISM \n#truthseeker #truthseekers #truthisinplainsight #WEDONOTCONSENT #sharethetruth #newworldorder #newworldorderagenda #SAYNOTOVACCINE #NOVACCINES #BIGPHARMALIES #WAKEUPSHEEPLE #THEVIRUSHOAX #THETRUTHBEHINDTHEVIRUS #DONTBEASHEEP",
    "tags": [
        "Plandemic",
        "New World Order"
    ],
    "year": "9"
}