{
    "filename": "CE5Syp6A7xO.jpg",
    "description": "International best-selling author, Dr Vernon Coleman, MB ChB DSc FRSA, explains how people around the world are being oppressed and lied to, and discusses yet more evidence about face masks. He accuses the professions of betrayal, and calls for citizens to stand up to tyrannical governments.\n\nVernon Coleman was the first to warn that the so-called crisis had been exaggerated. Various versions of his videos on You Tube have been watched by millions around the world. His articles on www.vernoncoleman.com have led the way in providing exclusive facts and information. Every prediction and warning Dr Coleman has made has been proved correct.\n\n❗️”we will win this war\"\" Thank you for giving us hope, Dr Coleman. In order to win this war, we must all do our part, anything we can: - civil disobedience (don't wear masks in shops, visit whoever you like etc) - pay cash. Most places that have signs for \"\"no cash\"\" actually accept cash - chip away at our friends/family, trying to wake them up. A little at a time, otherwise cognitive dissonance will kick in - pay little/no attention to mainstream media, and instead try and sort/promote trusted alternate media - local activism. Get together with like minded people and push an issue. Contact your GP (e.g. to question them about vaccines, or are they aligned to us or just taking in kickbacks from big pharma). Contact your MP There's loads more things we can do. \n❗️Never give up. Trust yourself. Think for yourself. There are a lot more people like you. We are the silent majority!\n👉🏽 WHAT IS YOUR OPINION? DO YOU BELIEVE WE CAN WIN THIS WAR?\n\nVideo @awakening_sheep \n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\n\n#vernoncoleman #fuckbillgates #lockstep #populationcontrol \n#plannedemic #5gtowers  #billgatesisevil #globalistagenda #saynotomasks \n#shadowgovernment #governmentconspiracy #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra  #markofthebeast #scamdemic #governmentcorruption #bigpharma #newworldorderagenda #truthinplainsight #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "9"
}