{
    "filename": "CE7DfeeHclc.jpg",
    "description": "#Repost @truthisunstoppable \n ・・・ \n #Repost post of @let_them_feel_our_movement_11 by @faster.repost \n\n#plandemic2020 #covidhoax2020 #fakepandemic #scamdemic\n▫️\nIt's always been preplanned. Don't confuse an Awakening of knowledge and understanding of the truth about the system, with and Awakening of spiritual Enlightenment and Ascension. It's been preplanned since the beginning. Everything even down to those that would rise up to fight them. Seek the true Awakening from within your higher self.\n▫️\n✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨\nSo many distractions going on but one thing MUST remain clear...CONSCIOUS uplifting, MASS SPIRITUAL AWAKENING, and VIBRATING HIGHER DAILY is the MOST important thing now more than ever.\n▫️\nFor they will do ANYTHING and EVERYTHING in their power to take control of the population but CANNOT so long as they continue to lose the target audience.... YOU. CONTINUE to stay Consciously Aware of what's going on, seek within and understanding that YOU are the MOST important thing in the world. Without YOU there is NO THEM. LOVE YOU ALL ♥️\n▫️\nTO GET OUT OF THE SYSTEM YOU MUST LOOK WITHIN YOUR HIGHER SELF\n✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨\n▫️\n♓♒♑♐♏♎♍♌♋♊♉♈ ⚛️🕉️✡️☸️☯️✝️☦️☪️☮️🕎🔯\n3️⃣👁️\nRemember to -VIBE HIGH, FOCUS DEEP, NEVER SLEEP, STAY CONSCIOUS. WE SAY IT IS SO AND SO IT IS.\n3️⃣👁️\n▫️\n#aspireinspire #wordsofwisdom #systemofcontrol #13royalfamilies #reptilian #thefallen #georgiaguidestones #populationcontrol #awarenessnotfear #redpill #freeyourmind #thethirdeye #meditation #chakras #higherconsciousness #wakeup #highervibrations #theonlywayoutisfromwithin",
    "tags": [
        "Plandemic"
    ],
    "year": "9"
}