{
    "filename": "CE7HZhfAxgp.jpg",
    "description": "It’s known as the “viral load.”\nThe most used test to determine if someone has COVID-19, known as a PCR test, is either positive or negative, that’s it. But the test does not identify the viral load — the greater the amount of virus, the more likely it is that the patient is contagious.\n“In three sets of testing data that include cycle thresholds, compiled by officials in Massachusetts, New York and Nevada, up to 90 percent of people testing positive carried barely any virus,” The New York Times reported Sunday after conducting a review of data.\nOn Thursday, the United States recorded 45,604 new coronavirus cases, according to a database maintained by The Times. If the rates of contagiousness in Massachusetts and New York were to apply nationwide, then perhaps only 4,500 of those people may actually need to isolate and submit to contact tracing.\nHealth experts told the paper the current PCR test is too sensitive and should be improved so that it will determine the viral load — which would then rule out those with insignificant amounts of the virus.\nThe current PCR test analyzes genetic matter from the virus using 37 or 40 cycles, but health experts say that is too high because it detects even small amounts of the virus that pose no risk of contagion.\n“Tests with thresholds so high may detect not just live virus but also genetic fragments, leftovers from infection that pose no particular risk — akin to finding a hair in a room long after a person has left,” Dr. Michael Mina, an epidemiologist at the Harvard T.H. Chan School of Public Health, told the paper.\n.\n.\n.\n#dontbelievethelies #dontbelievethehype #school #socialdistancing  #deepstate #hospital #filmyourhospital #1984 #distraction #hoax #corona #virus #masks #hystaria #media #manipulation #panic #mask #anon #contagion #unreal #plandemic #msm #mainstreammedia #news #investigativejournalism #truth #conspiracytheory #conspiracy",
    "tags": [
        "Plandemic",
        "Deep State"
    ],
    "year": "9"
}