{
    "filename": "CEABmY8HFta.jpg",
    "description": "Always truth in plain site -  Nothing to see here folks 🐸☕️, just living misinform and in fear, while wearing the mask, social distancing and spending all of your money with large corporations while there is an abundance of information that I’ve already shared that you can still go back and look at on my covid19 story highlights and IGTV series of videos plus all the content that is on my account including a 1hr video that shows you the truth with sources on how masks work and what they actually do.\n\nBut even i know that no matter how much information is available people will continue to live their lives based on what other people are doing or because the thought of them doing something right will give their subconscious a rebutting that’s most are to scared to take. Because once you stop participating in the lie that is being told that journey from going within becomes endless and you will have to look deep within yourself and do and lot of forgiving and healing from all of our past traumas and actions. And to many people are so damn scared of doing self work and becoming a better human being that they rather keep a mask on, stay tunnel visioned on anything that doesn’t effect themselves and live in the bubble that their family and friends stay in as well.\n\nI’m tired of the cognitive dissonance from the public. People have been brainwashed literally by the government and corporations. We’ve been fed poison and injected with it as well. And this criminals are walking free because the people got a little stimulus money while the entire economy is on the verge of collapsing and transferring over to a digital currency and while this is happening there is a massive amount of wealth being consolidated.\n\nFollow @perceptionofpositivity 👁🧠🔥\n\nReposted from @standup911 \n\n-\n\n#billgates ##id2020 #coronavirus #socialdistancing #healthcare #covid19 #plandemic #indoctrination #mindfulness #wellness #perspective #perception #pineal #pinealgland #higherself #higherthinking #higherawakening #higherconsciousness #cbd #cbdoil #cannabis #cannabiscommunity #psilocybe #psychonaut #psychology #philosophy",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}