{
    "filename": "CEc_CI5AN5O.jpg",
    "description": "CALIFORNIA ON FIRE!🔥 FIRE AND FLOODS - WEAPONS OF DEATH\nWatch the whole video on YouTube @ StopTheCrime.net\n\nWAKE UP PEOPLE! \nIT’S WAR!\n\nWe have a corporation posing as a government and it is the policy of the globalists, the ones who write the laws and guide society in their desired direction!\n\nGPS (global positioning system) is all done by digital technology of the cell towers and computerized systems on vehicles going all over the road systems. The satellites that’s up there are temporary ones held up by massive balloons and are not stationary. Did you ever wonder why the weather service has to send up weather balloons every day? There are no satellites watching every move we make. That’s all fear porn. They want everyone afraid to rebel and fight. They rule by fear. Just look around at all the fearful sheep wearing masks. It’s as if they feed off of fear like the devil or something evil. Yeah, it’s all an elaborate illusion to deceive/trick humanity. Just like this virus hoax. They want total domination over everything human. They want obedient slaves. Today we are facing world depopulation agenda 21. They want the population down to a perpetual 500 million people worldwide. This is the start of hell on earth. All the plagues, vaccines, wars, and genocides were all for world depopulation of the Tartarian empire. Bet you never heard of that empire in any schools you went to. It was the world wide empire that ruled before the USA empire. They sure did a good job of hiding our past. What about the mud flood in 1812? Bet you never heard of that either.\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\n\n#plannedemic #californiafires #deborahtavares #weathermodification #weatherwarfare #haarptechnology #haarp #5gtowers #directenergyweapons #weathermanipulation #silentweaponsforquietwars #chemtrails #wildfire #globalistagenda #depopulation #depopulationagenda \n#shadowgovernment #Covid1984 #agenda21 #agenda2030  #predictiveprogramming #theworldisastage #microchip #mkultra #markofthebeast #newworldorder #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}