{
    "filename": "CEckWd1pMeP.jpg",
    "description": "If we know that it says on the box of masks that they won’t prevent transmission of any “disease”, and if we know that “viruses” are actually a part of our immune system & unable to be transmitted person to person (only through direct injection into the bloodstream via vaccination can a “live” virus be transmitted💉 ), and if we we can then deduct with a little common sense that wearing masks has nothing to do with “protecting public health”, then why are we acquiescing to the demands of our fascist,  technocratic corporate overlords? \n\nHealthy people wearing a mask is blind acquiescence to authority, willfull censorship & suppression of oxygen, to cross contaminate germs, bacteria & recycle breathing our own carbon dioxide, as the occultists behind this laugh at us as we buy their propaganda & continue to dehumanize ourselves, perfectly in line with their transhumanist agenda. \n\n“People should not be walking around in masks- there’s no reason to be walking around in masks. \n\nWhen you’re in the middle of an outbreak, wearing a mask might make people feel a little bit better, & might even block a droplet, but it’s not providing the perfect protection that people think that it is, and often, there are unintended consequences. \n\nPeople keep fiddling with the mask and they keep touching their face....but when you think masks, you should think of health care providers needing them, and people who are ill.” \n\n- Anthony Fauci, March 2020- on wearing masks to protect from CV\n\n•\n\nMandating masks has absolutely nothing to do with preserving or protecting public health. \n\nMask “mandates” are a satanic occult mockery ritual, and have absolutely everything to do with symbolizing blind subservience & acquiescence to authority- United Nations Bill Gates pharma cartel new world odor authority-for a pandemic that does not exist. \n\n#Changemymind\n\n•\n\n•\n\n•\n\n#covid1984 #orderoutofchaos #kill5G #mandatoryvaccinations #chaosbydesign #operationmockingbird #fight5G #eugenics #contacttracing #maskhole #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "8"
}