{
    "filename": "CEDdXcRASK7.jpg",
    "description": "The world today is undergoing a four-part occult ritual initiation and transformation ceremony – largely conducted through symbology, as virtually all occult rituals are – and designed to bring everyone, willingly and subserviently, into the new global order.\n\n👉🏽The global occult ritual of mask-wearing signals your consent to your new, subservient position, under your new masters, and the loss of your position as a vocal representative of the Word of God on this earth.\n👉🏽The global occult ritual of handwashing represents the washing away of the old order, so a new order can be ushered in and firmly established.\n👉🏽The global occult ritual of six feet of “social distancing” symbolizes the breaking apart of the Body of Christ on earth, so it no longer functions as a stable and cohesive unit.\n👉🏽The global occult ritual of lockdowns symbolize isolation from everything normal so you can be “purified” from your old ways…surrender your former status to the new order…sacrifice your very self to the new order…and finally, willingly submit to the new order through obedience to it. And this will go on until the “new you” evolves like a Phoenix straight into the waiting arms of Satan himself, ultimately.\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\nPhoto @cookietheherbalist \n\n#plannedemic #5gtowers #hypoxia #globalhealthsecurityagenda #billgatesisevil #globalistagenda #saynotomasks \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra #freemasons #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}