{
    "filename": "CEFIWNQller.jpg",
    "description": "The Protest against the current covid shit show, is on this Saturday, 22 August 2020 @ 2pm, The Customs House, Dublin.\n\nCheck out @informedconsentireland for updates.\n\nWhen the same people who tell us to wear a mask, for a lab made virus, with a recovery rate of 99.8% tell us to hate the people fighting for our human rights & civil liberties, that’s when it’s time to question everything.\nWe are not far right Neo nazis, we are not left liberals, we don’t pick a wing, we aim to expose & bring down the whole corrupt bird!! \n\nThe Government don’t give a fuck about us no matter what sides we pick!\nIt’s time for people to realize our power,UNITE & RISE together!\n\nMedia are lying.\nGovernment are lying.\nWHO are lying.\nCDC are lying.\nSeek TRUTH. \n\nResearch Agenda 21,30 & 50. (If you haven’t,you don’t understand what’s happening!)\n\nStop being manipulated ,and told who to hate, to wear a mask that has no proven effectiveness, to receive a vaccine & to get injected with the virus we have been told to hide in our houses & close our businesses to avoid! \n\nIt’s time to take personal responsibility of our own health.\n\nMany of us have lost our businesses, many more will join us as we enter into the biggest Global Depression we have ever experienced. Mental health & suicide rates are sky rocketing!There is nothing normal about “the new norm”. The media are reporting cases now, more than deaths, when there’s a 99.8% chance those cases will recover.\n\nQuestion everything.\nUse critical thinking.\nSeek truth, avoid propaganda.\n\nMedia are trying to discredit the uprising, their aim is to stop this revolution, don’t trust them. The Revolution will not be televised! \n\nThe biggest fear is that we realize our Power & WE UNITE.\n\nIt’s not about left or right. \nIt’s about TRUTH.\n\nWe will be sitting in a healing circle at the protest on Saturday, for Unity & Healing our Ancestral Karma. @spaceconnection_ \nAll are Welcome to Join,at the back of the crowd, sitting in circle on the road Of the Customs House.\nFollow the Light.\n.\n\n#spaceconnection #protest #dublin #civilliberities #healing circle #lightworkers #healers #witches #druids #love #peace #scamdemic #plandemic2020 #plandemic #covid19",
    "tags": [
        "Plandemic"
    ],
    "year": "8"
}