{
    "filename": "CEFubx9lIBN_5.jpg",
    "description": "Follow @humann_revolutionn 👁\n\nOg acc: @humannrevolutionn 💊\n\nFollow @selfevolutionn for more consciousness truth 🧘🏽‍♂️\n\nCheck out the highlights on my og page for more red pill facts 🕳🐇\n\nTo reach a certain level of fame or power within hollywood or politics if you were not already born in riches and you want to cheat your way up you have to compromise yourself by having  to do what these elitists tell you to do whether it be a sacrifice, change of sex, pedophilia and/ or portray some kind of symbolism within whatever you are showcasing as it supports their agenda of Satanism \n\nEyes are the window to the soul people and Chelsea looks pretty soulless to me. Can’t even look at that picture any longer than a couple of seconds it’s so disturbing \n\nEpisode of James Corden. Chelsea answers “pizza for lunch and dinner EVERYDAY” apparently this episode is from November 2019. Hilary answered another question with “order pizza.” These people think we don’t know what their code means or they don’t care \n\nWe all know if you snitch on the clintons your pretty much dead because most of their wealth comes from what their doing and they also love committing these heinous crimes also\n\nSeptember 9th is her big court appearance for all of this. Eyes on the prize people \n\nHave a geese at the ‘pizzagate’ highlight on my page to get more of a insight if your new to this kind of info \n\n#TheGreatAwakening #wakeup #redpill #falseflag #qanon #wwg1wga #maga #darktolight #thestorm #painiscoming #patriotsfight #pizzagate #lawofattraction #protests #q #pedowood #deepstate #maga2020 #highervibration #covidhoax #Informationwarfare #godwins #Davidicke #cabal #donaldtrump #Covid19  #thematrix #childtrafficking #waronhumanity #consciousness",
    "tags": [
        "Qanon"
    ],
    "year": "8"
}