{
    "filename": "CEh2drxHzAD.jpg",
    "description": "\"\"There is no material contagion.\"\" Dr Stefan Lanka. The concept of contagion has never been scientifically satisfied. This is because...\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"We don't catch disease, we build it.\"\" Antoine Bechamp\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"A virus is simply the excretion of a toxic cell.\"\" Rudolf Steiner.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nMeaning... viruses are the result of toxicity and NOT THE CAUSE OF ILLNESS. Coughing and sneezing adds only to our pre-existing level of toxicity. If you're clean these symptoms will never sicken you. There is no cold or flu 'virus' out there... We build sickness principally through unconscious eating/drinking habits, breathing toxic air and by not looking after ourselves effectively whilst our life giving sunlight is diminished throughout the winter months.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nFurther reading: \"\"Virus mania: how the medical industry continually invents epidemics, making billion dollar profits at our expense.\"\" \"\"Goodbye Germ Theory, ending a century of medical fraud.\"\" \"\"What really makes you ill?\"\"\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"Unthinking respect for authority is the greatest enemy of truth\"\" Albert Einstein.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nWe must come together! Our civil liberties and livelihoods are being destroyed by a despotic, globalist, deep state for no good reason. Please watch all videos on the IGTV covid truth playlist before siding with the state owned mainstream media. 'The scamdemic, everything you need to know.' offers an overview and explains the fraudulent test and the redesignation of deaths/cases from other causes.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nAwaken from the mind control, take back control of your life. Learn about the real science and listen to doctors speaking out about what's truly happening. Dr Andrew Kaufman, Dr Judy Mikovits, Dr Rashid Buttar etc\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"The welfare of humanity is always the alibi of tyrants.\"\" Albert Camus\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n#freedom #truth #wellbeing #revolution #health #philosophy #scamdemic #solutions #masks #universe #billgates #vaccine #consciousness #socialdistancing #mentalhealthsupport \n#spiritual #pandemic #mentalhealth #covid #lockdown #newnormal #enlightenment #plandemic #corruption #virus #fauci #covid19 #politics #newworldorder #liberation",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}