{
    "filename": "CEIfgmaAXqQ.jpg",
    "description": "There are technologies that are being introduced with this vaccine that can change the way we live, who we are and what we are,  and very quickly!\nDR. CARRIE MADEJ explains that this vax is...\n👉🏽Moderna announces supply agreement with US Government for initial 100 million doses of mRNA vaccine against Covid-19. \n.\n😊Links to her research are in the caption here : \n\nm.youtube.com/watch?feature=youtu.be&v=ywuCRVJVDqs\n\nVideo repost @awakening_sheep \n\nEven \"\"normal\"\" vaccines contain: Formaldehyde, aluminum (absorbed 100% via injection), aborted fetal cells (human diploid), pig blood, phenol, polysorbate, MSG, aspartame, mercury (in amounts deemed to be safe regardless of facts), calf skin, chick embryonic fluid, mouse serum proteins, monkey kidney cells and a HOST of other toxins that have never been tested and studied for the long term effects of injecting them into our blood in combination. Vaccines are carcinogens and poisonous. 60% of American adults and 50% of the children have a lifelong chronic disease (includes allergies, asthma). Over 500,000 Americans pass annually from medical errors and drugs. Where is the rage, distancing and war from big pharma? Vaxx companies pay max 250k per injured child and they've paid out +$4billion to date in damages. Vaccines are the savior of the failing pharmaceutical industry. We can take back our health through diet, exercise and natural supplements, but a PLANdemic emerges everyone wants drugs and vaccines because the media and the big pharma doctors told them to. Your body is incredible at keeping you healthy. You just need to be responsible and feed it right, especially vitamin D.\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥 \n\n#plannedemic #5gtowers #hypoxia #drcarriemadej #billgatesisevil #globalistagenda \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra #freemasons #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates #no5g",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}