{
    "filename": "CEiMZDAgig0.jpg",
    "description": "💪🏽Get up, stand up, stand up for your rights\nGet up, stand up, don't give up the fight❗️🔥💪🏽\n\nThis corona-virus is the strangest virus I've ever heard of. It's very dangerous the way it spreads. It is so mysterious the way it lurks in schools, but then dies at B&Q. It is sneaky. It can spread when buying clothes at M&S but not at Tesco. It is non-alcoholic. It can't spread when you are buying beer. It lives for two days on Amazon boxes, you must wait 48 hours to touch them but It can't survive on takeaway coffee cups, so enjoying a hot cup of Costa is safe. It is the most curious thing, how it lives on footballs, ballet bars, even loo seats but dies on WWE ropes. It is spread by hair stylists, dog groomers, and dentists, but not by bank tellers, cashiers, and fast food workers. It's so smart. It won’t bother the first 10 people but it knows when the 11th person shows up so be careful if that’s you. It even knows what you want vs. what you need. If you want a massage or your nails done it is very actively on the prowl and not even a mask can stop it but If you need a plumber, it is weak, and a mask will keep it away. It also seems to be most dangerous after 5:30 pm so businesses must start to close before the virus comes out and wreaks havoc upon the populations. Whoever heard of such a smart sneaky virus?!?\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\nGreat Speech by @davidickeofficial 🙏🏾\nVideo by @awakening_sheep \n\n#davidicke #londonprotests #londonprotest #trafalgarsquare #fuckbillgates #lockstep \n#plannedemic #5gtowers #billgatesisevil #globalistagenda #saynotomasks \n#Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra  #markofthebeast #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}