{
    "filename": "CEkzctun1Tg.jpg",
    "description": "According to the CDC, of all the deaths that have been labelled as a covid death in the US so far, for 6% of them “COVID-19 was the only cause mentioned” and for 94% of the deaths, there were other causes and conditions in addition to COVID-19. The CDC states that “for deaths with conditions or causes in addition to COVID-19, on average, there were 2.6 additional conditions or causes per death.”\n\nThis doesn't mean that for 94% covid didn’t contribute/cause these deaths! We've known for a while that people with comorbidities are way more susceptible to all respiratory infections....But this stat is still very revealing...In 🇮🇹 it was 99 percent early on..A few years ago the flu there killed 60 thousand over the span of a couple years in a select few months...\n\nFurthermore, when we say Covid is not any more severe than other respiratory infections, we are not saying it's not dangerous...Think about it.... Respiratory tract infections are a leading cause of morbidity and mortality worldwide. For children <5 years old, respiratory tract infections are ranked as the second leading cause of death regardless of geographical area. Some of them infect hundreds of millions every single year and lead to the death of millions of children every single year, and tens of millions of others....like human metapneumovirus (hMPV), for example....Why no masks, no lockdown etc for these others that have been killing so many for years? Based on data, it's quite clear that Covid is just as dangerous as the seasonal flu, which is very dangerous for people over 70 and those with comorbidities. Overall, from what I gather you have a 99.75 percent chance of recovering from Covid. Infection/fatality rate is very low! Not even going to go into the detection of the virus or the manipulation of the death rates, which you get a hint of from this latest CDC stat.\n\nLink to the article here and in profile for more info: https://www.collective-evolution.com/2020/08/30/cdc-admits-that-94-percent-of-covid-19-deaths-had-other-causes-conditions/ #coronavirus #covid19 #covid_19 #health #collectiveevolution #billgates #cdc #lockdown #masks #deception #mindcontrol #truth",
    "tags": [
        "Bill Gates"
    ],
    "year": "8"
}