{
    "filename": "CEMsRp8HCax.jpg",
    "description": "Compliance is not a virtue. If you've awoken to the darkness of our world, try to build the strength and courage to speak out - we must now raise awareness for the sleeping masses. We are supported by truth, love, compassion. We are supported by the universe. \n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"There is no material contagion.\"\" Dr Stefan Lanka.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nFurther reading: \"\"Virus mania: how the medical industry continually invents epidemics, making billion dollar profits at our expense.\"\" \"\"Goodbye Germ Theory, ending a century of medical fraud.\"\" \"\"What really makes you ill? why everything you thought you knew about disease is wrong.\"\" \"\"A virus is simply the excretion of a toxic cell.\"\" Rudolf Steiner. Viruses are the result of toxicity and not the cause of illness. \"\"Unthinking respect for authority is the greatest enemy of truth\"\" Albert Einstein.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nWe must come together! Our civil liberties are being deleted and our livelihoods destroyed by a despotic deep state for ABSOLUTELY NO REASON WHATSOEVER. Other than we live in a fascist system. Please watch all videos on covid truth playlist.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nAwaken from the mind control, take back control of your life. Learn about the real science and listen to doctors speaking out about what's truly happening. \n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n\"\"All great truths begin as blasphemies.\"\" George Bernard Shaw\n⠀⠀⠀⠀⠀⠀⠀⠀⠀\nhumanityconnective.com - raising human consciousness for true freedom, abundance and wellbeing in society. \n⠀⠀⠀⠀⠀⠀⠀⠀⠀\n#freedom #truth #wellbeing #revolution #health #philosophy #scamdemic #solutions #masks #universe #billgates #vaccine #consciousness #socialdistancing #mentalhealthsupport \n#spiritual #pandemic #mentalhealth #covid #lockdown #newnormal #enlightenment #plandemic #corruption #virus #fauci #covid19 #politics #newworldorder #liberation\n⠀⠀⠀⠀⠀⠀⠀⠀⠀",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}