{
    "filename": "CEmuBywg-TZ.jpg",
    "description": "“Elon Musk is ready to begin implanting his [Neuralink] technology on humans as early as next year…The Neuralink chip is made up of a thousand strands of electrodes that will be inserted into the brain by a specialized robot. The chip will act as a sensor affixed to the skull and an interface device will be placed behind the ear. The device will be controlled with an iPhone app.” Musk looks like he’s flipped his lid during the product unveiling, seen here, where Neuralink scientist inform us that the basic technology already exists to control the human body and speech. “The technology will not take full control of our brain – at least, at first,” says Musk.\n\nIn other words, Musk just unveiled “The Singularity” that futurist, Ray Kurzweil has been describing since the early 1990s, when the exponential increase in technologies like computers, genetics, nanotechnology, robotics and artificial intelligence will cause humans to “transcend biology” and to merge with machine. 🤢🤢🤢🤢Yes, it's real. #transhumanism \n\n(Ever seen the TV series \"\"Intelligence\"\" with the guy from \"\"Lost\"\"? Ever wondered why it has been cancelled???\nThey are probably already using it on the military since the 90's)\n\n.\n.\n.\n.\n.\n.\nSPREAD THE WORD🗣\nWAKE OTHERS UP. 💭\n.\nFollow to see how deep the rabbit hole goes🕳🐇\n@truthmovement1 \n-\n“I am trying to free your Mind Neo, but I can only show you the door, you’re the one who has to walk through it” 🚪🚶🏻‍♂️\n.\n\n——————————————————————————————————————————\n#TheGreatAwakening #wakeup #redpill #falseflag #qanon #wwg1wga #darktolight #thestorm #newworldorder #london #pizzagate #lawofattraction #londonprotests #q #berlinprotests #deepstate #maga2020 #highervibration #covidhoax #Informationwarfare #godwins #Davidicke #cabal #donaldtrump #Covid19  #thematrix #childtrafficking #waronhumanity #consciousness",
    "tags": [
        "Qanon",
        "New World Order",
        "Deep State"
    ],
    "year": "9"
}