{
    "filename": "CEnBELUBXqj.jpg",
    "description": "The whole “pandemic” is based on the “germ theory” of disease & scientific fraud. \n\nThe creator of the “germ theory” Louis Pasteur recanted on his death bed, saying “the germ is nothing, terrain is everything.”\n\nThe “virus“ that they created a whole fear campaign around has never been isolated, purified or visualized. \n\nUnder the microscope it looks identical to what our body does when it has diseased/damaged cells- these are called “Exosomes”. \n\nThe cells’ way of communicating to other cells that there is damage occurring- an exosomal response marker.\n\nThis “damage” can be from RF microwave radiation (5G), air pollution, VACCINES, stress, FEAR, shitty (acid/mucus forming) diet, overall toxicity. \n\nThe “virus” they are telling you to fear is the “result”, not the “cause” of illness. \n\nThe fear & panic will make the masses more likely to accept mandated vaccines- which WILL fuck you up, along with the higher frequencies of 5G. \n\nThey had to devise a plan to get the mASSES go accept mandating vaccines for the entire planet. Without a worldwide “problem”, there would be no “reaction”, and thus their “solution” (💉) would not carry as much importance, viability or blind acceptance- reluctant or not.  They had to find a way to sway those on the fence who are learning more about #thetruthaboutvaccines - oh my bad, I forgot that tag has been censored🤫.\n\n•\n•\n•\n\n#covid1984 #orderoutofchaos #kill5G #mandatoryvaccinations #chaosbydesign #operationmockingbird #fight5G #eugenics #contacttracing #maskhole #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy",
    "tags": [
        "Mixed/Other"
    ],
    "year": "9"
}