{
    "filename": "CEnKvATnqlS.jpg",
    "description": "📸👉🏾@Freedom_Faction - The Centers for Disease Control released information showing how many people who died from #COVID19 had comorbidities or underlying conditions as they are sometimes referred to by doctors.\n\nRemember back when the #COVID #plandemic first started, and Dr. Birx infamously stated that the CDC would could all deaths that included COVID, regardless of what the patient actually died from, would be recorded as COVID deaths? When they did that, the COVID death rate soared. Just this week, however, in a rare moment of truth, the CDC admitted that only 6% of the people who died from COVID actually died from COVID, and that the other 94% had underlining medical issues like heart failure and diabetes. So that means that only 9,683 people have actually died solely from COVID, 5 times less than people who died from the flu last year.\n\nSo what does all this tell us? It tells us that yes, COVID is a real virus and it really kills people. 10,000 death from COVID is a stunning loss to the families and loved ones of those people. But it also shows us the massive campaign of fear is being waged to make us isolate, make us wear masks, to lock us down and control us. How do I know that? Because obviously COVID is not the end times plague that have made it our to be, and that there are other contagious diseases far more deadly, like TB and the flu, and we’ve never been made to wear masks or lockdown.\n\nCDC: 94% of Covid-19 deaths had underlying medical conditions, producing 9,683 deaths from coronavirus only\n\nFROM ABC4 NEWS: According to the CDC, comorbidity is defined as: ” more than one disease or condition is present in the same person at the same time. Conditions described as comorbidities are often chronic or long-term conditions. Other names to describe comorbid conditions are coexisting or co-occurring conditions and sometimes also “multimorbidity” or “multiple chronic conditions.”\n\n🖐🏾More in comments👇🏾#CoViD1984 #Event201 #VaccineAgenda #GlobalHealthSecurityAgenda",
    "tags": [
        "Plandemic"
    ],
    "year": "9"
}