{
    "filename": "CEpo-Qmp7gw_2.jpg",
    "description": "The CDC silently updated its Covid death count and acknowledged that only 6% of previously listed Covid deaths died from the illness. \n\nOf that 6%, most were of advanced age and possibly would have died anyway. \n\nThe other 94% had other *TERRAIN* issues; conditions which, in themselves, could have caused the death or which weakened the patients’ immune system, making them more vulnerable. \n\nThe CDC wrote, “For 6% of the deaths, COVID-19 was the only cause mentioned. For deaths with conditions or causes in addition to COVID-19, on average, there were 2.6 additional conditions or causes per death.” [Please read that again.]\n\n•\n\nThese “additional conditions” include Respiratory disease, Circulatory disease, Sepsis, Malignant neoplasms (cancer), Diabetes, Obesity, Alzheimer disease, Vascular and unspecified dementia, Renal failure, Intentional and unintentional injury, poisoning and other adverse events, Influenza, Pneumonia, chronic lower respiratory diseases, Adult Respiratory Distress Syndrome, Respiratory failure, Respiratory arrest, Other diseases of the respiratory system, Hypertensive diseases, Ischemic heart disease, Cardiac arrest, Cardiac arrhythmia, Heart failure, Cerebrovascular diseases, and other diseases of the circulatory system. \n\nNone of these were listed as cause of death. \n\nCOVID-19 took the rap for all of it.\n\n•\n\nArticle:\n\nhttps://firststateupdate.com/2020/08/cdc-6-of-us-covid-19-deaths-list-covid-19-as-only-cause-of-death/\n\n•\n•\n•\n\n#covid1984 #orderoutofchaos #kill5G #mandatoryvaccinations #chaosbydesign #operationmockingbird #fight5G #eugenics #contacttracing #maskhole #agenda2030 #agenda21 #Event201 #transhumanistagenda #artificialintelligence #problemreactionsolution #scamdemic #conspiracyreality #covidiots #5G #geoengineering #climatechangehoax #wtc7 #soros #billgates #rothschild #rockefeller #depopulation #technocracy #electromagneticwaronhumanity",
    "tags": [
        "Bill Gates",
        "5G"
    ],
    "year": "9"
}