{
    "filename": "CEQ246ZHTM5_10.jpg",
    "description": "All roads lead to UN Agenda 21.\n\nAGENDA 21: The socialist plan to use coronavirus pandemic for \"\"ONE WORLD\"\" CONTROL\n\nThey've been planning this for decades\n\nIn the 1990s, the United Nations drafted \"\"Agenda 21\"\" -- their plan for defeating climate change. In 2015, it was re-branded by socialists into \"\"Agenda 30,\"\" but neither had anything to do with global warming and everything to do with using it to reshape our political world.\n\nClub of Rome, The First Global Revolution, 1991:\n“In searching for a new enemy to unite us, we came up with the idea that pollution, the threat of global warming, water shortages, famine and the like would fit the bill (this is absolute proof that man made global warming is a fabrication)….\nBut in designating them as the enemy, we fall into the trap of mistaking symptoms for causes.\nAll these dangers are caused by human intervention and it is only through changed attitudes and behavior that they can be overcome. The real enemy, then, is humanity itself.”\n\nDavid Rockefeller, 2000:\n“We are on the verge of a global transformation. All we need is the right major crisis and the nations will accept the New World Order.”\n\nDavid Rockefeller: Memoirs 2002 Founder of the CFR:\n“We wield over American political and economical institutions. Some even believe we are part of a secret cabal working against the best interests of the United States, characterizing my family and me as ‘internationalists’ and of conspiring with others around the world to build a more integrated global political structure, one world, if you will. If that’s the charge, I stand guilty, and I am proud of it.”\n\n“The Georgia Guidestones, a massive granite edifice planted in the Georgia countryside, contains a list of ten new commandments for Earth’s citizens. The first commandment, and the one which concerns this article, simply states; 'Maintain humanity under 500,000,000 in perpetual balance with nature.'”\n\n#AGENDA21 #agenda2030 #socialist #plan #hoax #coronavirus #pandemic #plannedemic #scamdemic\n#ONEWORLDORDER\n#NewWorldOrder\n#GeorgiaGuidestones\n#DepopulationAgenda",
    "tags": [
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}