{
    "filename": "CEqslIVjxDh_2.jpg",
    "description": "Görüşmeyeli iki ay olmuştu. Bana, “ailenizde veya çevrende korona vakası oldu mu” diye sordu. “Yakın çevremde yok”, dedim. “Senin oldu mu?”diye sordum. “Evet”, dedi. “Eşimin teyzesi koronadan hastaneye yattı.” Sonra kaşlarını çattı ve dudaklarını büktü, büyük bir kızgınlıkla “Bir de sonra kalktı kızına nişan yaptı”, dedi. Ben gitmedim, eşim de gitmedi. Hayatta gitmem. Ben:”İyileşmedi mi?” diye sordum. “İyileşti, iyileşsin milletin canını tehlikeye atmaya ne hakkı var!”,dedi. \nDuyduğuma göre çoğu insan korona testinin pozitif çıktığını saklıyormuş.Haksız da değiller doğrusu. Kim toplumdan dışlanmak ister ki? Medya korku pompalıyor diyoruz ya, o korkuyu bazı insanlar için iki ile çarpmak gerekiyor. Hayat şartları izin vermediği için mecbur, bir şekilde hayata adapte olmaya çalışıyorlar. Yoksa korona geçirmiş hastalara bakışları Hollywood yapımı filmlerdeki zombilere bakıştan farksız. Koronanın Türkiye’de  resmen yeni görüldüğünün söylendiği günlerde, Yavuz Dizdar Çin’den Türk yolcularınım getirildiği uçağa yapılan muamele ile bayağı dalga geçmişti. “Kassandra Geçidi” filmine benzetip, uçağın dezenfeksiyon işlemi yapılmasının, sadece özel beyaz kıyafetli elemanların girebilmesini falan saçma bulmuştu ve sonra virüsün yapısını, hangi şartlarda, ne kadar süre canlı kalabildiğini ayrıntılı bir şekilde anlatmıştı. Tabi ki o filmler öylesine yapılmamıştı ve Hollywood ektiği ekinleri biçiyordu. Geçen hafta bir Bilim Kurulu üyesinin “Resmiliği kanıtlanmış bir covit tanısı yok” dediği videosunu paylaşmıştım. Uzmanlar hala koronanın ne olduğunu tartışa dursun, halk çoktan korona hastalığı geçiren insanlara zombi muamelesi yapmaya başladı bile. Ne diyelim, Hollywood ermiş muradına, biz çıkalım kerevetine. Allah hepimize selamet versin. #corona #coronaturkiye #virus #covit19 #hollywood #zombifilmleri #salgın #plandemic2020 #plandemia",
    "tags": [
        "Plandemic"
    ],
    "year": "9"
}