{
    "filename": "CEQwxwkJmap.jpg",
    "description": "Reposted from @miri.p.swiss.truths Draconian political mandates have been made based on faulty data across the whole nation. #Technocrats have knowingly promoted this corrupted data to stoke public fear and political action to promote oppressive shutdown policies.⠀\n⠀\nCan any government statistics on COVID19 deaths be trusted?⠀\nWe are learning that the highly respected, world-class Centers for Disease Control and Prevention (#CDC) has been lying to us.⠀\n \n NewYorkCity was lying about COVID-19 deaths. The normal rules about reporting deaths have been violated by that city in the rush to inflate the body count, presumably to steer more taxpayer money to the Big Apple.⠀\n⠀\nThat the CDC isn’t telling the truth to Americans is no conspiracy theory: it’s right out there in the open for everyone to see. The CDC openly admits that it is fudging the COVID-19 death figures.⠀\n⠀\nDr. Annie Bukacek, MD, explained in a presentation about how death certificates are made. (See “Montana physician Dr. Annie Bukacek discusses how COVID-19 death certificates are being manipulated,” YouTube, April 6)⠀\nEveryone should care “today when governments are making massive changes that affect our constitutional rights and those changes are based on inaccurate statistics,” Bukacek says.⠀\nThe system is deeply flawed, she argues.⠀\nFew people know how much individual power and leeway is given to the physician, coroner, or medical examiner, signing the death certificate. ⠀\nMore often than we want to admit, we don’t know with certainty the cause of death when we fill out death certificates. That is just life. We are doctors, not God. Autopsies are rarely performed and even when an autopsy is done the actual cause of death is not always clear. Physicians make their best guesstimate and fill out the form.⠀\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥 \n\n#plannedemic #5gtowers #hypoxia  #billgatesisevil #globalistagenda \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra #freemasons #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rocke",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "8"
}