{
    "filename": "CEV5zHwnWnD_6.jpg",
    "description": "I found the man who is partially responsible if not completely responsible for this pandemic. I have been investigating UNC-BSL 3 and Dr. Francis Boyle initially unleashed the smoking gun which tied UNC-BSL 3 to SARS-COV 2 and Wuhan BSL-4. This man has specialized in coronavirus research and helped develop this bioweapon with a Wuhan Virologist working on Chapel Hill's Campus. \n\nContact him by phone and email now! Let him know, we know. I requested an interview before I unleash the story on my website and submit my evidence to local news willing to publish the truth. \n\nRalph S Barric is your super villain. I promised you I'd find out who was working at this UNC-BSL 3 lab. I make Q and Anonymous look like Sesame Street. \n\nIn the new film Plandemic Indoctrination, his name is finally released and Dr. Judy Mikovits and David E. Martin PHD (National Intelligence Analyst, Founder of IQ100 Index) officially dropped his name after i already suspected he was the primary culprit in this illegal gain of function technology research and chimera virus tampering. \n\nCall him. Email him. Blow up his phone. He created this pandemic in my HOMETOWN!!!! \n\nHe will answer to me. I'll make sure of it. And this lab is getting shut down. I just contacted the dean of the school. Let the university understand we aren't ignorant and they can't get away with this research. They are conducting research on vaccinations right now and have the virus on campus in their labs. They are messing with the virus as I write this. This lab needs to shut down before Chapel Hill becomes Wuhan 2.0 and Ground Zero for Rockefeller Lockstep planned third wave with a 20 percent spike in lethality. I will not let this happen to my people. Arrest this criminal! #ralphbaric #covid19hoax #sarscov2 #biosafetylablevel3 #uncchapelhill #unc #bsl3 #bariclab #shutitdown #arrestbillgates #coronavirus #ifoundthebadguy",
    "tags": [
        "Bill Gates"
    ],
    "year": "8"
}