{
    "filename": "CEVckXyAqN6.jpg",
    "description": "The founder of the World Economic Forum (the institution that partnered with the WHO to declare a pandemic of international concern in March, is behind the call to impose lockdowns on the majority of the world's population) states openly that the virus itself is of little concern, and that lockdown measures will continue indefinitely to push through automation and digital technologies that benefit corporations at the expense of the poor and the third world. The billionaires are not hiding that they benefit from the pandemic response while millions are being starved, deprived of their livelihoods, and kept apart from their families and communities. The CDC and UN have stated openly that many more people have died or become ill, and will continue to do so, as a result of lockdown measures. Non-cooperation and saying I Do Not Consent are not going to stop this. The whole system that allows this violence to continue needs to go down!\nThey manufacture these problems than profit off of it. Now they offer their solution which is built on a web of deceit. If everyone knew what they are doing to our air and water....\nKeep your faith in the Lord Jesus Christ to destroy all this evil. \nOn another note, these churches in bed with the government won't tell us a thing.\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\n\nPhoto @cookietheherbalist  Thanks 😊 \n@ Benedictine Monastery with Black Madonna/Switzerland \n\n#plannedemic #5gtowers #scamdemic #billgatesisevil #globalistagenda  #mindcontrol #switzerlandpictures #microchip \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #einsiedelnabbey #predictiveprogramming #theworldisastage #microchip #mkultra #freemasons #markofthebeast #secretsocieties #governmentcorruption #firefauci #bigpharma #newworldorder #depopulationagenda #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}