{
    "filename": "CEX8Jk2gcXK.jpg",
    "description": "Video Repost @awakening_sheep \n👉🏽Original on YouTube @ Ice Age Farmer \n\nMandatory Covid testing for farm labor!\nGov. Jay Inslee today issued an update to Proclamation 20-57\n\n“Concerning the Health of Agricultural Workers.” The proclamation now requires agricultural employers to test their workforce broadly when health officials identify an outbreak that passes certain thresholds. \n\n❗️Our food supply is under all out attack. WA and MI have followed CA in mandating COVID-19 testing for farmworkers, which--as we have seen in Ontario--presages their shutting down farms where workers test positive. Depriving farms of harvest labor is unthinkable. More California wildfires expected. Two hurricanes inbound to gulf, rice-producing areas. You must start growing your own food now.\n\n👉🏽The more land that gets burned the less food to come out of California, plus workers taken from farms causing no food harvested. All in the plan to cut the food chain. This information isn't getting out to the majority of the public that need to hear this. Since mainstream media is under total control they will not inform anyone to take precautions nor to put a stop to it. This hoax of a plandemic is total takeover control with loss of all our rights. March 18 Trump signed everything over to FEMA which meant no constitutional rights and Congress has no ability for 6 months, that's September 18 until they can review this leaving FEMA in control to destroy us.\n\n👉🏽This is terrorism against the American people!\nWHAT DO YOU HAVE TO SAY ABOUT IT?\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\n\n#plannedemic #5gtowers #scamdemic #foodcrisis #billgatesisevil #globalistagenda #saynotomasks \n#shadowgovernment #trustinjesus #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra #freemasons #markofthebeast #secretsocieties #scamdemic #governmentcorruption #firefauci #bigpharma #newworldorder #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Mixed/Other"
    ],
    "year": "8"
}