{
    "filename": "CEXZsuKgfc4_7.jpg",
    "description": "The IMF wanted to lend the small European country of Belarus $940 million in so called “rapid-financing” in response to the Covid nonsense.  Swipe left and see what happened. Unbelievable!!!\n.\nCountries and states are literally being BRIBED to do the bidding of Bill Gates and the organizations that he funds such as the WHO, IMF, NIH, etc, etc., while millions suffer! But if you think this is bad, it’s not even a drop in the bucket compared to what’s going to happen when they roll out the forced RNA vaccinations. Yes, I noticed Dr Fauci said that they won’t be forced. But they will…\n.\nThey know that it would be miserable failure if they try to force people to take the vaccine at gunpoint or coming into their homes. So they wouldn’t try to do that. But they will force us by a much more effective ways. They won’t let you fly, work, travel, or buy food unless you take the damn vaccine. And most people will just go ahead and take it because it’s just more “convenient” to comply. \n. \nAfter all, it can’t be that bad. Right? Flies won’t land on me because I’ve had my DDT. A cigarette a day keeps the doctor away. Lead in gasoline is nothing to worry about. Mercury in vaccines does not pose a threat and has no relationship to autism. Round UP is safe to use and selectively kills weeds!!! \n.\nSo for anyone who says, they won’t force people to take the vaccine, they need to stop smoking whatever they’re smoking and pull their head out of their fourth point of contact. already, Bill Gates has said that freedom is a problem in the United States.\n\nPosted @withregram • @drbuttar\n\n.\n#covid19 #covidconspiracy #corona #patriots #patriot #qanon #DrButtar #AHEADMAP #AdvancedMedicine #AdvancedMedicineConference #IADFW #Fitness #Longevity #livelonger #livehealthy #power #facts #knowledge #truth #empowerment #livefree #livefreeordie #populationcontrol #whistleblower #soldiers #wechangetheworld #healthfreedom #health #freedom #medicalfreedom",
    "tags": [
        "Qanon"
    ],
    "year": "8"
}