{
    "filename": "CEY6a3FgWAM_1.jpg",
    "description": "“we have a lot of evidence that it’s a fake story all over the world” is an actual quote from a representative of the group discussed below. The statement was  said. Whether or not what the quote says is true, on the other hand, is up for you to decide or according to multiple governments, is up for the World Health Organization (WHO) to decide. Are these health professionals implying that COVID-19 is a fake virus? No, they are simply implying that it’s not as dangerous as it’s being made out to be.\n\nThese doctors and scientists are being heavily censored across all social media platforms, and those who write about them are experiencing the same. Many of the claims these doctors make have been ‘debunked’ by mainstream media, federal health regulatory agencies and ‘fact-checkers’ that are patrolling the internet. Any information that does not come from the (WHO) is not considered reliable, truthful or accurate, and that would include the information presented in this article and information shared by these experts in the field. People are being encouraged to visit the WHO’s website for real and accurate information about COVID-19 instead of listening to doctors and scientists who oppose the narrative of these health authorities.\n\nMore than 500 German doctors & scientists have signed on as representatives of an organization called the Corona-Extra-Parliamentary Inquiry Committee.\n\nThis group has been giving multiple conferences in Germany, in one of the most recent, Dr. Heiko Schöning, one of the organizations leaders, stated that “We have a lot of evidence that it (the new coronavirus) is a fake story all over the world.”  To put it in context, he wasn’t referring to the virus being fake, but simply that it’s no more dangerous than the seasonal flu (or just as dangerous) and that there is no justification for the measures being taken to combat it.\nRepost @ThePoorGuy Using @RepostRegramApp\n.\n#Covid1984 #AntiState #WeDoNotConsent #Awareness #BoycotGMOs #NWO #Spiritual #FreeThinkers #ThinkOutTheBox #Sheeple #TheMatrixIsReal #TaxationIsTheft #TruthSeeker #HiddenInPlainSight #Killuminati #Anarchist #SaveTheChildren #DeleteTheElite #RiseAbove #OneLove",
    "tags": [
        "New World Order"
    ],
    "year": "8"
}