{
    "filename": "CFG_TicgkZj.jpg",
    "description": "OK, this information is for the uneducated shills that are now attacking my page and my posts, choosing to blindly keep their mouth shuttheir brains turned off and just think everything is fine.\n\nOK. Be4 u come to me and tell me to stop informing people of this global lie, please research the following. I know it means working that brain but YOU CAN DO IT!!! WHY DO U TRUST YOUR GOVERNMENT???? WITH ITS HISTORY OF DELIBERATE DISINFORMING AND OUTRIGHT LYING TO THE PEOPLE. WHERE TO START. WHEN U KNOW WHAT I KNOW WE CAN HAVE an actual CONVERSATION.\n\nI AM A FORMER JOURNALIST AND WAS A RESEARCH ASSOCIATE AT AGE 22. I KNOW HOW TO FACT-CHECK. I AM NOT JUST TALKING TRASH. RESEARCH THE FOLLOWING TOPICS ON MULTIPLE PLATFORMS AND LEARN THE TRUTH FOR YOURSELF. #AGENDA21 #gaguidestones #BILLGATES FAMILY TREE. Research the connection between Planned Parenthood and #eugenics Furthermire learn the signs and symbols used by the #freemasonic #illuninati to cast spells on you. Research #666 and understand its meaning biblically and Satanically. The HR6666 Trace Act has the number 666 as does the patented vacinne. Look up #coronavirus and u will learn it is a common flu that everyone in the world has been exposed to, just like the common cold and flu. Viruses are not AIRBORN. Talk to your doctor. Wearing a mask is dangerous because DUH you are breathing in your own carbon dioxide and no no particles of the surgical mask and especially the elderly CANNOT BREATHE!!! RESEARCH the goals and aims of the Illuminati and how this #nwoagenda has been planned long long ago. One World government, abolition of Christianity and a one World religion. Research the vow they take. Research #operatiomockinbird #agenda2020 in fact research #event201 and u will soon see that this is all fake. It's about #tracking and # tracing you for life. It means a totalitarian society like China, whose citizens are put on a #socialcreditsystem based on mind-controlled behavior. They are force vaccinated and must use their cell phone tracking apps to do business. Look up what is actually IN the vaccine which is really giving you the virus not protecting you. This new vaccine will actually change your DNA #wakeup",
    "tags": [
        "Bill Gates",
        "New World Order"
    ],
    "year": "9"
}