{
    "filename": "CFGKxOtBSSy_5.jpg",
    "description": "Newton England Patriots 🇺🇸 x Tompa Bay Buccaneers 🏴‍☠️ \nWelcome the future “Captain Cam”👨🏾‍✈️ @cameron1newton & Thank you “Teflon Tom”  The G.O.A.T @TomBrady 🐐 for 20+ years of joy and happiness for me, my family and for the city of Boston! 💯 🏈 🏆 #FOOTBALLISBACK \n=======================\nTo be brutally honest with you fam, I lost ambition to watch the @NFL or @NBA with everything that’s going on in the world right now. When you go down the rabbit 🐇 hole 🕳 and know what’s really going on in the world it makes it hard. You notice all the symbolism 👁 , the political agendas, replacing real fans (the energy that make the sport) with virtual ones 🤦🏻‍♂️, the masks 🎭 and this push for we the people to with live this “New Normal” Hypocrisy! Sports, mainly Football and basketball for me, have been such a big part of my life since I was a kid. Sports taught me so much about life, the commitment, dedication and trials and tribulations so watching now for me is a love/ hate relationship. Through these tough times we need to find outlets and distractions. Having my family (especially the kids) bringing us together every Sunday to watch football for a 20+ year tradition is important to hold onto! 💯\n=======================\nScreaming all the way to #Philly 🦅 to my brotha from anotha motha @briceizyah for surprising me with that new clean off white Cam Newton Jersey on my birthday. 💧🥵🔥 To the moon 🌙 and back. LOVE YOU BRO! 💯♥️\n=======================\nEVERYONE GO REPRESENT YOUR TEAM/CITY  IN THE COMMENT SECTION BELOW! 🏈 ‼️\n=======================\n#RIGHTEOUSRODNEY\n#PATRIOTSNATION #RODNEYLAVOIEJR \n#SURVIVOR\n#TOMBRADY \n#UNITEDWESTAND \n=======================\n•\n•\n•\n•\n#patriots #pats #nfl #nba #usa #saveourchildren #family #covid19 #bethechange #endhumantrafficking #election2020 #endracism  #celtics #nflmemes #plandemic2020 #camnewton #coronavirus #america #inspirational #positivity  #boston #love",
    "tags": [
        "Plandemic"
    ],
    "year": "9"
}