{
    "filename": "CFGNuNfARZZ.jpg",
    "description": "NWO computers dont have and can not feel, or \"\"know\"\" feelings. computers calculate. they use 0 and 1. \nwe humans call it the binary language. its they who teach us. we just contribute with our calculating. It will become part of what we call antichrist nwo tech kingdom. all based on tech, 0 and 1, and evil. \nantichrist dont like humans. he and satan hate God, therefor they hate the image of God. humans. \nwhatever comes out of tech based on calculating 0 and 1 Will have goal to exterminate life. \neverything up to that will be passed time, meaningless life, because people Will obey antichrist thru mRNA injection, and nano tech and GMO life.\nit will give possibility to buy and sell, but antichrist nwo will be the total bank of the world. “GMO people\"\" will buy/sell what antichrist say they have right to buy/sell!\nformer humans, now injected and with the mark, will be slaves, with no rights!\nformer humans, now \"\"GMO products\"\". only right, to be bought and sold. \nthis is New World Order kingdom. based upon calculating tech, for all these humans who still inject the \"\"vaxx\"\" and get \"\"the mark of the beast\"\"!\nGMO reality. nano controled GMO bodies, with evil at the wheel. deciding their body levels of pain and total insanity beyond measure. hell on earth. manifested. nano tech controlled conscioussnes, feelings, pain and agony, all sences affected at the same time, and they Will be controled by calculating evil! No rights, only obligations. it will be hell on earth for them. and they Will have abcence of God! \n❗️dont be injected of \"\"waxx\"\" mRNA. dont take something electronic on hand or forehead, that gives you possibility to buy and sell. walk away for inhideous hell on earth!\n👉🏽WHAT ARE YOU GOING TO DO?\n\n#transhumanism #satanicagenda #populationcontrol \n#plannedemic #5gtowers  #billgatesisevil #globalistagenda #saynotomasks \n#shadowgovernment #governmentconspiracy #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra  #markofthebeast #scamdemic #governmentcorruption #bigpharma #newworldorderagenda #truthinplainsight #rockefellerfoundation #id2020 #event201 #fuckthenewworldorder #falseflags #exposebillgates",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "9"
}