{
    "filename": "CFLw0LdAlhu.jpg",
    "description": "From this morning, Britons were banned from gathering in groups of more than six under new government guidelines to curb Covid infection rates - the first widespread tightening of lockdown since March.\n\n👉🏽Letter from David Icke \nFor all those in the UK 🇬🇧 \n- Boris's new rule is complete nonsense.\nThere is no enforcable law.\nThe police have no jurisdiction to issue fines for anyone gathering in groups of more than 6 from next Monday... because it is not a criminal offence to do so, and the police can only deal with crime.\nTherefore you can all just ignore this ridiculous new \"\"rule\"\" because it's unenforcable - completely - the government are lying to the masses once again, so do not be bullied and intimidated into restricting yourselves - it is not against the law because there has been no law written, and even s21 of the coronavirus act 2020 which is written under civil law (not criminal law) is not legally enforcable, because it speaks in terms of \"\"directions\"\" that issue orders to force this that and the other, but only the judiciary, (courts and judges) have the power to issue directions; the only directions a government minister can make, are to do with finances.\n👉🏽 READ THE REST IN THE COMMENTS 👇🏽\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\n@davidickeofficial \n#ruleofsix #ukcoronavirus #lockstep #populationcontrol \n#plannedemic #5gtowers  #billgatesisevil #globalistagenda #saynotomasks \n#davidicke #Covid1984 #agenda21 #agenda2030 #wedonotconsent #theworldisastage #microchip #mkultra  #markofthebeast #scamdemic #governmentcorruption #newworldorderagenda #thinkforyourself #truthinplainsight #questioneverything #rockefellerfoundation #id2020 #event201 #falseflags #exposebillgates",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "9"
}