{
    "filename": "CFNQb6zgik6.jpg",
    "description": "\"\"Love is a mind that brings peace, joy, and happiness to another person. Compassion is a mind that removes the suffering that is present in the other. We all have the seeds of love and compassion in our minds, and we can develop these fine and wonderful sources of energy. We can nurture the unconditional love that does not expect anything in return and therefore does not lead to anxiety and sorrow. The essence of love and compassion is understanding, the ability to recognize the physical, material, and psychological suffering of others, to put ourselves “inside the skin” of the other. We go “inside” their body, feelings, and mental formations, and witness for ourselves their suffering. Shallow observation as an outsider is not enough to see their suffering. We must become one with the object of our observation. When we are in contact with another’s suffering, a feeling of compassion is born in us. Compassion means, literally, “to suffer with.” 🙌🏽🙏🏽🙌🏽\n-\nExcerpted from \"\"Peace Is Every Step\"\" \nby: Thich Nhat Hanh.\n-\nThis was never about anyones health co people are suffering the world over and these elites could end poverty tomorrow. But they wont. They dont give a damn. Our health is in our hands. Thats it\n\n.\n.\n.\n.\n.follow Back Up @truthmovement2\n.\nSPREAD THE WORD🗣\nWAKE OTHERS UP. 💭\n-\n“I am trying to free your Mind Neo, but I can only show you the door, you’re the one who has to walk through it” 🚪🚶🏻‍♂️\n.\n\n——————————————————————————————————————————\n#wakeup #vibration #manifestation #higherfrequency #riseup #darktolight #thestorm #newworldorder #depopulation #lawofattraction #thetruth #protests #deepstate #tyranny #highervibration #memes #Informationwarfare  #cabal #donaldtrump #Covid1984  #matrix #childtrafficking #waronhumanity #consciousness",
    "tags": [
        "New World Order",
        "Deep State"
    ],
    "year": "9"
}