{
    "filename": "CFOELY5Aqt6_1.jpg",
    "description": "“Black Lives Matter\"\" wasn't \"\"hijacked,\"\" it was created to do exactly what it is doing now, to do it's part in bringing down & finally destroying America  for the purposes of bringing in a New World Order. This is not about \"\"race vs. race,\"\" this is about total domination of the complete human race.\n\n❗️We need to ignite that light so that WE THE PEOPLE can stand up UNITE to the TYRANNY that is happening world wide. This is for our future and our children's future. We should not let them win!\n \nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\n Thanks @beyondtheforbidden for the video 🙏🏾\n#divideandconquer #lockstep #illuminaticonfirmed #georgefloydpsyop #populationcontrol \n#plannedemic #5gtowers  #billgatesisevil #globalistagenda #saynotomasks \n#shadowgovernment #governmentconspiracy #Covid1984 #agenda21 #agenda2030 #wedonotconsent #predictiveprogramming #theworldisastage #microchip #mkultra  #markofthebeast #scamdemic #governmentcorruption #newworldorderagenda #truthinplainsight #questioneverything #rockefellerfoundation #id2020 #event201 #falseflags \n\nThis BLM and ANTIFA riots are not going to get rid of the NWO elites, it's them that is funding these riots. the elite have found their useful idiots and they are fully exploiting them. if they can succeed at causing the police to step aside whether by defunding or resignation,  do you really believe we just won't have a police presence? no we will have a military police state in place of our civilian police force, possibly even a force made of UN peace keepers whether than American military personnel, since it's unconstitutional to use military as police in times of peace, but once the rioters have been put down is it too far fetched to think the UN would step in with their peace keepers to police us?",
    "tags": [
        "Bill Gates",
        "5G",
        "Plandemic",
        "New World Order"
    ],
    "year": "9"
}