{
    "filename": "CFP-zhvgywe_2.jpg",
    "description": "The rest of the country needs to now follow suit.\nPopulation-wide lockdown orders are \"\"such a dramatic inversion of the concept of liberty in a free society as to be nearly presumptively unconstitutional\"\" wrote U.S. District Judge William Stickman IV.\n\nA federal judge on Monday has ruled that lockdown restrictions imposed by Pennsylvania Gov. Tom Wolf (D), including a ban on large gatherings and the closure of \"\"non-life sustaining businesses,\"\" are unconstitutional.\nWhile those restrictions were \"\"well-intentioned,\"\" wrote U.S. District Judge William Stickman IV, \"\"good intentions toward a laudable end are not alone enough to uphold governmental action against a constitutional challenge. Indeed, the greatest threats to our system of constitutional liberties may arise when the ends are laudable and the intent is good—especially in time of emergency\nIn May, Wolf and Pennsylvania Department of Health Secretary Rachel Levine were sued by a coalition of counties, federal and state elected representatives, and several small businesses over the state's coronavirus restrictions. The restrictions included a shelter-in-place order requiring people to stay in their homes, a closure of all \"\"non-life-sustaining\"\" businesses, and bans on gatherings of more than 25 people indoors, or 250 people for outdoor gatherings.\nThe plaintiffs collectively argued that the governor's restrictions on gatherings violated the First Amendment's protections of free speech and assembly. The shelter-in-place order and closure of businesses, they contended, were a violation of their rights to substantive due process under the 14th Amendment\n.\n.\n.\n#dontbelievethelies #dontbelievethehype #school #socialdistancing  #deepstate #hospital #filmyourhospital #1984 #distraction #hoax #corona #virus #coronavirus #hystaria #media #manipulation #panic #lockdown #anon #unconstitutional #unreal #lies #msm #mainstreammedia #news #investigativejournalism #truth #freedom #givemelibertyorgivemedeath",
    "tags": [
        "Mixed/Other"
    ],
    "year": "9"
}