{
    "filename": "CFUz1mWnxKa_1.jpg",
    "description": "LAS CAMAS MEDBED SON UN REGALO EXTRATERRESTRE.\n\nLa cama MEDBED curan enfermedades y corrigen imperfecciones, esta  tecnología ha existido durante bastante tiempo y se ha mantenido oculto de la raza humana durante mucho tiempo.\nEsta tecnología de las camas MEDBED no es del planeta Tierra y NO es tecnología creada por el hombre, es una tecnología que los extraterrestres le han dado a la humanidad.\n\nEstas camas médica se basa en la energía de partículas de taquiones y la energía del plasma. Las camas poseen una inteligencia artificial que se puede controlar, por lo que no puede salirse de control y volverse loca. La IA (Inteligencia Artificial) es la computadora y funciona como una resonancia magnética, donde te sientas en un tubo y rueda sobre tu cuerpo y realiza una exploración de resonancia y oscilación magnética de tu cuerpo para diagnosticar una enfermedad identificando tu ADN y realizando un análisis interno completo del cuerpo, cabe destacar que también escanea tu piel, tu tejido muscular, todos los órganos y todo lo que hay en tu cuerpo. \n\nHay tres tipos de camas médicas:\n\n1. camas médicas holográficas.\n\n2. Las medicas Regenerativas, que regeneran tejidos y partes del cuerpo, que funcionan con una fuente diferente.\n\n3. Camas Medicas de Reatomización que en aproximadamente dos minutos y medio a tres minutos regenerarán todo el cuerpo humano, de pies a cabeza.\n\nFuente: https://www.facebook.com/Despertar.Conciencia0/posts/1255071747983646/\n\nFuente: http://isialada.blogspot.com/2020/06/las-med-beds-camas-de-sanacion-y.html\n\n#qanon #wwg #wga #trump #maga #thegreatawakening #q #darktolight #draintheswamp #pizzagate #qarmy #a #deepstate #donaldtrump #covid #obamagate #pedogate #truth #chan #walkaway  #conservative #fakenews #coronavirus #usa #illuminati",
    "tags": [
        "Qanon",
        "New World Order",
        "Deep State"
    ],
    "year": "9"
}