{
    "filename": "CFYFBXygEVR.jpg",
    "description": "Jamaica's election was financed by none other than Bill Gates. In return Jamaicans are to be used for the covid trail vaccine that he developed. This is the same vaccine they wanted to try on the African nation's, but there was an outcry in Africa. Jamaica's resent election was a concerted effort to ensure that the government got the 2/3 majority puppets in parliament to write the mandatory vaccine into law and pass the law. So eventually the public will be forced to take this vaccine as mandatory because it will be law. Jamaica is a trial run and tied to the rollout to the world. The Rastafarians have been speaking out. Why do you think Jamaica's CV19 case numbers have been going up. This Fear factor is put out there, so Jamaicans run to take the vaccine. There will be a lot of noise but the Jamaican parliament is going to state it's law. Do you see part of their Agenda now? You won't even be able to travel overseas without taking this vaccine. Also remember Jamaica and the rest of the world are owned and controlled by the World Bank, IMF, and the UN, due to the unfair debt practices from the Money Masters who have indebted all countries of the world.\n\n❗️IF YOU CONSENT TO THIS VACCINE, IT’S GUARANTEED YOU’LL BECOME A ZOMBIE❗️\n👉🏽PLEASE SPREAD THIS INFORMATION TO EVERYONE YOU KNOW IN JAMAICA❗️\n\nFOLLOW 👉 @miri.p.swiss.truths 🔥🔥\nFOR MORE CONTENT AND TRUTH! 🔥🔥\n\n#fuckbillgates #jamaicawakeup #jamaica #jamaicaobserver #jamaicanews #jamaicagleaner #jamaicalockdown #lockstep #populationcontrol \n#plannedemic  #georgiaguidestones #saynotomasks \n#governmentconspiracy #Covid1984 #agenda21 #agenda2030 #wedonotconsent #microchip #mkultra  #markofthebeast #scamdemic #governmentcorruption #bigpharma #newworldorderagenda #truthinplainsight #questioneverything #rockefellerfoundation #id2020 #event201 #falseflags\n@lillymorrisrudegirl \n@jamaicawineclub \n@bujubanton\n@king_pinn_musa \n@profit36087 @mmcfarlane57",
    "tags": [
        "Bill Gates",
        "Plandemic",
        "New World Order"
    ],
    "year": "9"
}